Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/InfoPlist.strings
Languages: bg, ca_es, cs, da, de, el, es, et, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

# NSMotionUsageDescription
source: Motion is used to improve location updates with current motion type, as well as provide basic pedometer data.
bg: Движението се използва за подобряване на актуализациите на местоположението с текущия тип движение, както и за предоставяне на основни данни за педометър.
ca_es: El moviment s’utilitza per millorar les actualitzacions d’ubicació amb el tipus de moviment actual, així com per proporcionar dades bàsiques del podòmetre.
cs: Pohyb se používá ke zlepšení aktualizace polohy pomocí aktuálního typu pohybu a k poskytování základních údajů o krokoměru.
da: Bevægelse bruges til at forbedre lokalitetssopdateringer med aktuel bevægelsestype samt levere grundlæggende skridttæller-data.
de: Bewegung wird verwendet, um Standortaktualisierungen mit dem aktuellen Bewegungstyp zu verbessern und grundlegende Pedometerdaten bereitzustellen.
el: Η κίνηση χρησιμοποιείται για να βελτιώσει τις αναπροσαρμογές θέσης με τον τρέχοντα τύπο κινήσεων, καθώς επίσης και να παρέχει τα βασικά στοιχεία βηματόμετρου.
es: El movimiento se utiliza para mejorar las actualizaciones de ubicación con el tipo de movimiento actual, así como para proporcionar datos básicos de podómetros.
et: Liikumist kasutatakse asukoha ajakohastamise parandamiseks koos praeguse liikumistüübiga ning samuti põhiliste sammuloendurite andmete esitamiseks.
fr: Le mouvement est utilisé pour améliorer les mises à jour d'emplacement avec le type de mouvement actuel, ainsi que des données de base au podomètre.
hu: A mozgás a helyfrissítések javítására szolgál az aktuális mozgástípussal, valamint alapvető lépésszámláló adatokat szolgáltat.
id: Gerakan digunakan untuk meningkatkan pembaruan lokasi dengan jenis gerakan saat ini, serta menyediakan data pedometer dasar.
it: Il movimento viene utilizzato per migliorare gli aggiornamenti della posizione con il tipo di movimento corrente, oltre a fornire i dati base del contapassi.
ja: モーションは、現在のモーション タイプで位置情報の更新を改善し、基本的な歩数計データを提供するために使用されます。
ko_kr: 움직임 활동은 현재 움직임 활동 유형으로 위치 업데이트를 개선하고 기본 만보계 데이터를 제공하는 데 사용됩니다.
nb: Bevegelse brukes til å forbedre posisjonsoppdateringer med gjeldende bevegelsestype, samt gi grunnleggende pedometerdata.
nl: Beweging wordt gebruikt om locatie-updates met het huidige bewegingstype te verbeteren en om basisgegevens van de stappenteller te verstrekken.
pl_pl: Wykrywanie ruchu służy do ulepszania lokalizacji, a także do dostarczania podstawowych danych krokomierza.
pt_br: O movimento é usado para melhorar as atualizações de localização com o tipo de movimento atual, bem como fornecer dados básicos de pedômetro.
ru: Отправляют состояние движения телефона вместе с данными геопозиции, и предоставляют данные шагомера.
sv: Rörelse används för att förbättra platsuppdateringar med aktuell rörelsetyp, samt för att tillhandahålla grundläggande stegmätardata.
tr: Hareket, mevcut hareket türüyle konum güncellemelerini iyileştirmek ve temel adımsayar verilerini sağlamak için kullanılır.
uk: Рух використовується для покращення оновлень розташування відповідно до поточного типу переміщення, а також для отримання основних даних крокоміра.
zh_hans: 动作以当前动作类别来改善位置更新，以及提供基本的计步数据。
zh_hant: 動作用以使用動作類別改善座標更新，及提供基本計步資料。

# NSPhotoLibraryAddUsageDescription
source: Photo Library access is needed to allow saving photos from the web view.
bg: Необходим е достъп до библиотеката със снимки, за да може да се запазват снимки от уеб изгледа.
ca_es: L’accés a la llibraria de fotos és necessari per permetre desar fotografies des de la vista web.
cs: Přístup do knihovny fotek je nutný k tomu, aby je bylo možné ukládat z webového zobrazení.
da: Adgang til fotobibliotek er nødvendig for at give mulighed for at gemme fotos fra webvisningen.
de: Der Zugriff auf die Fotobibliothek ist erforderlich, um das Speichern von Fotos aus der Webansicht zu ermöglichen.
el: Απαιτείται πρόσβαση στη Βιβλιοθήκη φωτογραφιών για να επιτρέπεται η αποθήκευση φωτογραφιών από την προβολή ιστού.
es: El acceso a la biblioteca de fotos es necesario para poder guardar fotos desde la web.
et: Fotode veebivaatest salvestamiseks on vaja juurdepääsu fotokogule.
fr: L'accès à la photothèque est nécessaire pour permettre la sauvegarde de photos à partir de la vue Web.
hu: A fényképek webes nézetből történő mentéséhez a Fotótár hozzáférése szükséges.
id: Akses Perpustakaan Foto diperlukan agar bisa menyimpan foto dari tampilan web.
it: E' necessario l'accesso al Rullino foto per consentire il salvataggio delle foto.
ja: Web ビューから写真を保存できるようにするには、フォト ライブラリへのアクセスが必要です。
ko_kr: 웹 보기에서 사진을 저장하려면 사진 보관함 액세스가 필요합니다.
nb: Tilgang til fotobibliotek er nødvendig for å tillate lagring av bilder fra nettvisningen.
nl: Toegang tot de fotobibliotheek is nodig om foto's vanuit de webweergave op te slaan.
pl_pl: Dostęp do Biblioteki Zdjęć jest wymagany, aby umożliwić zapisywanie zdjęć ze strony.
pt_br: O acesso à Biblioteca de fotos é necessário para permitir salvar fotos da visualização da web.
ru: Доступ к фотографиям нужен для сохранения картинок из основного окна программы.
sv: Åtkomst till bildbiblioteket krävs för att tillåta att foton sparas från webbvyn.
tr: Web görünümünden fotoğraf kaydetmeye izin vermek için Fotoğraf Kitaplığı erişimi gereklidir.
uk: Щоб зберегти фотографії з веб-перегляду, потрібно отримати доступ до бібліотеки фотографій.
zh_hans: 需要访问照片库才能保存网页视图中的照片。
zh_hant: 必須取得照片庫存取權，方能由網頁儲存照片。

# NSPhotoLibraryUsageDescription
source: Photo Library access is needed to allow saving photos from the web view.
bg: Необходим е достъп до библиотеката със снимки, за да може да се запазват снимки от уеб изгледа.
ca_es: L’accés a la llibraria de fotos és necessari per permetre desar fotografies des de la vista web.
cs: Přístup do knihovny fotek je nutný k tomu, aby je bylo možné ukládat z webového zobrazení.
da: Adgang til fotobibliotek er nødvendig for at give mulighed for at gemme fotos fra webvisningen.
de: Der Zugriff auf die Fotobibliothek ist erforderlich, um das Speichern von Fotos aus der Webansicht zu ermöglichen.
el: Απαιτείται πρόσβαση στη Βιβλιοθήκη φωτογραφιών για να επιτρέπεται η αποθήκευση φωτογραφιών από την προβολή ιστού.
es: El acceso a la biblioteca de fotos es necesario para poder guardar fotos desde la web.
et: Fotode veebivaatest salvestamiseks on vaja juurdepääsu fotokogule.
fr: L'accès à la photothèque est nécessaire pour permettre la sauvegarde de photos à partir de la vue Web.
hu: A fényképek webes nézetből történő mentéséhez a Fotótár hozzáférése szükséges.
id: Akses Perpustakaan Foto diperlukan agar bisa menyimpan foto dari tampilan web.
it: L'accesso al Rullino foto è necessario per consentire il salvataggio delle foto dalla visualizzazione Web.
ja: Web ビューから写真を保存できるようにするには、フォト ライブラリへのアクセスが必要です。
ko_kr: 웹 보기에서 사진을 저장하려면 사진 보관함 액세스가 필요합니다.
nb: Tilgang til fotobibliotek er nødvendig for å tillate lagring av bilder fra nettvisningen.
nl: Toegang tot de fotobibliotheek is nodig om foto's vanuit de webweergave op te slaan.
pl_pl: Dostęp do Biblioteki Zdjęć jest wymagany, aby umożliwić zapisywanie zdjęć ze strony.
pt_br: O acesso à Biblioteca de fotos é necessário para permitir salvar fotos da visualização da web.
ru: Доступ к фотографиям нужен для сохранения картинок из основного окна программы.
sv: Åtkomst till bildbiblioteket krävs för att tillåta att foton sparas från webbvyn.
tr: Web görünümünden fotoğraf kaydetmeye izin vermek için Fotoğraf Kitaplığı erişimi gereklidir.
uk: Щоб зберегти фотографії з веб-перегляду, потрібно отримати доступ до бібліотеки фотографій.
zh_hans: 需要照片权限才能保存页面中的图片。
zh_hant: 必須取得照片庫存取權，方能由網頁儲存照片。

# NSSiriUsageDescription
source: We use Siri to allow created shortcuts to interact with the app.
bg: Използваме Siri, за да позволим на създадените преки пътища да взаимодействат с приложението.
ca_es: Utilitzem Siri per permetre que les dreceres creades interactuïn amb l’aplicació.
cs: Používáme Siri, abychom umožnili interakci vytvořených zástupců s aplikací.
da: Vi bruger Siri til at muliggøre, at oprettede genveje interagerer med appen.
de: Wir verwenden Siri, um erstellten Verknüpfungen die Interaktion mit der App zu ermöglichen.
el: Χρησιμοποιούμε το Siri για να επιτρέψουμε στις δημιουργημένες συντομεύσεις να αλληλεπιδρούν με την εφαρμογή.
es: Usamos Siri para permitir que los atajos creados interactúen con la aplicación.
et: Kasutame Sirit, et lubada loodud otseteedel rakendusega suhelda.
fr: Nous utilisons Siri pour permettre aux raccourcis créés d’interagir avec l’application.
hu: A Siri segítségével lehetővé tesszük a létrehozott parancsikonok használatát az alkalmazással való interakcióhoz.
id: Kami menggunakan Siri untuk mengizinkan pintasan yang dibuat untuk berinteraksi dengan aplikasi.
it: Usiamo Siri per consentire ai comandi di interagire con l'app.
ja: Siri を使用して、作成したショートカットがアプリと対話できるようにします。
ko_kr: Siri를 사용하여 생성된 바로 가기가 앱과 상호 작용할 수 있도록 합니다.
nb: Vi bruker Siri til å tillate opprettede snarveier for å kommunisere med appen.
nl: We gebruiken Siri om gemaakte snelkoppelingen toe te staan om te communiceren met de app.
pl_pl: Używamy Siri, aby umożliwić stworzonym skrótom interakcję z aplikacją.
pt_br: Usamos a Siri para permitir que atalhos criados interajam com o aplicativo.
ru: Siri нужна, чтобы создавать команды, взаимодействующие с приложением.
sv: Vi använder Siri för att tillåta att skapade genvägar interagerar med appen.
tr: Oluşturulan kısayolların uygulama ile etkileşime girmesine izin vermek için Siri kullanıyoruz.
uk: Ми використовуємо Siri, щоб дозволити створеним командам взаємодіяти з застосунком.
zh_hans: 我们使用Siri让创建的快捷方式与应用进行交互
zh_hant: 使用 Siri 以允許建立捷徑與 App 進行互動。

# NSSpeechRecognitionUsageDescription
source: Used to dictate text to Assist.
bg: Използва се за диктуване на текст към Assist.
cs: Použito k diktování textu pro Assist.
da: Bruges til at diktere tekst til Assist
de: Wird verwendet, um Assist Text zu diktieren.
el: Χρησιμοποιείται για την υπαγόρευση κειμένου στο Assist.
et: Kasutatakse teksti dikteerimiseks Assistile.
hu: Szöveg diktálására szolgál az Asszisztens számára.
ja: アシストにテキストを指示するために使用されます。
ko_kr: Assist에 텍스트를 받아쓰는 데 사용됩니다.
nl: Gebruikt om tekst naar Assistent te dicteren.
pt_br: Usado para ditar texto para Assist.
ru: Используется для диктовки текста в Assist.
sv: Används för att diktera text till Assist.
tr: Assist'e metin dikte etmek için kullanılır.
zh_hans: 用于向语音助手口述文本。
zh_hant: 用於轉述文字至助理。

# SEND_LOCATION_APP_SHORTCUT_TITLE
source: Send Location
bg: Изпрати местоположение
ca_es: Enviar ubicació
cs: Odeslat polohu
da: Send lokalitet
de: Standort senden
el: Αποστολή τοποθεσίας
es: Enviar ubicación
et: Saada asukoht
fr: Envoyer l'emplacement
hu: Tartózkodási hely küldése
id: Kirim Lokasi
it: Invia posizione
ja: 場所を送信
ko_kr: 위치 보내기
nb: Send plassering
nl: Stuur locatie
pl_pl: Wyślij lokalizację
pt_br: Enviar localização
ru: Отправить местоположение
sv: Skicka plats
tr: Konumu Gönder
uk: Надіслати розташування
zh_hans: 发送位置
zh_hant: 傳送座標

# TemporaryFullAccuracyReasonManualUpdate
source: Grant full accuracy to use your current location for your device tracker.
bg: Предоставете пълна точност, за да използвате текущото си местоположение за проследяване на устройството.
cs: Udělte plnou přesnost, abyste mohli použít svou aktuální polohu pro sledování zařízení.
da: Giv tilladelse til, at din sporingsenhed må benytte din aktuelle og præcise lokalitet.
de: Erlaube genauen Zugriff auf deinen Standort, um Device Tracker zu verwenden.
el: Δώστε πλήρη ακρίβεια για να χρησιμοποιήσετε την τρέχουσα τοποθεσία σας για την παρακολούθηση της συσκευής σας.
et: Taga seadme jälgija jaoks oma praeguse asukoha kasutamiseks täielik täpsus.
fr: Garantissez une précision totale dans l'utilisation de votre position actuelle pour le suivi de votre appareil.
hu: Adja meg a teljes pontosságot, hogy az aktuális tartózkodási helyét használhassa a készülék nyomkövetőjéhez.
id: Izinkan akurasi lokasi tepat untuk menggunakan data lokasi Anda saat ini dalam pelacak perangkat.
it: Concedi la massima precisione per utilizzare la tua posizione corrente per il localizzatore del tuo dispositivo.
ja: デバイストラッカーにあなたの現在地を使用するには、完全な精度を付与します。
ko_kr: 현재 위치를 디바이스 추적기에 사용할 수 있도록 완전한 정확도를 부여하세요.
nb: Gi full nøyaktighet for å bruke din nåværende posisjon for trackeren din.
nl: Zet exacte locatie aan om uw huidige locatie te gebruiken voor uw apparaattracker
pt_br: Conceda total precisão para usar sua localização atual para o rastreador do seu dispositivo.
ru: Предоставьте полную точность, чтобы использовать ваше текущее местоположение для отслеживания вашего устройства.
sv: Tillåt maximal noggrannhet för att använda din nuvarande plats för din enhetsspårning.
tr: Cihaz izleyiciniz için mevcut konumunuzu kullanmak için tam doğruluk sağlayın.
uk: Дозвольте максимальну точність визначення вашого поточного місцезнаходження для відстеження пристрою.
zh_hans: 使用精确位置，以便将当前位置用于设备跟踪器。
zh_hant: 取得完整精確度以用於裝置位置追蹤。
