Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/InfoPlist.strings
Languages: bg, ca_es, cs, da, de, el, es, et, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

# NFCReaderUsageDescription
source: Reading and writing NFC tags allows you to trigger events.
bg: Четенето и записването на NFC тагове ви позволява да задействате събития.
ca_es: Llegir i escriure etiquetes NFC us permet activar esdeveniments.
cs: Čtení a zápis NFC štítků umožňuje spouštět události.
da: Læsning og skrivning af NFC-tags giver dig mulighed for at udløse hændelser.
de: Lesen und Beschreiben von NFC-Tags erlaubt das Auslösen von Ereignissen.
el: Η ανάγνωση και η εγγραφή σε NFC tags σας επιτρέπουν να πυροδοτήσετε συμβάντα.
es: Leer y escribir etiquetas NFC os permite activar eventos.
et: NFC-märgiste lugemine ja kirjutamine võimaldab käivitada sündmusi.
fr: La lecture et l'écriture des balises NFC vous permettent de déclencher des événements.
hu: Az NFC-címkék olvasása és írása lehetővé teszi események indítását.
id: Pembacaan dan penulisan tag NFC memungkinkan Anda untuk memicu peristiwa.
it: La lettura e la scrittura di tag NFC ti consente di attivare eventi.
ja: NFCタグの読み取りと書き込みにより、イベントをトリガーできます。
ko_kr: NFC 태그 읽기 및 쓰기를 통해 이벤트를 트리거할 수 있습니다.
nb: Å lese og skrive NFC-tagger lar deg utløse hendelser.
nl: Met het lezen en schrijven van NFC-tags u gebeurtenissen activeren.
pl_pl: Odczytywanie i zapisywanie tagów NFC umożliwia wyzwalanie zdarzeń.
pt_br: Ler e escrever tags NFC permite acionar eventos.
ru: Чтение и запись NFC меток позволяет запускать события.
sv: Läsning och skrivning till NFC-taggar möjliggör att du startar händelser.
tr: NFC etiketlerini okumak ve yazmak, olayları tetiklemenizi sağlar.
uk: Читання та запис тегів NFC дозволяє запускати події.
zh_hans: 读取和写入可让您触发事件的NFC 标签。
zh_hant: 讀寫NFC標籤可觸發事件

# NSCameraUsageDescription
source: Take photos and send them to your Home Assistant server.
bg: Снимайте снимки и ги изпращайте към вашия Home Assistant сървър.
ca_es: Feu fotos i envieu-les al servidor de Home Assistant.
cs: Pořídí fotky a odešle je na server Home Assistanta.
da: Tag fotos og send dem til din Home Assistant-server.
de: Nimm Fotos auf und sende sie an deinen Home Assistant Server.
el: Τραβήξτε φωτογραφίες και στείλτε τις στο διακομιστή του Home Assistant.
es: Hace fotos y las envía a tu Home Assistant
et: Tee fotosid ja saada need Home Assistant serverisse.
fr: Prenez des photos et envoyez-les à votre serveur Home Assistant.
hu: Készítsen fényképeket és küldje el őket a Home Assistant szerverére.
id: Ambil foto dan kirimkan ke server Home Assistant Anda
it: Scatta foto e inviale al tuo server Home Assistant.
ja: 写真を撮って、Home Assistant serverに送ることができます。
ko_kr: 사진을 촬영하여 Home Assistant 서버로 보냅니다.
nb: Ta bilder og send dem til Home Assistant-serveren.
nl: Maak foto's en stuur ze naar je Home Assistant-server.
pl_pl: Zrób zdjęcia i wyślij je do serwera Home Assistant.
pt_br: Tire fotos e envie-as para o servidor do Home Assistant.
ru: Делайте фотографии и отправляйте их на свой сервер Home Assistant.
sv: Ta bilder och skicka dem till din Home Assistant-server.
tr: Fotoğraf çekin ve bunları Home Assistant sunucunuza gönderin.
uk: Зробіть фотографії та надішліть їх на сервер Home Assistant.
zh_hans: 拍照并将其发送到您的Home Assistant服务器。
zh_hant: 拍照並上傳至 Home Assistant 伺服器。

# NSCrossWebsiteTrackingUsageDescription
source: Optionally enable cross-website tracking if your configuration requires it.
bg: По желание активирайте проследяването през различни уебсайтове, ако конфигурацията ви го изисква.
ca_es: Opcionalment, activeu el seguiment entre llocs web si la vostra configuració ho requereix.
cs: Volitelně povolte sledování napříč weby, pokud to Vaše konfigurace vyžaduje.
da: Du kan vælge at aktivere sporing på tværs af websitet, hvis din konfiguration kræver det.
de: Aktiviere optional das Cross-Site-Tracking, wenn deine Konfiguration dies erfordert.
el: Προαιρετικά, ενεργοποιήστε την παρακολούθηση μεταξύ ιστότοπων εάν το απαιτεί η διαμόρφωση.
et: Luba veebisaidiülene jälgimine kui konfiguratsioon seda nõuab.
fr: Activez en option le suivi inter-sites si votre configuration le nécessite.
hu: Opcionálisan engedélyezze a webhelyek közötti nyomon követést, ha a konfiguráció megköveteli.
id: Aktifkan pelacakan lintas situs web opsional jika konfigurasi Anda memerlukannya.
it: Abilitare opzionalmente il cross-website tracking se la vostra configurazione lo richiede.
ja: 必要に応じて、クロス Web サイト トラッキングを有効にします。
ko_kr: 구성에 필요한 경우 교차 웹사이트 추적을 선택적으로 활성화합니다.
nb: Du kan eventuelt aktivere sporing på tvers av nettsteder hvis konfigurasjonen krever det.
nl: Schakel optioneel cross-website tracking in als je configuratie dit vereist.
pl_pl: Opcjonalnie włącz śledzenie w wielu witrynach, jeśli wymaga tego Twoja konfiguracja.
pt_br: Opcionalmente, habilite o rastreamento entre sites se sua configuração exigir.
ru: При необходимости включите межсайтовое отслеживание, если этого требует ваша конфигурация.
sv: Det är möjligt att tillåta kors-spårning av webbplatser om dina inställningar tillåter det.
tr: Yapılandırmanız gerektiriyorsa, isteğe bağlı olarak web siteleri arası izlemeyi etkinleştirin.
uk: За бажанням увімкніть відстеження між веб-сайтами, якщо цього вимагає ваша конфігурація.
zh_hans: 如果您的配置需要，可以选择启用跨网站跟踪。
zh_hant: 假如設定需要，可選項開啟跨網站追蹤。

# NSFocusStatusUsageDescription
source: Report your focus status as a sensor.
bg: Докладвайте състоянието на фокуса си като сензор.
ca_es: Informa del teu estat de concentració com a un sensor.
cs: Hlásí stav zaostření jako senzor.
da: Rapportér din fokusstatus som en sensor.
de: Melde deinen Fokusstatus als Sensor.
el: Αναφέρετε την κατάσταση εστίασης ως αισθητήρα.
et: Teata oma fookuse olekust andurina.
fr: Signalez votre état de mise au point en tant que capteur.
hu: Jelentse a fókusz állapotát érzékelőként.
id: Laporkan status fokus Anda sebagai sensor.
it: Segnala il tuo stato di focus come sensore.
ja: フォーカスの状態をセンサーとして報告します。
ko_kr: 집중 모드 상태를 센서로 보고합니다.
nb: Rapporter fokusstatusen din som sensor.
nl: Rapporteer je focusstatus als een sensor.
pl_pl: Zgłoś swój stan skupienia jako czujnik.
pt_br: Informe seu estado de foco como um sensor.
ru: Сообщить о своем статусе фокусирования в качестве датчика.
sv: Rapportera din fokusstatus som en sensor.
tr: Odak durumunuzu bir sensör olarak bildirin.
zh_hans: 以传感器形式报告您的专注模式状态。
zh_hant: 以感測器方式回報專注狀態。

# NSLocalNetworkUsageDescription
source: Locate and communicate with your Home Assistant instance.
bg: Намерете и комуникирайте с вашата Home Assistant инстанция.
ca_es: Cerqueu i comuniqueu-vos amb la vostra instància de Home Assistant.
cs: Hledá a komunikuje s Vaší instancí Home Assistanta.
da: Finde og kommunikere med din Home Assistant-installation.
de: Finde und kommuniziere mit deiner Home Assistant Instanz.
el: Εντοπίστε και επικοινωνήστε με την υπόσταση του Home Assistant σας.
es: Busque y comuníquese con su instancia de Home Assistant.
et: Leia Home Assistanti eksemplar ja suhtle sellega.
fr: Localisez et communiquez avec votre instance Home Assistant.
hu: Keresse meg és kommunikáljon az Home Asisstant példányával.
id: Temukan dan terhubung dengan instans Home Assistant Anda.
it: Individua e comunica con la tua istanza di Home Assistant.
ja: Home Assistantのインスタンスを見つけて通信します。
ko_kr: Home Assistant 인스턴스를 찾아 통신하십시오.
nb: Finn og kommuniser med Home Assistant-forekomsten.
nl: Zoek en communiceer met je Home Assistant-instantie.
pl_pl: Zlokalizuj i komunikuj się z Twoją instancją Home Assistant'a.
pt_br: Localize e comunique-se com sua instância do Home Assistant.
ru: Найти свой экземпляр Home Assistant и подключиться к нему.
sv: Hitta och kommunicera med din Home Assistant-installation.
tr: Home Assistant örneğinizi bulun ve onunla iletişim kurun.
uk: Визначіть та взаємодійте з вашим екземпляром Home Assistant.
zh_hans: 定位并与您的 Home Assistant 实例通信。
zh_hant: 與 Home Assistant 設備確認與進行通訊。

# NSLocationAlwaysAndWhenInUseUsageDescription
source: 🔵 We also need permission to access location 'Always' so the App can perform background operations. ⚠️ Without that, the App is unable to decide which connection (local or remote) to use in background and will use remote always.
bg: Предлагаме да изберете "Винаги да се разрешава" за най-доброто изживяване на местоположението. Избирането на "Само докато използвате приложението" ще деактивира iBeacons, географски ограничения, обновяване на местоположението на заден план и точно отчитане.
ca_es: Us recomanem que seleccioneu "Permet sempre" per obtenir la millor experiència d'ubicació. Si seleccioneu "Només mentre feu servir l'aplicació", es desactivaran els iBeacons, les barres geogràfiques, les actualitzacions de la ubicació en segon pla i els informes precisos.
cs: 🔵 Také potřebujeme povolení k přístupu k poloze "Trvale", aby aplikace mohla provádět operace na pozadí. ⚠️ Bez něj se aplikace nedokáže rozhodnout, které připojení (lokální nebo vzdálené) použije na pozadí, a bude vždy používat vzdálené.
da: 🔵 Vi skal også bruge tilladelse til at få adgang til lokalitet 'Altid', så appen kan udføre baggrundshandlinger. ⚠️ Uden den kan appen ikke vide, hvilken forbindelse (lokal eller fjern) der skal bruges i baggrunden, og vil altid bruge fjernadgang.
de: 🔵 Wir benötigen außerdem die Berechtigung, „immer“ auf den Standort zuzugreifen, damit die App Hintergrundvorgänge ausführen kann. ⚠️ Ohne diese Berechtigung kann die App nicht entscheiden, welche Verbindung (lokal oder remote) im Hintergrund verwendet werden soll, und wird immer die Remoteverbindung verwenden.
el: 🔵 Χρειαζόμαστε επίσης άδεια πρόσβασης στη θέση 'Πάντα', ώστε η εφαρμογή να μπορεί να εκτελεί λειτουργίες στο παρασκήνιο. ⚠️ Χωρίς αυτό, η Εφαρμογή δεν είναι σε θέση να αποφασίσει ποια σύνδεση (τοπική ή απομακρυσμένη) θα χρησιμοποιήσει στο παρασκήνιο και θα χρησιμοποιεί πάντα την απομακρυσμένη.
es: Sugerimos seleccionar "Permitir siempre" para obtener la mejor experiencia de ubicación. Al seleccionar "Solo durante el uso de la aplicación" se deshabilitarán iBeacons, geocercas, actualizaciones de ubicación en segundo plano e informes precisos.
et: 🔵 Samuti vajame luba asukohale juurde pääseda valikuga „Alati”, et rakendus saaks taustal toiminguid teha. ⚠️ Ilma selleta ei saa rakendus otsustada, millist ühendust (kohalik või kaugühendus) taustal kasutada ja kasutab alati kaugühendust.
fr: Nous vous suggérons de sélectionner "Toujours autoriser" pour une meilleure expérience de localisation. La sélection de "Seulement lors de l'utilisation de l'application" désactive les iBeacons, le géorepérage, les mises à jour d'emplacement d'arrière-plan et la génération de rapports précis.
hu: 🔵 Engedélyt kell kérnünk arra, hogy mindig hozzáférhessünk a helymeghatározáshoz, így az alkalmazás háttérben is tud műveleteket végezni. ⚠️ Enélkül az alkalmazás nem tudja eldönteni, hogy a helyi vagy a távoli kapcsolatot használja-e a háttérben, és mindig a távolit fogja használni.
id: Kami sarankan untuk memilih "Selalu Izinkan" untuk pengalaman lokasi terbaik. Memilih "Hanya Saat Menggunakan Aplikasi" akan menonaktifkan iBeacon, geofence, pembaruan lokasi latar belakang, dan pelaporan yang akurat.
it: Ti consigliamo di selezionare "Consenti sempre" per la migliore esperienza di localizzazione. Selezionando "Solo durante l'utilizzo dell'App" saranno disabilitati iBeacons, i geofences, gli aggiornamenti di posizione in background e la segnalazione esatta.
ja: 🔵 アプリがバックグラウンド操作を実行できるようにするには、位置情報への「常時」アクセス権限も必要です。 ⚠️ これがないと、アプリはバックグラウンドでどの接続 (ローカルまたはリモート) を使用するかを決定できず、常にリモートを使用します。
ko_kr: 최상의 위치 경험을 위해 "항상 허용"을 선택하는 것이 좋습니다. '앱을 사용하는 동안에만'을 선택하면 iBeacon, 지오펜스, 백그라운드 위치 업데이트 및 정확한 보고 기능이 비활성화됩니다.
nb: Vi foreslår at du velger "Alltid tillat" for den beste opplevelsen. Hvis du velger "Kun mens du bruker appen", deaktiveres iBeacons, geofences, oppdateringer for bakgrunnsplassering og nøyaktig rapportering.
nl: We raden u aan 'Altijd toestaan' te selecteren voor de beste locatie-ervaring. Als u "Alleen tijdens het gebruik van de app" selecteert, worden iBeacons en geofences locatie voorzieningen/updates uitgeschakeld.
pl_pl: Zalecamy wybranie opcji „Zawsze”, aby uzyskać najlepszą jakość lokalizacji. Wybranie opcji „Gdy używam aplikacji” spowoduje wyłączenie iBeacons, geofence, aktualizacji lokalizacji w tle i dokładnego raportowania.
ru: 🔵 Нам также требуется разрешение на доступ к местоположению 'Всегда', чтобы приложение могло выполнять фоновые операции. ⚠️ Без этого приложение не сможет решить, какое соединение (локальное или удаленное) использовать в фоновом режиме, и всегда будет использовать удаленное.
sv: 🔵 Vi behöver också platsåtkomst "Alltid" så att appen kan utföra bakgrundsoperationer. ⚠️ Utan detta kan appen inte bestämma vilken anslutning (lokal eller fjärr) som ska användas i bakgrunden och kommer alltid att använda fjärr.
tr: En iyi konum deneyimi için "Her Zaman İzin Ver"i seçmenizi öneririz. "Yalnızca Uygulamayı Kullanırken" seçeneğinin seçilmesi, iBeacon'ları, coğrafi sınırları, arka planda konum güncellemelerini ve doğru raporlamayı devre dışı bırakır.
uk: Радимо вибрати параметр "Дозволити завжди" для найоптимальнішої роботи. Вибір "тільки при використанні" відключить iBeacons, віртуальні периметри, фонове оновлення розташування та звітність про точність.
zh_hans: 🔵 我们还需要”始终“访问位置信息的权限，以便应用可以执行后台操作。 ⚠️ 没有此权限，应用将无法决定在后台时食用哪种连接（本地或远程），并将一直使用远程连接。
zh_hant: 🔵 另外還需要設定 '永遠' 允許存取位置權限，以便應用程式可以執行背景操作。 ⚠️ 沒有此權限，應用程式將無法決定在背景使用哪個連線（本地或遠端），並將始終使用遠端連線。

# NSLocationWhenInUseUsageDescription
source: This app needs location access to connect directly to your Home Assistant installation. 1️⃣ Your location will only be used to check if you are connected to your local network. 2️⃣ It will not be shared with anyone. 3️⃣ If you do not allow this, the app will always connect over the internet instead. If not configured, it will protect your data and refuse the connection.
bg: Разрешаването на достъп до местоположението само докато приложението се използва, ще деактивира iBeacons, географски ограничения, обновявания на местоположението на заден план и точно отчитане.
ca_es: Només permetent l'accés a la ubicació mentre l'aplicació està en ús deshabilitarà iBeacons, geocercas, actualitzacions d'ubicació en segon pla i informes precisos.
cs: Tato aplikace potřebuje přístup k poloze, aby se mohla přímo připojit k vaší instalaci aplikace Home Assistant. 1️⃣ Vaše poloha bude použita jen k ověření, zda jste připojeni k místní síti. 2️⃣ Nebude s nikým sdílena. 3️⃣ Pokud není povoleno, aplikace se bude vždy připojovat přes internet. Pokud není nenastaveno, ochrání vaše data a připojení odmítne.
da: Denne app skal have adgang til din lokalitet for at kunne oprette direkte forbindelse til din Home Assistant-installation. 1️⃣ Din lokalitet vil kun blive brugt til at kontrollere, om du har forbindelse til dit lokale netværk. 2️⃣ Det vil ikke blive delt med nogen. 3️⃣ Hvis du ikke tillader dette, vil appen altid oprette forbindelse over internettet i stedet. Hvis den ikke er konfigureret, vil den beskytte dine data og afvise forbindelsen.
de: Diese App benötigt Standortzugriff, um sich direkt mit deiner Home Assistant-Installation zu verbinden. 1️⃣ Dein Standort wird nur verwendet, um zu überprüfen, ob du mit deinem lokalen Netzwerk verbunden bist. 2️⃣ Er wird nicht an Dritte weitergegeben. 3️⃣ Wenn du dies nicht zulässt, stellt die App immer die Verbindung über das Internet her. Wenn dies nicht konfiguriert ist, schützt die App deine Daten und verweigert die Verbindung.
el: Αυτή η εφαρμογή χρειάζεται πρόσβαση στην τοποθεσία για να συνδεθεί απευθείας με την εγκατάσταση του Home Assistant. 1️⃣ Η τοποθεσία σας θα χρησιμοποιηθεί μόνο για να ελέγξει αν είστε συνδεδεμένος/η στο τοπικό σας δίκτυο. 2️⃣ Δεν θα κοινοποιηθεί σε κανέναν. 3️⃣ Αν δεν το επιτρέψετε αυτό, η εφαρμογή θα συνδέεται πάντα μέσω του διαδικτύου. Αν δεν ρυθμιστεί, θα προστατεύει τα δεδομένα σας και θα αρνείται τη σύνδεση.
es: Solo permitiendo el acceso a la ubicación mientras la aplicación está en uso deshabilitará iBeacons, geocercas, actualizaciones de ubicación en segundo plano e informes precisos.
et: See rakendus vajab Home Assistant installiga otseühenduse loomiseks asukohale juurdepääsu. 1️⃣ Asukohta kasutatakse ainult selleks, et kontrollida, kas oled ühendatud oma kohaliku võrguga. 2️⃣ Seda ei jagata kellegagi. 3️⃣ Kui seda ei luba, loob rakendus alati ühenduse interneti kaudu. Kui see pole konfigureeritud, kaitseb see andmeid ja keeldub ühendusest.
fr: Autoriser l'accès à la localisation uniquement lorsque l'application est en cours d'utilisation désactivera les iBeacons, le géorepérage, les mises à jour d'emplacement en arrière-plan et la génération de rapports précis.
hu: Ez az alkalmazás helyadatokhoz való hozzáférést igényel a Home Assistant telepítéséhez való közvetlen csatlakozáshoz. 1️⃣ Az Ön helyzete csak annak ellenőrzésére lesz használva, hogy csatlakozik-e a helyi hálózathoz. 2️⃣ Nem lesz megosztva senkivel. 3️⃣ Ha nem engedélyezi ezt, az alkalmazás mindig az interneten keresztül fog csatlakozni. Ha nincs konfigurálva, megvédi az adatait és megtagadja a kapcsolatot.
id: Hanya mengizinkan akses lokasi saat aplikasi sedang digunakan akan menonaktifkan iBeacon, geofences, pembaruan lokasi latar belakang, dan pelaporan yang akurat.
it: Consentire l'accesso alla posizione solo mentre l'app è in uso disabiliterà iBeacons, i geofences, gli aggiornamenti della posizione in background e la segnalazione esatta.
ja: このアプリは、Home Assistant インストールに直接接続するために位置情報へのアクセスが必要です。 1️⃣ あなたの位置情報は、ローカルネットワークに接続しているかどうかを確認するためにのみ使用されます。 2️⃣ 誰とも共有されません。 3️⃣ 許可しない場合、アプリは常にインターネット経由で接続します。設定されていない場合、アプリはデータを保護するために接続を拒否します。
ko_kr: 앱을 사용하는 동안에만 위치 액세스를 허용하면 iBeacon, 지오펜스, 백그라운드 위치 업데이트 및 정확한 보고가 비활성화됩니다.
nb: Bare tillatelse for tilgang til plass mens appen er i bruk, deaktiverer iBeacons, geofences, oppdateringer for bakgrunnsplassering og nøyaktig rapportering.
nl: Alleen locatie toegang toestaan ​​terwijl de app in gebruik is, zal iBeacons, geofences en locatie voorzieningen/updates uitschakelen.
pl_pl: Zezwolenie na dostęp do lokalizacji tylko, gdy aplikacja jest włączona, spowoduje wyłączenie iBeacons, geofences, aktualizacje lokalizacji w tle i dokładne raportowania lokalizacji.
ru: Этому приложению необходим доступ к местоположению, чтобы напрямую подключиться к вашей установке Home Assistant. 1️⃣ Ваше местоположение будет использоваться только для проверки подключения к локальной сети. 2️⃣ Оно не будет передано никому. 3️⃣ Если вы не разрешите это, приложение всегда будет подключаться через Интернет. Если оно не настроено, то будет защищать ваши данные и отказывать в подключении.
sv: Den här appen behöver platsåtkomst för att ansluta direkt till din Home Assistant-installation. 1️⃣ Din plats kommer endast att användas för att kontrollera om du är ansluten till ditt lokala nätverk. 2️⃣ Den kommer inte att delas med någon. 3️⃣ Om du inte tillåter detta kommer appen alltid att ansluta via internet i stället. Om den inte är konfigurerad kommer den att skydda dina data och neka anslutningen.
tr: Yalnızca uygulama kullanımdayken konum erişimine izin vermek, iBeacon'ları, coğrafi sınırları, arka planda konum güncellemelerini ve doğru raporlamayı devre dışı bırakır.
uk: Лише надання доступу до розташування під час використання додатка відключить iBeacons, віртуальні периметри, фонові оновлення та звіти про точність.
zh_hans: 此应用需要访问您的位置信息才能直接连接到您的 Home Assistant 系统。 1️⃣ 您的位置信息仅用于检查您是否已连接到本地网络。 2️⃣ 您的位置信息不会与任何人共享。 3️⃣ 如果您不允许访问位置信息，应用将始终通过互联网连接。如果未进行配置，应用将保护您的数据并拒绝连接。
zh_hant: 此應用程式需要位置存取權限、才能直接連線至您的 Home Assistant 安裝。 1️⃣ 您的位置資訊將僅用於檢查是否已連線至本機網路。 2️⃣ 位置資訊不會與任何人分享。 3️⃣ 如果不允許此操作，應用程式將始終透過網際網路連線。如果未設定，它將保護您的資料並拒絕連線。

# NSMicrophoneUsageDescription
source: Record audio using your Home Assistant frontend.
bg: Записвайте аудио чрез вашия Home Assistant интерфейс.
cs: Nahrávejte zvuk pomocí frontendu Home Assistanta.
da: Optag lyd ved hjælp af Home Assistant-brugerfladen
de: Nehme Audio mit deinem Home Assistant Frontend auf.
el: Ηχογραφήστε ήχο χρησιμοποιώντας την πρόσοψη του Home Assistant.
et: Salvesta heli Home Assistanti kasutajaliidese abil.
fr: Enregistrez de l'audio à l'aide de votre interface Home Assistant.
hu: Hangfelvételt készíthet a Home Assistant kezelőfelületével.
id: Rekam audio menggunakan antarmuka Home Assistant Anda.
it: Registra l'audio utilizzando il frontend del tuo Home Assistant.
ja: HomeAssistantフロントエンドを使用してオーディオを録音します。
ko_kr: Home Assistant 프런트엔드를 사용하여 오디오를 녹음하세요.
nb: Ta opp lyd ved hjelp av Home Assistant-frontend.
nl: Neem audio op met je Home Assistant frontend.
pt_br: Grave áudio usando o frontend do Home Assistant.
ru: Запишите аудио, используя интерфейс вашего Home Assistant
sv: Spela in ljud genom att använda din Home Assistant frontend.
tr: Home Assistant ön uçunuzu kullanarak ses kaydedin.
uk: Записуйте звук за допомогою інтерфейсу Home Assistant.
zh_hans: 应用程序在前台打开时，使用 Home Assistant 录制音频。
zh_hant: 使用 Home Assistant frontend 進行錄音。
