Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Intents.strings
Languages: bg, ca_es, cs, da, de, el, es, et, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

# hLFNfv
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Det lykkedes ikke at hente kamerabillede. Fejl: ${error}
de: Fehler beim Abrufen des Kamerabildes: ${error}
el: Απέτυχε η λήψη εικόνας κάμερας με σφάλμα: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Impossibile ottenere l'immagine della telecamera con errore: ${error}.
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Kunne ikke laste inn kamerabilde (${error})
nl: Het is niet gelukt om het camerabeeld krijgen, fout: ${error}.
pl_pl: Nie udało się pobrać obrazu z kamery, wystąpił błąd: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Kamera görüntüsü alınamadı: ${error}
uk: Не вдалося отримати зображення з камери через помилку: ${error}
zh_hans: 失败：${error}
zh_hant: 取得鏡頭圖像失敗，錯誤：${error}

# hsrlTY
source: Get a single still frame from a camera
bg: Вземете единичен статичен кадър от камера
ca_es: Obteniu una única instantània d'una càmera
cs: Pořídit fotku z kamery
da: Hent et enkelt stillbillede fra et kamera
de: Letztes Standbild einer Kamera in die Zwischenablage kopieren
el: Λάβετε ένα ενιαίο πλαίσιο από μια κάμερα
et: Hangi kaamerast üks kaader
fr: Obtenez une seule image fixe d'un appareil photo
hu: Egyetlen állókép kinyerése egy kamerából
id: Satu gambar terbaru dari kamera diperoleh
it: Ottenere una singola foto da una camera e metterlo negli appunti
ja: カメラから1枚の静止画を取得します
ko_kr: 카메라에서 단일 스틸 프레임 가져오기
nb: Hent et stillbilde fra et kamera
nl: Haal een stilstaand beeld van een camera op.
pl_pl: Uzyskaj pojedynczą klatkę z aparatu
pt_br: Obtenha um único quadro estático de uma câmera
ru: Получить один стоп-кадр с камеры
sv: Få en enskild stillbild från en kamera
tr: Bir kameradan tek bir fotoğraf karesi alın
uk: Отримати статичне зображення з камери
zh_hans: 从相机获取单个静止帧
zh_hant: 由鏡頭取得靜態圖像

# iMvUhs
source: Open Page
bg: Отворете страницата
ca_es: Obre la pàgina
cs: Otevřít stránku
es: Abre la página
et: Ava lehekülg
fr: Ouvrir la page
hu: Oldal megnyitása
id: Buka Halaman
ja: ページを開く
ko_kr: 페이지 열기
pt_br: Abrir página
ru: Открыть страницу
sv: Öppna sida
zh_hans: 打开页面

# jtqxOg
source: Just to confirm, you wanted ‘${action}’?
bg: Само за потвърждение, искахте „${action}“?
ca_es: Només per confirmar, volies ´${action}´?
cs: Jen pro potvrzení, chtěli jste "${action}"?
da: Bare for at bekræfte; ønskede du ‘${action}’?
de: Nur zur Bestätigung, du möchtest '${action}' ausführen?
el: Απλώς για επιβεβαίωση, θέλατε το '${action}';
es: Sólo por confirmar, ¿querías ́${action} ́?
et: Lihtsalt kinnituseks, et tahtsite '${action}'?
fr: Juste pour confirmer, vous vouliez '${action}' ?
hu: Kérem, erősítse meg: '${action}'?
id: Sekadar konfirmasi, benar Anda menginginkan ‘${action}’?
it: Solo per confermare, volevi '${action} '?
ja: 確認のため、 ‘${action}’ が必要でしたか？
ko_kr: 확인을 위해 '${action}'을 원하셨습니까?
nb: Bare for å bekrefte, ønsket du '${action} '?
nl: Ter bevestiging, je wilde '${action}'?
pl_pl: Tylko dla potwierdzenia, chciałaś/eś ‘${action}’?
pt_br: Só para confirmar, você queria ' ${action} '?
sv: För att bekräfta, du önskade ’${action}’?
tr: Sadece onaylamak için '${action}' mı istediniz?
uk: Просто щоб підтвердити, ви хотіли '${action}'?
zh_hans: 只是确认一下，你想“${action}“ ？
zh_hant: 確認要 ‘${action}’？

# kGB23u
source: Perform Action
bg: Изпълнение на действие
ca_es: Realitza l'acció
cs: Provést akci
da: Udfør handling
de: Aktion ausführen
el: Εκτέλεση ενέργειας
es: Realiza la acción
et: Soorita toiming
fr: Effectuer l'action
hu: Művelet végrehajtása
id: Jalankan Aksi
it: Eseguire l'azione
ja: アクションの実行
ko_kr: 동작 수행
nb: Utfør handling
nl: Actie uitvoeren
pl_pl: Wykonaj akcję
pt_br: Executar a ação
ru: Выполнить действие
sv: Utför åtgärd
tr: Eylemi Gerçekleştir
uk: Виконати дію
zh_hans: 执行动作
zh_hant: 執行觸發

# lGqSSG
source: Failed to update sensors.
bg: Неуспешно актуализиране на сензорите.
ca_es: No s'han pogut actualitzar els sensors.
cs: Aktualizace senzorů se nezdařila.
da: Opdatering af sensorer mislykkedes.
de: Sensoren aktualisieren fehlgeschlagen.
el: Αποτυχία ενημέρωσης αισθητήρων.
es: No se han podido actualizar los sensores.
et: Andurite värskendamine nurjus.
fr: Échec de la mise à jour des capteurs.
hu: Nem sikerült frissíteni az érzékelőket.
id: Gagal memperbarui sensor.
it: Aggiornamento dei sensori fallito.
ja: センサーの更新に失敗しました。
ko_kr: 센서 업데이트 실패
nb: Kunne ikke oppdatere sensorer.
nl: De sensoren konden niet worden bijgewerkt.
pl_pl: Nie udało się zaktualizować sensorów.
pt_br: Falha ao atualizar os sensores.
ru: Не удалось обновить датчики.
sv: Kunde inte uppdatera sensorer.
tr: Sensörleri güncelleştiremedi.
uk: Не вдалося оновити датчики.
zh_hans: 更新传感器失败
zh_hant: 更新感測器失敗。

# lNmaCR
source: Template
bg: Шаблон
ca_es: Plantilla
cs: Šablona
da: Skabelon
de: Vorlage
el: Πρότυπο
es: Plantilla
et: Mall
fr: Modèle
hu: Sablon
id: Templat
it: Modello
ja: テンプレート
ko_kr: 템플릿
nb: Mal
nl: Sjabloon
pl_pl: Szablon
pt_br: Modelo
ru: Шаблон
sv: Mall
tr: Taslak
uk: Шаблон
zh_hans: 模板
zh_hant: 模板

# lxHlyQ
source: Fire Event
bg: Стартирай събитие
ca_es: Dispara un esdeveniment
cs: Spustit událost
da: Afsend hændelse
de: Ereignis auslösen
el: Εκκίνηση συμβάντος
et: Käivita sündmus
fr: Déclencher l'événement
hu: Esemény meghívása
id: Jalankan Peristiwa
it: Lancia un evento
ko_kr: 이벤트 발행
nb: Kjør hendelse
nl: Gebeurtenis uitvoeren
pl_pl: Uruchom zdarzenie
pt_br: Evento de Incêndio
ru: Запустить событие
sv: Utlös händelse
tr: Olayı Çalıştır
uk: Опублікувати подію
zh_hans: 触发事件
zh_hant: 觸發事件

# mAibJP
source: Failed: Home Assistant is not currently reachable
bg: Неуспешно: Home Assistant в момента не е достъпен
ca_es: Ha Fallat: Home Assistant no està accessible actualment
cs: Selhání: Home Assistant není aktuálně dostupný
da: Kunne ikke hente kamerabillede. Home Assistant er ikke tilgængelig i øjeblikket
de: Es konnte kein Kamerabild abgerufen werden, Home Assistant ist aktuell nicht erreichbar
el: Απέτυχε η λήψη εικόνας κάμερας, δεν είναι δυνατό να είναι προς το παρόν προσβάσιμο το Home Assistant
es: Ha Fallado: Hombre Assistant no está accesible actualmente
et: Nurjus: Home Assistant pole praegu kättesaadav
fr: Échec du déclenchement de l'événement, Home Assistant n'est actuellement pas accessible.
hu: Sikertelen: A Home Assistant jelenleg nem érhető el
id: Gagal: Home Assistant tidak dapat dijangkau saat ini
it: Impossibile ottenere l'immagine della telecamera, Home Assistant non è attualmente raggiungibile
ja: 失敗しました: Home Assistantにアクセスできません
ko_kr: 실패: 현재 Home Assistant에 연결할 수 없습니다.
nb: Mislyktes å hente kamerabildet, Home Assistant ikke er tilgjengelig
nl: Kan camerabeeld niet ophalen, Home Assistant is momenteel niet bereikbaar
pl_pl: Nie udało się pobrać obrazu z kamery, Home Assistant jest obecnie niedostępny
pt_br: Falha: o Home Assistant não está acessível no momento
ru: Ошибка: Home Assistant в настоящее время недоступен
sv: Misslyckades: Home Assistant är för närvarande inte tillgänglig
tr: Kamera görüntüsü alınamadı, Home Assistant'a şu anda ulaşılamıyor
uk: Не вдалося отримати зображення з камери, Home Assistant наразі недоступний
zh_hans: 失败：Home Assistant 当前不可达
zh_hant: 取得鏡頭圖像失敗，目前無法連線至 Home Assistant

# mJ6CrP
source: Failed to send ${eventName}: ${error}
bg: Не успя да изпрати ${eventName}: ${error}
ca_es: No s'ha pogut enviar ${eventName}: ${error}
cs: Selhalo odeslání ${eventName}: ${error}
da: Kunne ikke sende ${eventName} til Home Assistant. Fejl: ${error}
de: Fehler beim Senden von ${eventName} an Home Assistant. Fehler: ${error}
el: Αποτυχία αποστολής ${eventName} στο Home Assistant με σφάλμα: ${error}
es: No se ha podido enviar ${eventName}: ${error}
et: ${eventName}: ${error} saatmine nurjus
fr: Échec de l'envoi de ${eventName} : ${error}
hu: Nem sikerült elküldeni, ${eventName}: ${error}
id: Gagal mengirim ${eventName}: ${error}
it: Impossibile inviare ${eventName} a Home Assistant con errore: ${error}
ja: ${eventName} の送信に失敗しました: ${error}
ko_kr: ${eventName}: ${error}을(를) 보내지 못했습니다.
nb: Kunne ikke sende ${eventName} til Home Assistant (${error})
nl: Kon ${eventName} niet naar Home Assistant sturen, fout: ${error}
pl_pl: Nie udało się wysłać ${eventName} do Home Assistant'a, wystąpił błąd: ${error}
pt_br: Falha ao enviar ${eventName} : ${error}
ru: Не удалось отправить ${eventName}: ${error}
sv: Misslyckades med att skicka ${eventName}: ${error}
tr: Home Assistant'a ${eventName} gönderilemedi: ${error}
uk: Не вдалося надіслати ${eventName} у Home Assistant через помилку: ${error}
zh_hans: 发送 ${eventName} 失败：${error}
zh_hant: 傳送 ${eventName} 至 Home Assistant 失敗，錯誤：${error}

# mZnRHS
source: ${eventName} fired
bg: ${eventName} беше активиран
ca_es: ${eventName} disparat
cs: ${eventName} spuštěno
da: ${eventName} blev sendt til Home Assistant
de: ${eventName} wurde an Home Assistant gesendet
el: Εστάλη με επιτυχία το ${eventName} στο Home Assistant
et: ${eventName} vallandus
fr: Envoi avec succès de ${eventName} à Home Assistant
hu: ${eventName} aktiválva
id: ${eventName} dijalankan
it: Inviato con successo ${eventName} ad Home Assistant
ja: ${eventName} が発生しました
ko_kr: ${eventName} 실행됨
nb: Sendte ${eventName} til Home Assistant
nl: ${eventName} succesvol naar Home Assistant verzonden
pl_pl: Pomyślnie wysłano ${eventName} do Home Assistant'a
pt_br: ${eventName} disparado
ru: ${eventName} запущено
sv: ${eventName} startad
tr: ${eventName} başarılı bir şekilde Home Assistant'a gönderildi
uk: Успішно надіслано ${eventName} у Home Assistant
zh_hans: 事件${eventName}已触发
zh_hant: 成功傳送 ${eventName} 至 Home Assistant

# mi6B62
source: What data do you want to send with the event?
bg: Какви данни искате да изпратите със събитието?
ca_es: Quines dades voleu enviar amb l’esdeveniment?
cs: Jaká data chcete s událostí odeslat?
da: Hvilke data vil du sende med hændelsen?
de: Welche Daten möchten Sie mit dem Event senden?
el: Ποια δεδομένα θέλετε να στείλετε με το συμβάν;
et: Milliseid andmeid soovid koos sündmusega saata?
fr: Quelles données voulez-vous envoyer avec l'événement ?
hu: Milyen adatokat szeretne küldeni az eseménnyel?
id: Data apa yang ingin dikirim dengan event tersebut?
it: Quali dati vuoi inviare con l'evento?
ja: イベントでどのようなデータを送信しますか？
ko_kr: 이벤트와 함께 어떤 데이터를 보내시겠습니까?
nb: Hvilke data ønsker du å sende med hendelsen?
nl: Welke gegevens wilt u met de gebeurtenis verzenden?
pl_pl: Jakie dane chcesz wysłać ze zdarzeniem?
pt_br: Quais dados você deseja enviar com o evento?
ru: Какие данные вы хотите отправить вместе с событием?
sv: Vilka data vill du skicka med händelsen?
tr: Olay ile beraber ne verisi göndermek istiyorsunuz?
uk: Які дані ви хочете надіслати разом з цією подією?
zh_hans: 您想发送此事件的什么数据 ？
zh_hant: 所要傳送事件的資料？

# ns9RRU
source: Open Page
bg: Отворете страницата
ca_es: Obre la pàgina
cs: Otevřít stránku
es: Abre la página
et: Ava lehekülg
fr: Ouvrir la page
hu: Oldal megnyitása
id: Buka Halaman
ja: ページを開く
ko_kr: 페이지 열기
pt_br: Abrir página
ru: Открыть страницу
sv: Öppna sida
zh_hans: 打开页面

# nzqmFA
source: Done
bg: Готово
ca_es: Fet!
cs: Hotovo
da: Fik det seneste billede fra ${cameraID}
de: Letztes Standbild von ${cameraID} in die Zwischenablage kopiert
el: Λάβατε τα τελευταία από ${cameraID}
es: Hecho!
et: Valmis
fr: Fait
hu: Kész
id: Selesai
it: Ultima foto da ${cameraID} copiata negli appunti
ja: 完了
ko_kr: 완료
nb: Fikk siste stillbilde fra ${cameraID}
nl: Laatste stilstaand beeld van ${cameraID} opgehaald.
pl_pl: Pobrano najnowsze zdjęcie z ${cameraID}
pt_br: Feito
sv: Klart
tr: Got the latest still from ${cameraID}
uk: Отримано останню інформацію з ${cameraID}
zh_hans: 完成
zh_hant: 已取得 ${cameraID} 最新靜態圖像

# oHn0vD
source: Pages
bg: Страници
ca_es: Pàgines
cs: Stránky
es: Páginas
et: Leheküljed
hu: Oldalak
id: Halaman
ja: ページ
ko_kr: 페이지
pt_br: Páginas
ru: Страницы
sv: Sidor
zh_hans: 页面

# oIWFyR
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Kunne ikke sende ${eventName} til Home Assistant. Fejl: ${error}
de: Fehler beim Senden von ${eventName} an Home Assistant mit Fehler: ${error}
el: Αποτυχία αποστολής ${eventName} στο Home Assistant με σφάλμα: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Impossibile inviare ${eventName} a Home Assistant con errore: ${error}
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Kunne ikke sende ${eventName} til Home Assistant med feil: ${error}
nl: Kon evenement ${eventName} niet sturen naar Home Assistant met fout: ${error}
pl_pl: Nie udało się wysłać ${eventName} do Home Assistant, błąd: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Failed to send ${eventName} to Home Assistant with error: ${error}
uk: Не вдалося надіслати ${eventName} у Home Assistant через помилку: ${error}
zh_hans: 失败: ${error}
zh_hant: 傳送 ${eventName} 至 Home Assistant 失敗，錯誤：${error}

# onq5yE
source: Failed to call service with error: ${error}
bg: Неуспешно извикване на услугата с грешка: ${error}
ca_es: Error en cridar el servei amb error: ${error}
cs: Nepodařilo se zavolat službu s chybou: ${error}
es: Error al llamar al servicio con error: ${error}
et: Teenusele käivitamine nurjus tõrkega: ${error}
fr: Impossible d'appeler le service, erreur: ${error}
hu: A szolgáltatás hívása sikertelen volt, hiba: ${error}
id: Gagal memanggil layanan dengan kesalahan: ${error}
ja: エラーでサービスを呼び出すことができませんでした: ${error}
ko_kr: 오류로 인해 서비스 호출 실패: ${error}
pt_br: Falha ao chamar o serviço com erro: ${error}
ru: Не удалось вызвать службу из-за ошибки: ${error}
sv: Misslyckades att anropa tjänsten, fick felet: ${error}
zh_hans: 调用服务失败，错误信息：${error}。

# pQhTjo
source: Failed: Home Assistant is not currently reachable
bg: Неуспешно: Home Assistant в момента не е достъпен
ca_es: Ha Fallat: Home Assistant no està accessible actualment
cs: Selhání: Home Assistant není aktuálně dostupný
da: Kunne ikke afsende hændelse, Home Assistant er ikke tilgængelig i øjeblikket
de: Event konnte nicht übertragen werden da Home Assistant nicht erreichbar ist
el: Αποτυχία ενεργοποίησης συμβάντος, το Home Assistant δεν είναι προσβάσιμο αυτήν τη στιγμή
es: Ha Fallado: Hombre Assistant no está accesible actualmente
et: Nurjus: Home Assistant pole praegu kättesaadav
fr: Échec du déclenchement de l'événement, Home Assistant n'est actuellement pas accessible.
hu: Sikertelen: A Home Assistant jelenleg nem érhető el
id: Gagal: Home Assistant tidak dapat dijangkau saat ini
it: Impossibile generare l'evento, Home Assistant non è attualmente raggiungibile
ja: 失敗しました: Home Assistantに現在アクセスできません
ko_kr: 실패: 현재 Home Assistant에 연결할 수 없습니다.
nb: Kunne ikke utføre hendelsen, men Home Assistant kan ikke nås for øyeblikket
nl: Kon gebeurtenis niet activeren, Home Assistant is momenteel niet bereikbaar
pl_pl: Nie udało się wysłać zdarzenia, Home Assistant jest obecnie niedostępny
pt_br: Falha: o Home Assistant não está disponível no momento
ru: Ошибка: Home Assistant в настоящее время недоступен
sv: Misslyckades: Home Assistant kan inte nås för tillfället
tr: Olay başarısız oldu. Home Assistant şuan ulaşılabilinir değil
uk: Не вдалося опублікувати подію, оскільки Home Assistant наразі недоступний
zh_hans: 失败：Home Assistant 当前不可达
zh_hant: 觸發事件失敗，目前無法連線至 Home Assistant

# pjQR7t
source: Update Sensors
bg: Актуализиране на сензори
ca_es: Actualitzar sensors
cs: Aktualizovat senzory
da: Opdater sensorer
de: Sensoren aktualisieren
el: Ενημέρωση αισθητήρων
es: Actualizar sensores
et: Andurite värskendamine
fr: Mise à jour des capteurs
hu: Érzékelők frissítése
id: Perbarui Sensor
it: Aggiorna Sensori
ja: センサーの更新
ko_kr: 센서 업데이트
nb: Oppdater sensorer
nl: Update sensoren
pl_pl: Zaktualizuj sensory
pt_br: Atualizar sensores
ru: Обновление датчиков
sv: Uppdatera sensorer
tr: Sensörleri Güncelle
uk: Оновлення датчиків
zh_hans: 更新传感器
zh_hant: 更新感測器

# qYpzmu
source: Which pages?
bg: Кои страници?
ca_es: Quines pàgines?
cs: Které stránky?
es: ¿Qué páginas?
et: Millised lehed?
fr: Quelles pages ?
hu: Mely oldalak?
id: Halaman yang mana?
ja: どのページ？
ko_kr: 어떤 페이지인가요?
pt_br: Quais páginas?
ru: Какие страницы?
sv: Vilka sidor?
zh_hans: 哪些页面 ？

# qayMH6
source: Call Service
bg: Извикване на услуга
ca_es: Crida un servei
cs: Zavolat službu
da: Kald service
de: Dienst ausführen
el: Κλήση υπηρεσίας
et: Kutsu teenus
fr: Appeler le service
hu: Szolgáltatás meghívása
id: Panggil Layanan
it: Chiama il servizio
ja: サービスの呼び出し
ko_kr: 서비스 호출
nb: Utfør tjeneste
nl: Service aanroepen
pl_pl: Wywołaj usługę
pt_br: Serviço de chamada
ru: Вызвать службу
sv: Anropa tjänst
tr: Servisi Çağır
uk: Викликати сервіс
zh_hans: 调用服务
zh_hant: 執行服務

# qzje4k
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Kunne ikke kalde servicen. Fejl: ${error}
de: Fehler beim Aufruf des Dienstes: ${error}
el: Αποτυχία κλήσης υπηρεσίας με σφάλμα: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Impossibile chiamare il servizio con errore: ${error}
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Kan ikke utføre tjenesten med feil: ${error}
nl: Kan service niet aanroepen met fout: ${error}
pl_pl: Nie udało się wywołać usługi, wystąpił błąd: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Failed to call service with error: ${error}
uk: Не вдалося викликати сервіс з помилкою: ${error}
zh_hans: 失败: ${error}
zh_hant: 服務執行失敗，錯誤：${error}

# r32M7N
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Mislykkedes: ${error}
de: Fehlgeschlagen: ${error}
el: Αποτυχία: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Fallito: ${error}
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Mislyktes: ${error}
nl: Mislukt: ${error}
pl_pl: Nie udało się: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Başarısız: ${error}
uk: Помилка: ${error}
zh_hans: 失败: ${error}
zh_hant: 失敗：${error}

# r6LXFe
source: Failed
bg: Неуспешен
ca_es: Ha fallat
cs: Selhalo
da: Mislykket!
de: Fehlgeschlagen!
el: Ανεπιτυχής!
es: Ha fallado
et: Nurjus
fr: Échec
hu: Sikertelen
id: Gagal
it: Fallito!
ja: 失敗しました
ko_kr: 실패
nb: Mislykket!
nl: Mislukt!
pl_pl: Nie powiodło się!
pt_br: Falhou
sv: Misslyckades
tr: Başarısız!
uk: Невдало!
zh_hans: 失败
zh_hant: 未成功！

# rFSNpu
source: Done
bg: Готово
ca_es: Fet!
cs: Hotovo
da: Kaldte ${domain}.${service}
de: Dienst ${domain}.${service} aufgerufen
el: Κλήθηκε ${domain}.${service}
es: ¡Hecho!
et: Valmis
fr: Fait
hu: Kész
id: Selesai
it: Chiamato ${domain}.${service}.
ja: 完了
ko_kr: 완료
nb: Utfør ${domain}.${service} med data
nl: Aangeroepen ${domain}.${service}
pl_pl: Wywołano ${domain}.${service}
pt_br: Feito
ru: Готово
sv: Klart
tr: Called ${domain}.${service}
uk: Викликано ${domain}.${service}
zh_hans: 完成
zh_hant: ${domain}.${service} 已執行

# rOlW1x
source: What location do you want to send?
bg: Какво местоположение искате да изпратите?
ca_es: Ha quina ubicació o vols enviar?
cs: Jakou polohu chcete odeslat?
da: Hvilken lokalitet vil du sende?
de: Welchen Ort möchten Sie senden?
el: Ποια τοποθεσία θέλετε να στείλετε;
es: ¿Ha qué ubicación lo quieres enviar?
et: Mis asukohta soovid saata?
fr: Quel emplacement voulez-vous envoyer ?
hu: Milyen helymegatározást szeretne küldeni?
id: Lokasi mana yang ingin Anda kirim?
it: Quale posizione vuoi inviare?
ja: どの場所に送信しますか？
ko_kr: 어떤 위치를 보내시겠습니까?
nb: Hvilken plassering ønsker du å sende?
nl: Welke locatie wilt u verzenden?
pl_pl: Jaką lokalizację chcesz wysłać?
pt_br: Qual local você deseja enviar?
ru: Какое местоположение вы хотите отправить?
sv: Vilken plats vill du skicka?
tr: Hangi yeri göndermek istiyorsun?
uk: Яке розташування ви хочете надіслати?
zh_hans: 您想发送哪个位置 ？
zh_hant: 所要發送的位置？

# sNFoWe
source: Which camera?
bg: Коя камера?
ca_es: Quina càmera?
cs: Která kamera?
da: Hvilket kamera?
de: Welche Kamera?
el: Ποια κάμερα;
es: ¿Qué cámara?
et: Milline kaamera?
fr: Quelle caméra ?
hu: Melyik kamera?
id: Kamera yang mana?
it: Quale fotocamera?
ja: どのカメラ？
ko_kr: 어떤 카메라를 사용하시나요?
nb: Hvilket kamera?
nl: Welke camera?
pl_pl: Która kamera?
pt_br: Qual Camera?
ru: Какая камера?
sv: Vilken kamera?
tr: Hangi kamera?
uk: Яка камера?
zh_hans: 哪个摄像头 ？
zh_hant: 哪個攝影機？

# sQJAJS
source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko_kr: 오류
nb: Feil
nl: Fout
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# sfDGvk
source: Rendered Template
bg: Представен шаблон
ca_es: Plantilla renderitzada
cs: Vykreslená šablona
da: Gengivet skabelon
de: Vorlage gerendert
el: Πρότυπο απόδοσης
es: Plantilla renderizada
et: Renderdatud mall
fr: Modèle rendu
hu: Renderelt sablon
id: Templat yang Dirender
it: Rendering del modello
ja: レンダリングされたテンプレート
ko_kr: 렌더링된 템플릿
nb: Gjengitt mal
nl: Gerenderde Sjabloon
pl_pl: Wyrenderowany szablon
pt_br: Modelo renderizado
ru: Интерпретированный шаблон
sv: Skapade mall
tr: Oluşturulan Taslak
uk: Зрендерений шаблон
zh_hans: 渲染模板
zh_hant: 已產生模板

# tycImk
source: Performs an action defined in the app
bg: Извършва действие, дефинирано в приложението
ca_es: Realitza una acció definida a l'aplicació
cs: Provede akci definovanou v aplikaci
da: Udfører en handling defineret i appen
de: Führt eine in der App definierte Aktion aus
el: Εκτελεί μια ενέργεια που ορίζεται στην εφαρμογή
es: Realiza una acción definida en la aplicación
et: Sooritab rakenduses määratletud toimingu
fr: Effectue une action définie dans l'application
hu: Az alkalmazásban meghatározott művelet végrehajtása
id: Jalankan aksi yang didefinisikan dalam aplikasi
it: Esegue un'azione definita nell'app
ja: アプリで定義されたアクションを実行します
ko_kr: 앱에 정의된 동작을 수행합니다.
nb: Utfører en handling som er definert i appen
nl: Voert een actie uit die in de app is gedefinieerd
pl_pl: Wykonuje akcję zdefiniowaną w aplikacji
pt_br: Executa uma ação definida no aplicativo
ru: Выполняет действие, определенное в приложении
sv: Utför en åtgärd definierad i appen
tr: Uygulamada tanımlanan bir eylemi gerçekleştirir
uk: Виконує дію, визначену в застосунку
zh_hans: 执行应用程序中定义的某个动作。
zh_hant: 執行 app 中定義觸發

# v7TSD5
source: Send Location
bg: Изпрати местоположение
ca_es: Envia la ubicació
cs: Odeslat polohu
da: Send lokalitet
de: Standort senden
el: Αποστολή τοποθεσίας
es: Envía la ubicación
et: Saada asukoht
fr: Envoyer l'emplacement
hu: Tartózkodási hely küldése
id: Kirim Lokasi
it: Invia posizione
ja: 場所を送信
ko_kr: 위치 보내기
nb: Send plassering
nl: Stuur locatie
pl_pl: Wyślij lokalizację
pt_br: Enviar localização
ru: Отправить местоположение
sv: Skicka plats
tr: Konumu Gönder
uk: Надіслати розташування
zh_hans: 发送位置
zh_hant: 傳送座標
