Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Intents.strings
Languages: bg, ca_es, cs, da, de, el, es, et, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

# 0aqrcy
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Kunne ikke gengive skabelonen. Fejl: ${error}
de: Fehler beim Rendern der Vorlage: ${error}
el: Αποτυχία απόδοσης προτύπου με σφάλμα: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Impossibile renderizzare il modello. Errore: ${error}
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Kunne ikke generere mal (${error})
nl: Kan sjabloon niet renderen met fout: ${error}
pl_pl: Nie udało się wyrenderować szablonu, wystąpił błąd: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Hatalı şablon oluşturulamadı: ${error}
uk: Не вдалося відобразити шаблон через помилку: ${error}
zh_hans: 失败: ${error}
zh_hant: 產生模板失敗，錯誤：${error}

# 2KWKqM
source: Failed: Home Assistant is not reachable
bg: Неуспешно: Home Assistant не е достъпен
ca_es: Ha Fallat: Home Assistant no és accessible
cs: Selhání: Home Assistant není dostupný
da: Kunne ikke kalde service, Home Assistant er ikke tilgængelig i øjeblikket
de: Dienst konnte nicht aufgerufen werden, Home Assistant ist derzeit nicht erreichbar
el: Αποτυχία κλήσης υπηρεσίας, το Home Assistant δεν είναι προσβάσιμο αυτήν τη στιγμή
es: Ha Fallado: Hombre Assistant no es accesible
et: Nurjus: Home Assistant pole kättesaadav
fr: Échec: Home Assistant n'est pas accessible pour le moment.
hu: Sikertelen: Home Assistant nem érhető el
id: Gagal: Home Assistant tidak dapat dijangkau
it: Impossibile chiamare il servizio, Home Assistant non è al momento raggiungibile
ja: 失敗しました: Home Assistantにアクセスできません
ko_kr: 실패: Home Assistant에 연결할 수 없습니다.
nb: Klarte ikke å utføre hendelse, Home Assistant er for øyeblikket ikke tilgjengelig
nl: Kan service niet aanroepen, Home Assistant is onbereikbaar
pl_pl: Nie udało się wywołać serwisu, Home Assistant jest obecnie niedostępny
pt_br: Falha: o Home Assistant não está acessível
ru: Ошибка: Home Assistant не отвечает
sv: Misslyckades: Home Assistant är inte tillgänglig
tr: Failed to call service, Home Assistant is not currently reachable
uk: Не вдалося викликати сервіс, оскільки Home Assistant наразі недоступний
zh_hans: 失败：Home Assistant 不可达
zh_hant: 執行服務失敗，目前無法連線至 Home Assistant

# 2b0Uo4
source: Service
bg: Услуга
ca_es: Servei
cs: Služba
el: Υπηρεσία
es: Servicio
et: Teenus
hu: Szolgáltatás
id: Layanan
it: Servizio
ja: サービス
ko_kr: 서비스
nb: Tjeneste
pl_pl: Usługa
pt_br: Serviço
ru: Служба
sv: Tjänst
tr: Servis
uk: Сервіс
zh_hans: 服务
zh_hant: 服務

# 3jKamg
source: {{ now() }}
da: {{ nu() }}
el: {{ τώρα() }}
it: {{ adesso() }}
pt_br: {{ agora() }}
tr: {{ şimdi() }}

# 4fFx9y
source: Updated
bg: Актуализиран
ca_es: Actualitzat
cs: Aktualizováno
da: Lokalitet opdateret
de: Standort wurde mit aktuellem Standort aktualisiert
el: Η τοποθεσία ενημερώθηκε
es: Actualizado
et: Uuendatud
fr: Mis à jour
hu: Frissítve
id: Diperbarui
it: Posizione aggiornata alla posizione corrente
ja: 更新しました
ko_kr: 업데이트됨
nb: Plassering oppdatert
nl: Locatie bijgewerkt.
pl_pl: Lokalizacja zaktualizowana
pt_br: Atualizado
ru: Обновлено
sv: Uppdaterad
tr: Konum güncellendi
uk: Розташування оновлено
zh_hans: 已更新
zh_hant: 座標已更新

# 5ZzwZD
source: Failed: Home Assistant is not currently reachable
bg: Неуспешно: Home Assistant в момента не е достъпен
ca_es: Ha Fallat: Home Assistant no està accessible actualment
cs: Selhání: Home Assistant není aktuálně dostupný
da: Kunne ikke opdatere lokalitet. Home Assistant er ikke tilgængelig i øjeblikket
de: Standort konnte nicht aktualisiert werden, Home Assistant ist derzeit nicht erreichbar
el: Απέτυχε η ενημέρωση της τοποθεσίας, δεν είναι δυνατή η πρόσβαση στο Home Assistant
es: Ha Fallado: Hombre Assistant no está accesible actualmente
et: Nurjus: Home Assistant pole praegu kättesaadav
fr: Échec de la mise à jour de l'emplacement. Home Assistant n'est pas accessible pour le moment.
hu: Sikertelen: A Home Assistant jelenleg nem érhető el
id: Gagal: Home Assistant tidak dapat dijangkau saat ini
it: Impossibile aggiornare la posizione, Home Assistant non è al momento raggiungibile
ja: 失敗しました: Home Assistantにアクセスできません
ko_kr: 실패: 현재 Home Assistant에 연결할 수 없습니다.
nb: Kunne ikke oppdatere plassering, Home Assistant kan ikke nås for øyeblikket
nl: Kan locatie niet bijwerken, Home Assistant is momenteel niet bereikbaar
pl_pl: Nie udało się zaktualizować lokalizacji, Home Assistant jest aktualnie niedostępny
pt_br: Falha: o Home Assistant não está acessível no momento
ru: Ошибка: Home Assistant в настоящее время недоступен
sv: Misslyckades: Home Assistant kan inte nås för tillfället
tr: Konum güncellenemedi, Ev Asistanına şu anda ulaşılamıyor
uk: Не вдалося оновити розташування, оскільки Home Assistant наразі недоступний
zh_hans: 失败：Home Assistant 当前不可达
zh_hant: 更新座標失敗，目前無法連線至 Home Assistant

# 5bVvn0
source: Failed to update location: ${error}
bg: Неуспешно актуализиране на местоположението: ${error}
ca_es: No s'ha pogut actualitzar la ubicació: ${error}
cs: Aktualizace polohy se nezdařila: ${error}
da: Kunne ikke opdatere lokalitet. Fejl: ${error}
de: Fehler beim Aktualisieren des Standorts: ${error}
el: Αποτυχία ενημέρωσης τοποθεσίας με σφάλμα: ${error}
es: No se ha podido actualizar la ubicación: ${error}
et: Asukoha värskendamine nurjus: ${error}
fr: Échec de la mise à jour de l'emplacement avec l'erreur: ${error}
hu: Nem sikerült frissíteni a helymeggatározást: ${error}
id: Gagal memperbarui lokasi dengan kesalahan: ${error}
it: Impossibile aggiornare la posizione con errore: ${error}
ja: 場所の更新に失敗しました: ${error}
ko_kr: 위치 업데이트 실패: ${error}
nb: Kunne ikke oppdatere plassering (${error})
nl: Kan locatie niet bijwerken, fout: ${error}
pl_pl: Nie udało się zaktualizować lokalizacji, wystąpił błąd: ${error}
pt_br: Falha ao atualizar o local: ${error}
ru: Не удалось обновить местоположение: ${error}
sv: Misslyckades med att uppdatera plats: ${error}
tr: Konum hatalı olarak güncellenemedi: ${error}
uk: Не вдалося оновити розташування через помилку: ${error}
zh_hans: 位置更新失败: ${error}
zh_hant: 更新座標失敗，錯誤：${error}

# 637QjD
source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko_kr: 오류
nb: Feil
nl: Fout
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# 6ozAdN
source: Camera Image
bg: Изображение от камерата
ca_es: Imatge de la càmera
cs: Obrázek z kamery
da: Kamerabillede
de: Kamerabild
el: Εικόνα κάμερας
es: Imagen de la cámara
et: Kaamera pilt
fr: Image de la caméra
hu: Kamerakép
id: Gambar Kamera
it: Immagine Fotocamera
ja: カメラ画像
ko_kr: 카메라 이미지
nb: Kamerabilde
nl: Camerabeeld
pl_pl: Obraz z kamery
pt_br: Imagem da câmera
ru: Изображение с камеры
sv: Kamerabild
tr: Kamera Görüntüsü
uk: Зображення камери
zh_hans: 相机图像
zh_hant: 攝影機圖像

# 7boBzr
source: Call ${service} with data
bg: Извикване на ${service} с данни
ca_es: Cridar a ${service} amb ddades
cs: Zavolat ${service} s daty
da: Kald ${service} med data
de: Aufruf von ${service} mit Daten
el: Κλήση ${service} με δεδομένα
es: Llamar a ${service} con datos
et: Kutsu ${service} andmetega
fr: Appelez ${service} avec des données
hu: ${service} meghívása adatokkal
id: Panggil ${service} dengan data
it: Chiama ${service} con dati
ja: データを使用して、${service} を呼び出す
ko_kr: 데이터로 ${service} 호출
nb: Utfør ${service} med data
nl: Roep ${service} aan met gegevens
pl_pl: Uruchom ${service} z danymi
pt_br: Ligue para ${service} com dados
ru: Вызов ${service} с данными
sv: Anropa ${service} med data
tr: ${service} 'i veri ile çağır
uk: Викликати ${service} з даними
zh_hans: 调用服务${service}并传入服务所需数据
zh_hant: 以資料執行 ${service}

# 8BMgur
source: Done
bg: Готово
ca_es: Fet!
cs: Hotovo
da: ${eventName} blev sendt til Home Assistant
de: Erfolgreiches Senden von ${eventName} an Home Assistant
el: Εστάλη με επιτυχία το ${eventName} στο Home Assistant
es: Hecho!
et: Valmis
fr: Fait
hu: Kész
id: Selesai
it: Inviato con successo ${eventName} ad Home Assistant
ja: 完了
ko_kr: 완료
nb: Sendingen ${eventName} til Home Assistant var vellykket
nl: Succesvol ${eventName} naar Home Assistant verzonden
pl_pl: Pomyślnie wysłano ${eventName} do Home Assistant
pt_br: Feito
ru: Готово
sv: Klart
tr: Successfully sent ${eventName} to Home Assistant
uk: Успішно надіслано ${eventName} у Home Assistant
zh_hans: 完成
zh_hant: 成功傳送 ${eventName} 至 Home Assistant

# 8skKro
source: Which actions?
bg: Кои действия?
ca_es: Quines accions?
cs: Jaké akce?
da: Hvilke handlinger?
de: Welche Aktionen?
el: Ποιες ενέργειες;
es: ¿Qué acciones?
et: Millised toimingud?
fr: Quelles actions ?
hu: Milyen műveletek?
id: Aksi yang mana?
it: Quali azioni?
ja: どのアクション？
ko_kr: 어떤 동작을 원하시나요?
nb: Hvilke handlinger?
nl: Welke acties?
pl_pl: Które akcje?
pt_br: Quais ações?
ru: Какие действия?
sv: Vilka åtgärder?
tr: Hangi eylemler?
uk: Які дії?
zh_hans: 哪些动作 ？
zh_hant: 哪個動作？

# B4bXyc
source: Done
bg: Готово
ca_es: Fet!
cs: Hotovo
da: Skabelonen blev gengivet korrekt
de: Vorlage erfolgreich gerendert
el: Το πρότυπο αποδόθηκε με επιτυχία
es: ¡Hecho!
et: Valmis
fr: Fait
hu: Kész
id: Selesai
it: Modello reso con successo
ja: 完了
ko_kr: 완료
nb: Vellykket gjengitt mal
nl: Succesvol gemaakt sjabloon
pl_pl: Pomyślnie wyrenderowano szablon
pt_br: Feito
ru: Готово
sv: Klart
tr: Başarıyla oluşturulmuş şablon
uk: Успішно зрендерений шаблон
zh_hans: 完成
zh_hant: 成功產生模板

# CmlkE4
source: shortcut_event
ca_es: esdeveniment_drecera
es: evento_atajo
fr: événement_raccourci
ja: ショートカットイベント
nl: snelkoppeling_gebeurtenis
pt_br: atalho_event

# DFWJB8
source: Open ${page}
bg: Отворете ${page}
ca_es: Obre ${page}
cs: Otevřít ${page}
es: Abre ${page}
et: Ava ${page}
fr: Ouvrir ${page}
hu: ${page} megnyitása
id: Buka ${page}
ja: 開く ${page}
ko_kr: ${page} 열기
pt_br: Abra ${page}
ru: Открыть ${page}
sv: Öppna ${page}
zh_hans: 打开 ${page}

# DdnZyl
source: Got the latest still from ${cameraID}
bg: Получих най-новия кадър от ${cameraID}
ca_es: S'ha rebut l'última instantània de ${cameraID}
cs: Získán poslední obrázek z ${cameraID}
da: Fik det seneste billede fra ${cameraID}
de: Neues Standbild von ${cameraID} abgerufen
el: Λάβατε τα τελευταία από ${cameraID}
et: Sain uusima pildi kaamerast ${cameraID}
fr: Reçu la dernière photo de ${cameraID}.
hu: A legfrissebb állókép innen: ${cameraID}
id: Gambar terbaru dari ${cameraID} diperoleh
it: Ho le ultime foto ancora da${cameraID}
ja: ${cameraID} から最新の静止画を取得
ko_kr: ${cameraID}에서 최신 사진을 가져왔습니다.
nb: Hentet stillbilde fra ${cameraID}
nl: Laatste stilstaand beeld van ${cameraID} opgehaald
pl_pl: Pobierz obraz z kamery ${cameraID}
pt_br: Recebi a última foto de ${cameraID}
ru: Получил последний кадр от ${cameraID}
sv: Fick senaste stillbild från ${cameraID}
tr: Son görüntüleri ${cameraID} 'den al
uk: Отримано останню інформацію з ${cameraID}
zh_hans: 从 ${cameraID} 获取最新图像
zh_hant: 由 ${cameraID}取得最新圖像

# DsasVx
source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko_kr: 오류
nb: Feil
nl: Fout
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# EWqRDj
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Kunne ikke udføre handling: ${error}
de: Fehler beim ausführen der Aktion: ${error}
el: Αποτυχία εκτέλεσης ενέργειας: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Impossibile eseguire l'azione: ${error}
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Kunne ikke utføre handling: ${error}
nl: Actie uitvoeren is mislukt: ${error}
pl_pl: Nie udało się wykonać akcji: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Eylem gerçekleştiremedi: ${error}
uk: Не вдалося виконати дію: ${error}
zh_hans: 失败: ${error}
zh_hant: 執行觸發失敗：${error}

# FBQiVD
source: Call a service on the Home Assistant instance
bg: Извикване на услуга в инстанцията на Home Assistant
ca_es: Crida un servei de la instància de Home Assistant
cs: Zavolat službu v instanci Home Assistanta
da: Kald en service på Home Assistant-instansen
de: Rufe einen Dienst in der Home Assistant-Instanz auf
el: Καλέστε μια υπηρεσία στην παρουσία Home Assistant
et: Teenuse kutsumine Home Assistanti kaudu
fr: Appeler un service sur l'instance d'Home Assistant
hu: Home Assistant szolgáltatás meghívása
id: Panggil layanan pada instans Home Assistant
it: Chiamare un servizio sull'istanza Home Assistant
ja: Home Assistantインスタンスでサービスを呼び出す
ko_kr: Home Assistant 인스턴스에서 서비스 호출
nb: Påkall en tjeneste i Home Assistant
nl: Roep een service op, op de Home Assistant instantie
pl_pl: Wywołaj usługę bezpośrednio w Home Assistant
pt_br: Chamar um serviço na instância do Home Assistant
ru: Вызывает службу на экземпляре Home Assistant
sv: Anropa en tjänst på Home Assistant-installationen
tr: Home Assistant örneğinde bir hizmeti çağırın
uk: Викличте сервіс на сервері Home Assistant
zh_hans: 调用指定Home Assistant 服务器上的服务，并传入服务所需数据。
zh_hant: 於 Home Assistant 設備執行事件

# FZ9qkT
source: Render Template
bg: Шаблон за изобразяване
ca_es: Renderitza la plantilla
cs: Vykreslit šablonu
da: Gengiv skabelon
de: Zwischenablage übernehmen
el: Πρότυπο απόδοσης
es: Renderiza la plantilla
et: Renderda mall
fr: Rendu du modèle
hu: Sablon renderelése
id: Render Templat
ja: レンダリングテンプレート
ko_kr: 렌더 템플릿
nb: Gjengi mal
nl: Sjabloon renderen
pl_pl: Wyrenderuj szablon
pt_br: Modelo de renderização
ru: Интерпретировать шаблон
sv: Skapa mall
tr: Oluşturma Şablonu
uk: Відобразити шаблон
zh_hans: 渲染模板
zh_hant: 產生模板

# FtQqoU
source: Location updated
bg: Местоположението е актуализирано
ca_es: Ubicació actualitzada
cs: Poloha byla aktualizována
da: Lokalitet opdateret
de: Position aktualisiert
el: Η τοποθεσία ενημερώθηκε
es: Ubicación actualizada
et: Asukoht on uuendatud
fr: Emplacement mis à jour
hu: Hely frissítve
id: Lokasi diperbarui
it: Posizione aggiornata
ja: 場所が更新されました
ko_kr: 위치 업데이트됨
nb: Plassering oppdatert
nl: Locatie bijgewerkt
pl_pl: Lokalizacja zaktualizowana
pt_br: Localização atualizada
ru: Местоположение обновлено
sv: Plats uppdaterad
tr: Konum güncellendi
uk: Розташування оновлено
zh_hans: 位置已更新
zh_hant: 座標已更新

# HCM8Oe
source: Fire ${eventName} with data
bg: Активирайте ${eventName} с данни
ca_es: Dispara l'esdeveniment ${eventName} amb dades
cs: Spustit ${eventName} s daty
da: Afsend ${eventName} med data
de: Ereignis ${eventName} mit Daten auslösen
el: Ενεργοποίηση ${eventName} με δεδομένα
et: Käivita ${eventName} andmetega
fr: Déclenchement de ${eventName} avec des données
hu: ${eventName} aktiválása adatokkal
id: Panggil ${eventName} dengan data
it: Lancia ${eventName} con dati
ja: データを使用して ${eventName} を発生(Fire)させます
ko_kr: 데이터로 ${eventName} 실행
nb: utfør ${eventName} med data
nl: Start ${eventName} met data
pl_pl: Uruchom ${eventName} z danymi
pt_br: Dispare ${eventName} com dados
ru: Запустить ${eventName} с данными
sv: Utlös ${eventName} med data
tr: ${eventName}'i veri ile çalıştır
uk: Опублікувати ${eventName} з даними
zh_hans: 触发 ${eventName}事件并传入事件所需数据
zh_hant: 以資料執行 ${eventName}

# HSLcG7
source: Event Name
bg: Име на събитието
ca_es: Nom de l'esdeveniment
cs: Název události
da: Hændelsesnavn
el: Όνομα συμβάντος
es: Nombre del evento
et: Sündmuse nimi
fr: Nom de l'événement
hu: Esemény neve
id: Nama Event
it: Nome dell'evento
ja: イベント名
ko_kr: 이벤트 이름
nb: Navn på hendelse
nl: Gebeurtenisnaam
pl_pl: Nazwa zdarzenia
pt_br: Nome do evento
ru: Название события
sv: Händelsenamn
tr: Etkinlik İsmi
uk: Назва події
zh_hans: 事件名称
zh_hant: 事件名稱

# HoH8wg
source: Actions
bg: Действия
ca_es: Accions
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
et: Toimingud
hu: Műveletek
id: Aksi
it: Azioni
ja: アクション
ko_kr: 동작
nb: Handlinger
nl: Acties
pl_pl: Akcje
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: Aksiyonlar
uk: Дії
zh_hans: 动作
zh_hant: 動作

# KHH48D
source: Failed: Home Assistant is not currently reachable
bg: Неуспешно: Home Assistant в момента не е достъпен
ca_es: Ha Fallat: Home Assistant no està accessible actualment
cs: Selhání: Home Assistant není aktuálně dostupný
da: Kunne ikke opdatere lokalitet. Home Assistant er ikke tilgængelig i øjeblikket
de: Standort konnte nicht aktualisiert werden, Home Assistant ist derzeit nicht erreichbar
el: Απέτυχε η ενημέρωση της τοποθεσίας, δεν είναι δυνατή η πρόσβαση στο Home Assistant
es: Ha Fallado: Hombre Assistant no está accesible actualmente
et: Nurjus: Home Assistant pole praegu kättesaadav
fr: Échec: Home Assistant n'est pas accessible pour le moment.
hu: Sikertelen: A Home Assistant jelenleg nem érhető el
id: Gagal: Home Assistant tidak dapat dijangkau saat ini
it: Impossibile aggiornare la posizione, Home Assistant non è al momento raggiungibile
ja: 失敗しました: Home Assistantにアクセスできません
ko_kr: 실패: 현재 Home Assistant에 연결할 수 없습니다.
nb: Kunne ikke oppdatere posisjonen, Home Assistant kan ikke nås
nl: Kan locatie niet bijwerken, Home Assistant is momenteel niet bereikbaar
pl_pl: Nie udało się zaktualizować lokalizacji, Home Assistant jest aktualnie niedostępny
pt_br: Falha: o Home Assistant não está acessível no momento
ru: Ошибка: Home Assistant в настоящее время недоступен
sv: Misslyckades: Home Assistant är för närvarande inte tillgänglig
tr: Failed to update location, Home Assistant is not currently reachable
uk: Не вдалося оновити розташування, оскільки Home Assistant наразі недоступний
zh_hans: 失败：Home Assistant 当前不可达
zh_hant: 更新座標失敗，目前無法連線至 Home Assistant

# KJS2jk
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Kunne ikke opdatere lokalitet. Fejl: ${error}
de: Fehler beim Aktualisieren des Standorts. Fehler: ${error}
el: Αποτυχία ενημέρωσης τοποθεσίας με σφάλμα: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Impossibile aggiornare la posizione con errore: ${error}
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Mislyktes å oppdatere sted med feil: ${error}
nl: Kan locatie niet bijwerken, fout: ${error}
pl_pl: Nie udało się zaktualizować lokalizacji, wystąpił błąd: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Failed to update location with error: ${error}
uk: Не вдалося оновити розташування через помилку: ${error}
zh_hans: 失败: ${error}
zh_hant: 更新座標失敗，錯誤：${error}

# KM7mXC
source: Action
bg: Действие
ca_es: Acció
cs: Akce
da: Handling
de: Aktion
el: Ενέργεια
es: Acción
et: Toiming
hu: Művelet
id: Aksi
it: Azione
ja: アクション
ko_kr: 동작
nb: Handling
nl: Actie
pl_pl: Akcja
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: Aksiyon
uk: Дія
zh_hans: 动作
zh_hant: 觸發

# KSmKl0
source: Called ${domain}.${service}
bg: Извикано ${domain}.${service}
ca_es: Anomenat ${domain}.${service}
cs: Voláno: ${domain}.${service}
et: Kutsuti ${domain}.${service}
fr: Service ${domain}.${service} appelé
hu: ${domain}.${service} meghívva
id: ${domain}.${service} dipanggil
ja: 呼び出し(Called) ${domain}。${service}
ko_kr: ${domain}.${service} 호출함
pt_br: Chamado ${domain}.${service}
ru: Вызвана ${domain}.${service}
sv: Anropade ${domain}.${service}
zh_hans: ${domain}.${service}已调用

# KzOHYA
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Det lykkedes ikke at hente kamerabillede. Fejl: ${error}
de: Fehler beim Abrufen des Kamerabildes mit Fehler: ${error}
el: Απέτυχε η λήψη εικόνας κάμερας με σφάλμα: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Impossibile ottenere l'immagine della telecamera con errore: ${error}.
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Kan ikke hente kamerabilde, feil: ${error}
nl: Het is niet gelukt om het camerabeeld krijgen, fout: ${error}.
pl_pl: Nie udało się uzyskać obrazu z kamery, błąd: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Failed to get camera image with error: ${error}
uk: Не вдалося отримати зображення з камери через помилку: ${error}
zh_hans: 失败: ${error}
zh_hant: 取得鏡頭圖像失敗，錯誤：${error}

# LVEY3e
source: Camera ID
bg: ID на камерата
ca_es: ID de la càmera
cs: ID kamery
da: Kamera-id
de: Kamera-ID
el: Αναγνωριστικό κάμερας
es: ID de la cámara
et: Kaamera ID
fr: ID de la caméra
hu: Kamera azonosító
id: ID Kamera
it: ID fotocamera
ja: カメラID
ko_kr: 카메라 ID
nb: Kamera-ID
pl_pl: Identyfikator kamery
pt_br: ID da câmera
ru: ID камеры
sv: Kamera-ID
tr: Kamera kimliği
uk: ID камери
zh_hans: 相机编号
zh_hant: 攝影機 ID

# Lgymq2
source: Which service?
bg: Коя услуга?
ca_es: Quin servei?
cs: Jaká služba?
da: Hvilken tjeneste?
de: Welcher Dienst?
el: Ποια υπηρεσία;
es: ¿Qué servicio?
et: Milline teenus?
fr: Quel service ?
hu: Melyik szolgáltatás?
id: Layanan yang mana?
it: Quale servizio?
ja: どのサービス？
ko_kr: 어떤 서비스인가요?
nb: Hvilken tjeneste?
nl: Welke service?
pl_pl: Która usługa?
pt_br: Qual serviço?
ru: Какая служба?
sv: Vilken tjänst?
tr: Hangi hizmet?
uk: Який сервіс?
zh_hans: 哪个服务 ？
zh_hant: 哪項服務？

# LsEMMg
source: Icon
bg: Икона
ca_es: Icona
cs: Ikona
es: Icono
et: Ikoon
fr: Icône
hu: Ikon
id: Ikon
ja: アイコン
ko_kr: 아이콘
pt_br: Ícone
ru: Значок
sv: Ikon
zh_hans: 图标

# MTPojJ
source: What is the event name?
bg: Какво е името на събитието?
ca_es: Quin és el nom de l'esdeveniment?
cs: Jaký je název události?
da: Hvad er hændelsesnavnet?
de: Wie lautet der Name des Events?
el: Ποιο είναι το όνομα του συμβάντος;
es: ¿Cuál es el nombre del evento?
et: Mis on sündmuse nimi?
fr: Quel est le nom de l'événement?
hu: Mi az esemény neve?
id: Apa nama event-nya?
it: Qual è il nome dell'evento?
ja: イベント名は何ですか？
ko_kr: 이벤트 이름은 무엇입니까?
nb: Hva er navnet på hendelsen?
nl: Wat is de naam van de gebeurtenis?
pl_pl: Jaka jest nazwa zdarzenia?
pt_br: Qual é o nome do evento?
ru: Как называется событие?
sv: Vad är det för händelsenamn?
tr: Etkinlik adı nedir?
uk: Яка назва події?
zh_hans: 事件名称是什么 ？
zh_hant: 事件名稱？

# MwEpGz
source: Done
bg: Готово
ca_es: Fet!
cs: Hotovo
da: Fuldført!
de: Erledigt!
el: Έγινε!
es: ¡Hecho!
et: Valmis
fr: Terminé !
hu: Kész
id: Selesai
it: Fatto!
ja: 完了
ko_kr: 완료
nb: Ferdig!
nl: Klaar!
pl_pl: Gotowe!
pt_br: Feito
sv: Klar
tr: Bitti!
uk: Готово!
zh_hans: 完成
zh_hant: 完成！

# N9iJpK
source: Get Camera Image
bg: Получаване на изображение от камера
ca_es: Obtenir imatge de la càmera
cs: Získat obrázek z kamery
da: Hent kamerabillede
de: Kamerabild abrufen
el: Λήψη εικόνας κάμερας
es: Obtener imagen de la cámara
et: Hangi kaamera pilt
fr: Obtenir l'image de la caméra
hu: Kamerakép lekérése
id: Dapatkan Gambar Kamera
it: Ottieni l'immagine della telecamera
ja: カメラ画像を取得
ko_kr: 카메라 이미지 가져오기
nb: Hent kamerabilde
nl: Haal camerabeeld op
pl_pl: Uzyskaj obraz z kamery
pt_br: Obter imagem da câmera
ru: Получить изображение с камеры
sv: Hämta kamerabild
tr: Kamera Görüntüsü Alın
uk: Отримати зображення камери
zh_hans: 获取相机图像
zh_hant: 取得鏡頭圖像

# NdG9Jz
source: Renders the Home Assistant template
bg: Визуализира шаблона на Home Assistant
ca_es: Renderitzar la plantilla de Home Assistant
cs: Vykreslí šablonu Home Assistanta
da: Gengiver Home Assistant-skabelonen
de: Rendert die Home Assistant Vorlage
el: Αποδίδει το πρότυπο του Home Assistant
es: Renderizar la plantilla de Home Assistant
et: Renderdab Home Assistanti malli
fr: Afficher le modèle d'Home Assistant
hu: Home Assistant sablon renderelése
id: Render templat Home Assistant
it: Rende il modello di Home Assistant
ja: Home Assistantのテンプレートをレンダリングする
ko_kr: Home Assistant 템플릿을 렌더링합니다.
nb: Gjengir malen til Home Assistant
nl: Hiermee wordt de sjabloon voor Home Assistant weergegeven
pl_pl: Renderuje szablon Home Assistant
pt_br: Renderiza o modelo do Home Assistant
ru: Интерпретирует шаблон Home Assistant
sv: Skapar Home Assistant-mallen
uk: Відтворює шаблон Home Assistant
zh_hans: 渲染Home Assistant模板
zh_hant: 產生 Home Assistant 模板
