Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Intents.strings
Languages: bg, ca_es, cs, da, de, el, es, et, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

# NsbUTz
source: Camera Entity
bg: Обект на камерата
ca_es: Entitat de la càmera
cs: Entita kamery
da: Kameraentitet
de: Kamera-Entität
el: Οντότητα κάμερας
es: Entidad de la cámara
et: Kaamera olem
fr: Entité caméra
hu: Kamera entitás
id: Entitas Kamera
it: Entità Fotocamera
ja: カメラエンティティ
ko_kr: 카메라 구성요소
nb: Kameraenhet
nl: Camera-entiteit
pl_pl: Encja kamery
pt_br: Entidade da câmera
ru: Объект камеры
sv: Kameraegenskap
tr: Kamera Varlığı
uk: Сутність камери
zh_hans: 相机实体
zh_hant: 攝影機實體

# Q2Qp4a
source: Action
bg: Действие
ca_es: Acció
cs: Akce
da: Handling
de: Aktion
el: Ενέργεια
es: Acción
et: Toiming
hu: Művelet
id: Aksi
it: Azione
ja: アクション
ko_kr: 동작
nb: Handling
nl: Actie
pl_pl: Akcja
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: Aksiyon
uk: Дія
zh_hans: 动作
zh_hant: 觸發

# QVD2lM
source: Service Data
bg: Данни за услугата
ca_es: Dades del servei
cs: Data služby
de: Servicedaten
el: Δεδομένα υπηρεσίας
es: Datos del servicio
et: Teenuse andmed
fr: Données du service
hu: Szolgáltatási adatok
id: Data Layanan
it: Dati Servizio
ja: サービスデータ
ko_kr: 서비스 데이터
nb: Tjenestedata
nl: Servicegegevens
pl_pl: Dane usługi
pt_br: Dados de serviço
ru: Данные службы
sv: Tjänstdata
tr: Servis Verisi
uk: Дані сервісу
zh_hans: 调用服务时所需要的数据
zh_hant: 服務資料

# QmGpOH
source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko_kr: 오류
nb: Feil
nl: Fout
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# RCQAlr
source: Get Camera Image from ${cameraID}
bg: Получаване на изображение на ${cameraID}
ca_es: Obtenir la imatge de ${cameraID}
cs: Získat obrázek z ${cameraID}
da: Hent kamerabillede fra ${cameraID}
de: Kamerabild von ${cameraID} abrufen
el: Λήψη εικόνας κάμερας από ${cameraID}
es: Obtener la imagen de ${cameraID}
et: Hangi ${cameraID} pilt
fr: Obtenir l’image depuis la caméra ${cameraID}
hu: A ${cameraID} képének kinyerése
id: Dapatkan gambar dari ${cameraID}
it: Ottieni immagine della telecamera da ${cameraID}
ja: ${cameraID} の画像を取得
ko_kr: ${cameraID}의 이미지 가져오기
nb: Hente kamerabilde fra ${cameraID}
nl: Haal camerabeeld op van ${cameraID}
pl_pl: Pobierz obraz z kamery ${cameraID}
pt_br: Obter imagem de ${cameraID}
ru: Получить изображение с ${cameraID}
sv: Ta emot bild från ${cameraID}
tr: ${cameraID} Kamera Görüntüsünü al
uk: Отримати зображення з камери ${cameraID}
zh_hans: 获取图像 ${cameraID}
zh_hant: 由 ${cameraID}取得鏡頭圖像

# RMQY3r
source: Send location to Home Assistant
bg: Изпращане на местоположение до Home Assistant
ca_es: Envia la ubicació a Home Assistant
cs: Odeslat polohu do Home Assistanta
da: Send lokalitet til Home Assistant
de: Standort an Home Assistant senden
el: Αποστολή τοποθεσίας στον Home Assistant
es: Envía la ubicación a Home Assistant
et: Saada asukoht Home Assistantile
fr: Envoyer l'emplacement à Home Assistant
hu: Helymegatározás elküldése a Home Assistantnak
id: Kirim lokasi ke Home Assistant
it: Invia la posizione a Home Assistant
ja: Home Assistantに位置情報を送信する
ko_kr: Home Assistant로 위치 보내기
nb: Sende plasseringen til Home Assistant
nl: Stuur locatie naar Home Assistant
pl_pl: Wyślij lokalizację do Home Assistant
pt_br: Enviar localização para Home Assistant
ru: Отправить местоположение на Home Assistant
sv: Skicka plats till Home Assistant
tr: Konumu Home Assistant'a gönder
uk: Надіслати розташування у Home Assistant
zh_hans: 发送指定的位置到Home Assistant。
zh_hant: 傳送座標至 Home Assistant

# RsOw3P
source: Successfully rendered template
bg: Успешно визуализиран шаблон
ca_es: Plantilla renderitzada correctament
cs: Šablona byla úspěšně vykreslena
da: Skabelonen blev gengivet korrekt
de: Vorlage erfolgreich gerendert
el: Το πρότυπο αποδόθηκε με επιτυχία
es: Plantilla renderizada correctamente
et: Mall on edukalt renderdatud
fr: Modèle rendu avec succès
hu: Sikeresen renderelt sablon
id: Templat berhasil dirender
it: Modello renderizzato con successo
ja: テンプレートのレンダリングに成功
ko_kr: 성공적으로 렌더링된 템플릿
nb: Mal generert
nl: Sjabloon is gerenderd
pl_pl: Pomyślnie wyrenderowano szablon
pt_br: Modelo renderizado com sucesso
ru: Шаблон успешно интерпретирован
sv: Lyckades skapa mall
tr: Taslak başarılı bir şekilde oluşturuldu
uk: Успішно зрендерений шаблон
zh_hans: 模板渲染成功
zh_hant: 成功產生模板

# T06Fka
source: Open a page in the frontend
bg: Отворете страница във фронтенда
ca_es: Obriu una pàgina a la interfície
cs: Otevřít stránku ve frontendu
es: Abra una página en la interfaz
et: Ava leht kasutajaliideses
fr: Ouvrir une page dans le frontend
hu: Nyisson meg egy oldalt a kezelőfelületen
id: Buka halaman di antarmuka
ja: フロントエンドでページを開く
ko_kr: 프론트엔드에서 페이지 열기
pt_br: Abra uma página no frontend
ru: Открыть страницу интерфейса
sv: Öppna en sida i frontend
zh_hans: 打开Home Assistant应用程序并跳转到指定页面。

# ULka1b
source: Actions
bg: Действия
ca_es: Accions
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
et: Toimingud
hu: Műveletek
id: Aksi
it: Azioni
ja: アクション
ko_kr: 동작
nb: Handlinger
nl: Acties
pl_pl: Akcje
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: Aksiyonlar
uk: Дії
zh_hans: 动作
zh_hant: 動作

# VP2XpM
source: Event Data
bg: Данни за събитието
ca_es: Dades de l'esdeveniment
cs: Data události
da: Hændelsesdata
de: Event Daten
el: Δεδομένα συμβάντων
es: Datos del evento
et: Sündmuse andmed
fr: Données d'événement
hu: Esemény adatok
id: Data Peristiwa
it: Dati Evento
ja: イベントデータ
ko_kr: 이벤트 데이터
nb: Hendelsesdata
nl: Evenementgegevens
pl_pl: Dane zdarzenia
pt_br: Dados do evento
ru: Данные о событиях
sv: Händelsedata
tr: Etkinlik Verisi
uk: Дані події
zh_hans: 事件数据
zh_hant: 事件資料

# X4A8Cc
source: Service Domain
bg: Домейн на услугата
ca_es: Domini del servei
cs: Doména služby
da: Service-domæne
de: Servicedomäne
el: Τομέας υπηρεσίας
es: Dominio del servicio
et: Teenuse domeen
fr: Domaine de service
hu: Szolgáltatási tartomány
id: Domain Layanan
it: Dominio di servizio
ja: サービスドメイン
ko_kr: 서비스 도메인
nb: Tjenestedomene
nl: Servicedomein
pl_pl: Domena usługi
pt_br: Domínio de serviço
sv: Tjänstdomän
tr: Hizmet Alanı
uk: Домен сервісу
zh_hans: 服务域
zh_hant: 服務範圍

# Xq7UuD
source: Render the provided template
bg: Изобразете предоставения шаблон
ca_es: Renderitza la plantilla proporcionada
cs: Vykreslí poskytnutou šablonu
da: Gengiv den leverede skabelon
de: Rendern der bereitgestellten Vorlage
el: Απόδοση του παρεχόμενου προτύπου
es: Renderiza la plantilla proporcionada
et: Esitatud malli renderdamine
fr: Rendu du modèle fourni
hu: A megadott sablon renderelése
id: Render templat yang disediakan
it: Rendering del modello fornito
ja: 提供されたテンプレートをレンダリングする
ko_kr: 제공된 템플릿을 렌더링합니다.
nb: Gjengi den angitte malen
nl: Render de aangeleverde sjabloon
pl_pl: Renderuj dostarczony szablon
pt_br: Renderize o modelo fornecido
ru: Интерпретировать предложенный шаблон
sv: Skapa tillhandahållen mall
tr: Verilen taslağı oluştur
uk: Відтворити наданий шаблон
zh_hans: 渲染提供的模板
zh_hant: 產生提供模板

# YNQXwq
source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko_kr: 오류
nb: Feil
nl: Fout
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# ZApPxB
source: Service Name
bg: Име на услугата
ca_es: Nom del servei
cs: Název služby
da: Servicenavn
el: Όνομα υπηρεσίας
es: Nombre del servicio
et: Teenuse nimi
fr: Nom du service
hu: Szolgáltatás neve
id: Nama Layanan
it: Nome di Servizio
ja: サービス名
ko_kr: 서비스 이름
nb: Tjenestenavn
nl: Servicenaam
pl_pl: Nazwa usługi
pt_br: Nome do Serviço
ru: Имя службы
sv: Tjänstnamn
tr: Servis İsmi
uk: Назва сервісу
zh_hans: 服务名称
zh_hant: 服務名稱

# ZRPVYO
source: Open a page in the frontend
bg: Отваряне на страница в интерфейса
ca_es: Obriu una pàgina a la interfície
cs: Otevřít stránku ve frontendu
es: Abra una página en la interfaz
et: Ava leht kasutajaliideses
fr: Ouvrir une page dans le frontend
hu: Nyisson meg egy oldalt a kezelőfelületen
id: Buka halaman di antarmuka
ja: フロントエンドでページを開く
ko_kr: 프론트엔드에서 페이지 열기
pt_br: Abra uma página no frontend
ru: Открыть страницу интерфейса
sv: Öppna en sida i frontend
zh_hans: 打开Home Assistant应用程序并跳转到指定页面。

# ZT9Mld
source: Event Name
bg: Име на събитието
ca_es: Nom de l'esdeveniment
cs: Název události
da: Hændelsesnavn
el: Όνομα συμβάντος
es: Nombre del evento
et: Sündmuse nimi
fr: Nom de l'événement
hu: Esemény neve
id: Nama Event
it: Nome evento
ja: イベント名
ko_kr: 이벤트 이름
nb: Navn på hendelse
nl: Gebeurtenisnaam
pl_pl: Nazwa zdarzenia
pt_br: Nome do evento
ru: Имя события
sv: Händelsenamn
tr: Etkinlik İsmi
uk: Назва події
zh_hans: 事件名称
zh_hant: 事件名稱

# ZmUm9Q
source: What template would you like to render?
bg: Какъв шаблон искате да изобразите?
ca_es: Quina plantilla t'agradaria renderitzar?
cs: Jakou šablonu chcete vykreslit?
da: Hvilken skabelon vil du gengive?
de: Welche Vorlage möchten Sie rendern?
el: Τι πρότυπο θέλετε να αποδώσετε;
es: ¿Qué plantilla te gustaría renderizar?
et: Millist malli soovid renderdada?
fr: Quel modèle aimeriez-vous rendre?
hu: Milyen sablont szeretne renderelni?
id: Templat mana yang ingin Anda render?
it: Quale modello desideri renderizzare?
ja: どのテンプレートをレンダリングしますか？
ko_kr: 어떤 템플릿을 렌더링하시겠습니까?
nb: Hvilken mal ønsker du å generere?
nl: Welk sjabloon wilt u weergeven?
pl_pl: Jaki szablon chciałbyś renderować?
pt_br: Qual modelo você gostaria de renderizar?
ru: Какой шаблон вы хотели бы интерпретировать?
sv: Vilken mall vill du skapa?
tr: Hangi taslağı oluşturmak istersiniz?
uk: Який шаблон ви хотіли б використати?
zh_hans: 您想渲染什么模板 ？
zh_hant: 選擇所要產生的模板？

# Zoqsph
source: Page
bg: Страница
ca_es: Pàgina
cs: Stránka
es: Página
et: Lehekülg
hu: Oldal
id: Halaman
ja: ページ
ko_kr: 페이지
pt_br: Página
ru: Страница
sv: Sida
zh_hans: 页

# cK9jdK
source: Failed: ${error}
bg: Неуспешно: ${error}
ca_es: Ha fallat: ${error}
cs: Selhání: ${error}
da: Kunne ikke gengive skabelonen. Fejl: ${error}
de: Fehler beim rendern der Vorlage. Fehler: ${error}
el: Αποτυχία απόδοσης προτύπου με σφάλμα: ${error}
es: Falló: ${error}
et: Nurjus: ${error}
fr: Échec : ${error}
hu: Sikertelen: ${error}
id: Gagal: ${error}
it: Impossibile eseguire il rendering del modello. Errore: ${error}
ja: 失敗: ${error}
ko_kr: 실패: ${error}
nb: Mislyktes å gjengi mal med feil: ${error}
nl: Kan sjabloon niet renderen met fout: ${error}
pl_pl: Nie udało się wyrenderować szablonu, wystąpił błąd: ${error}
pt_br: Falha: ${error}
ru: Сбой: ${error}
sv: Misslyckades: ${error}
tr: Failed to render template with error: ${error}
uk: Не вдалося відобразити шаблон через помилку: ${error}
zh_hans: 失败: ${error}
zh_hant: 產生模板失敗，錯誤：${error}

# cLmTme
source: Action
bg: Действие
ca_es: Acció
cs: Akce
da: Handling
de: Aktion
el: Ενέργεια
es: Acción
et: Toiming
hu: Művelet
id: Aksi
it: Azione
ja: アクション
ko_kr: 동작
nb: Handling
nl: Actie
pl_pl: Akcja
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: Aksiyon
uk: Дія
zh_hans: 动作
zh_hant: 觸發

# cuflz3
source: Failed: Home Assistant is not currently reachable
bg: Неуспешно: Home Assistant в момента не е достъпен
ca_es: Ha Fallat: Home Assistant no està accessible actualment
cs: Selhání: Home Assistant není aktuálně dostupný
da: Kunne ikke gengive skabelonen. Home Assistant er ikke tilgængelig i øjeblikket
de: Vorlage konnte nicht gerendert werden, Home Assistant ist derzeit nicht erreichbar
el: Απέτυχε η απόδοση του προτύπου, δεν είναι δυνατή η πρόσβαση στο Home Assistant
es: Ha Fallado: Hombre Assistant no está accesible actualmente
et: Nurjus: Home Assistant pole praegu kättesaadav
fr: Échec du rendu du modèle, Home Assistant n'est pas accessible pour le moment.
hu: Sikertelen: A Home Assistant jelenleg nem érhető el
id: Gagal: Home Assistant tidak dapat dijangkau saat ini
it: Impossibile eseguire il rendering del modello, Home Assistant non è al momento raggiungibile
ja: 失敗しました: Home Assistantに現在アクセスできません
ko_kr: 실패: 현재 Home Assistant에 연결할 수 없습니다.
nb: Kunne ikke generere mal, Home Assistant kan ikke nås for øyeblikket
nl: Kan sjabloon niet renderen, Home Assistant is momenteel niet bereikbaar
pl_pl: Nie można wyrenderować szablonu, Home Assistant jest obecnie niedostępny
pt_br: Falha: o Home Assistant não está acessível no momento
ru: Ошибка: Home Assistant в настоящее время недоступен
sv: Misslyckades: Home Assistant kan inte nås för tillfället
tr: Şablon oluşturulamadı, Home Assistant'a şu anda ulaşılamıyor
uk: Не вдалося зрендерити шаблон, Home Assistant наразі недоступний
zh_hans: 失败：Home Assistant 当前不可达
zh_hant: 產生模板失敗，目前無法連線至 Home Assistant

# dFHPYK
source: Performed ${action}
bg: Извършено ${action}
ca_es: S'ha realitzat ${action}
cs: Provedeno ${action}
da: ${action} udført.
de: '${action}' erfolgreich ausgeführt.
el: Η εκτέλεση του ${action} ολοκληρώθηκε με επιτυχία.
es: Se ha realizado ${action}
et: Teostatud ${action}
fr: ${action} effectuée
hu: ${action} végrehajtva
id: Aksi ${action} dijalankan
it: ${action} eseguita con successo.
ja: ${action} を実行しました
ko_kr: ${action} 수행됨
nb: ${action} utført.
nl: ${action} succesvol uitgevoerd.
pl_pl: Pomyślnie wykonano ${action}.
pt_br: Realizou ${action}
sv: Utförde ${action}
tr: ${action} başarıyla gerçekleştirildi.
uk: Успішно виконано ${action}.
zh_hans: 已执行”${action}“
zh_hant: 成功執行 ${action}。

# eObn2i
source: Page
bg: Страница
ca_es: Pàgina
cs: Stránka
es: Página
et: Lehekülg
hu: Oldal
id: Halaman
ja: ページ
ko_kr: 페이지
pt_br: Página
ru: Страница
sv: Sida
zh_hans: 页

# f1KX0Q
source: View and run actions
bg: Преглед и изпълнение на действия
ca_es: Veure i executar accions
cs: Zobrazit a spustit akce
da: Se og kør handlinger
de: Anzeigen und Ausführen von Aktionen
el: Προβολή και εκτέλεση ενεργειών
es: Ver y ejecutar acciones
et: Vaata ja käivita toiminguid
fr: Afficher et exécuter des actions
hu: Műveletek megtekintése és futtatása
id: Lihat dan jalankan aksi
it: Visualizza ed esegui azioni
ja: アクションの表示と実行
ko_kr: 동작 보기 및 실행
nb: Vise og kjøre handlinger
nl: Bekijk en voer acties uit
pl_pl: Wyświetl i uruchom akcje
pt_br: Visualizar e executar ações
sv: Visa och kör åtgärder
tr: Eylemleri görüntüleyin ve çalıştırın
uk: Перегляд і запуск дій
zh_hans: 查看和运行动作
zh_hant: 檢視並執行動作

# fkQXDn
source: There are ${count} options matching ‘${action}’.
bg: Има ${count} опции, съответстващи на '${action}'.
ca_es: Hi ha ${count} opcions que coincideixen amb `${action}`.
cs: ${count} voleb odpovídá "${action}".
da: Der er ${count} valgmuligheder, der matcher ‘${action}’.
de: Es gibt ${count} zu '${action}' passende Optionen
el: Υπάρχουν ${count} επιλογές που αντιστοιχούν στο '${action}'.
es: Hay ${count} opciones que coinciden con '${action}'.
et: Siin on ${count} valikut mis vastavad valikule "${action} ".
fr: ${count} options correspondent à ‘${action}‘.
hu: ${count} opció van, amely megfelel a következőnek: '${action}'.
id: Ada ${count} opsi yang cocok dengan ‘${action}’.
it: Ci sono ${count} opzioni che corrispondono a "${action}".
ja: ${count} にマッチするオプションが、‘${action}’ 個あります。
ko_kr: '${action}'과 일치하는 ${count}개의 옵션이 있습니다.
nb: Det finnes alternativer for ${count} som samsvarer med ${action}.
nl: Er zijn ${count} opties die overeenkomen met '${action} '.
pl_pl: Istnieje ${count} opcji pasujących do ‘${action}’.
pt_br: Existem ${count} opções correspondentes a ' ${action} '.
sv: Det finns ${count} möjliga matchningar till ’${action}’.
tr: ${count} seçenekleri '${action}' ile eşleşiyor.
uk: Є ${count} опцій, які відповідають '${action}'.
zh_hans: 有 ${count} 个选项与”${action}“匹配。
zh_hant: 共有 ${count} 個選項符合 ‘${action}’。

# flUgtx
source: Which action?
bg: Кое действие?
ca_es: Quina acció?
cs: Která akce?
da: Hvilken handling?
de: Welche Aktion?
el: Ποια ενέργεια;
es: ¿Qué acción?
et: Milline toiming?
fr: Quelle action ?
hu: Melyik művelet?
id: Aksi yang mana?
it: Quale azione?
ja: どのアクション？
ko_kr: 어떤 동작을 원하시나요?
nb: Hvilken handling?
nl: Welke actie?
pl_pl: Która akcja?
pt_br: Qual ação?
ru: Какое действие?
sv: Vilken åtgärd?
tr: Hangi eylem?
uk: Яка дія?
zh_hans: 哪个动作 ？
zh_hant: 哪個動作？

# fnz838
source: Sensors updated
bg: Сензорите са актуализирани
ca_es: Sensors actualitzats
cs: Senzory byly aktualizovány
da: Sensorer er opdateret.
de: Sensoren aktualisiert.
el: Οι αισθητήρες ενημερώθηκαν.
es: Sensores actualizados
et: Andurid on uuendatud
fr: Capteurs mis à jour
hu: Érzékelők frissítve
id: Sensor diperbarui
it: Sensori aggiornati.
ja: センサーが更新されました
ko_kr: 센서 업데이트 완료
nb: Sensorer oppdatert.
nl: Sensoren bijgewerkt.
pl_pl: Zaktualizowano sensory.
pt_br: Sensores atualizados
ru: Датчики обновлены
sv: Sensorer uppdaterade
tr: Sensörler güncellendi.
uk: Датчики оновлені.
zh_hans: 传感器已更新
zh_hant: 感測器已更新。

# foI0Fv
source: Failed: Home Assistant is not currently reachable
bg: Неуспешно: Home Assistant в момента не е достъпен
ca_es: Ha Fallat: Home Assistant no està accessible actualment
cs: Selhání: Home Assistant není aktuálně dostupný
da: Skabelonen kunne ikke gengives. Home Assistant er ikke tilgængelig i øjeblikket
de: Vorlage konnte nicht gerendert werden, Home Assistant ist derzeit nicht erreichbar
el: Απέτυχε η απόδοση του προτύπου, δεν είναι δυνατή η πρόσβαση στο Home Assistant
es: Ha Fallado: Hombre Assistant no está accesible actualmente
et: Nurjus: Home Assistant pole praegu kättesaadav
fr: Échec du rendu du modèle, Home Assistant n'est pas accessible pour le moment.
hu: Sikertelen: A Home Assistant jelenleg nem érhető el
id: Gagal: Home Assistant tidak dapat dijangkau saat ini
it: Impossibile eseguire il rendering del modello, Home Assistant non è al momento raggiungibile
ja: 失敗しました: Home Assistantに現在アクセスできません
ko_kr: 실패: 현재 Home Assistant에 연결할 수 없습니다.
nb: Mislyktes å gjengi mal, er Home Assistant ikke nå tilgjengelig
nl: Kan sjabloon niet renderen, Home Assistant is niet bereikbaar
pl_pl: Nie można wyrenderować szablonu, Home Assistant jest obecnie niedostępny
pt_br: Falha: o Home Assistant não está acessível no momento
ru: Ошибка: Home Assistant в настоящее время недоступен
sv: Misslyckades: Home Assistant är för närvarande inte tillgänglig
tr: Şablon oluşturulamadı, Home Assistant'a şu anda ulaşılamıyor
uk: Не вдалося відтворити шаблон, Home Assistant наразі недоступний
zh_hans: 失败：Home Assistant 当前不可达
zh_hant: 產生模板失敗，目前無法連線至 Home Assistant

# fuRWMi
source: Send ${location} to Home Assistant
bg: Изпратете ${location} към Home Assistant
ca_es: Envia ${location} a Home Assistant
cs: Odeslat ${location} do Home Assistanta
da: Send ${location} til Home Assistant
de: Sende ${location} an Home Assistant
el: Αποστολή ${location} στο Home Assistant
es: Envia ${location} a Home Assistant
et: Saada ${location} Home Assistantile
fr: Envoyer ${location} à Home Assistant
hu: ${location} küldése Home Assistantba
id: Kirim ${location} ke Home Assistant
it: Invia ${location} ad Home Assistant
ja: Home Assistantへ、${location} を送信
ko_kr: Home Assistant에 ${location} 보내기
nb: Send ${location} til Home Assistant
nl: Stuur ${location} naar Home Assistant
pl_pl: Wyślij ${location} do Home Assistant'a
pt_br: Envie ${location} para o Home Assistant
ru: Отправить ${location} в Home Assistant
sv: Skicka ${location} till Home Assistant
tr: Home Assistant'a ${location} gönder
uk: Надіслати ${location} у Home Assistant
zh_hans: 向HomeAsssiant发送此位置 ${location}
zh_hant: 傳送 ${location} 至 Home Assistant

# g8g7Af
source: Perform the action
bg: Изпълнение на действието
ca_es: Realitza l'acció
cs: Provést akci
da: Udfør handlingen
de: Aktion ausführen
el: Εκτέλεση της ενέργειας
es: Realiza la acción
et: Soorita toiming
fr: Effectuer l'action
hu: Művelet végrehajtása
id: Jalankan aksinya
it: Esegui l'azione
ja: アクションの実行
ko_kr: 이 동작 수행
nb: Utfør handlingen
nl: De actie uitvoeren
pl_pl: Wykonaj akcję
pt_br: Execute a ação
sv: Utför åtgärden
tr: Eylemi gerçekleştirin
uk: Виконання дії
zh_hans: 执行此动作
zh_hant: 執行另一個觸發

# gI3mme
source: What service data do you want to send?
bg: Какви данни за услугата искате да изпратите?
ca_es: Quines dades de servei voleu enviar?
cs: Jaká data služby chcete odeslat?
da: Hvilke servicedata vil du sende?
de: Welche Servicedaten möchten Sie senden?
el: Ποια δεδομένα υπηρεσίας θέλετε να στείλετε;
es: ¿Qué datos de servicio queréis enviar?
et: Milliseid teenuseandmeid soovid saata?
fr: Quelles données de service voulez-vous envoyer?
hu: Milyen szolgáltatási adatokat szeretne küldeni?
id: Data layanan apa yang ingin Anda kirim?
it: Quali dati vuoi inviare?
ja: どのサービスデータを送信しますか？
ko_kr: 어떤 서비스 데이터를 보내시겠습니까?
nb: Hvilke tjenestedata vil du sende?
nl: Welke servicegegevens wilt u verzenden?
pl_pl: Jakie dane usługi chcesz wysłać?
pt_br: Quais dados de serviço você deseja enviar?
ru: Какие данные службы вы хотите отправить?
sv: Vilka tjänstedata vill du skicka?
tr: Hangi servis verilerini göndermek istiyorsunuz?
uk: Які дані сервісу ви хочете надіслати?
zh_hans: 您想发送什么服务数据 ？
zh_hant: 所要傳送的服務資料？

# gePUyy
source: Location
bg: Местоположение
ca_es: Ubicació
cs: Poloha
da: Lokalitet
de: Standort
el: Τοποθεσία
es: Ubicación
et: Asukoht
fr: Localisation
hu: Helymeghatározás
id: Lokasi
it: Posizione
ja: ロケーション
ko_kr: 위치
nb: plassering
nl: Locatie
pl_pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: Plats
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 座標

# glRCfJ
source: Failed: Home Assistant is not currently reachable
bg: Неуспешно: Home Assistant в момента не е достъпен
ca_es: Ha Fallat: Home Assistant no està accessible actualment
cs: Selhání: Home Assistant není aktuálně dostupný
da: Kunne ikke afsende hændelse, Home Assistant er ikke tilgængelig i øjeblikket
de: Ereignis konnte nicht ausgelöst werden, da Home Assistant derzeit nicht erreichbar ist
el: Αποτυχία ενεργοποίησης συμβάντος, το Home Assistant δεν είναι προσβάσιμο αυτήν τη στιγμή
es: Ha Fallado: Hombre Assistant no está accesible actualmente
et: Nurjus: Home Assistant pole praegu kättesaadav
fr: Échec du déclenchement de l'événement, Home Assistant n'est actuellement pas accessible.
hu: Sikertelen: A Home Assistant jelenleg nem érhető el
id: Gagal: Home Assistant tidak dapat dijangkau saat ini
it: Impossibile Lanciare l'evento, Home Assistant non è attualmente raggiungibile
ja: 失敗しました: Home Assistantにアクセスできません
ko_kr: 실패: 현재 Home Assistant에 연결할 수 없습니다.
nb: Kunne ikke utføre hendelsen, Home Assistant er foreløpig ikke tilgjengelig
nl: Kon evenement niet activeren, Home Assistant is niet bereikbaar
pl_pl: Nie udało się uruchomić zdarzenia, Home Assistant jest obecnie niedostępny
pt_br: Falha: o Home Assistant não está acessível no momento
ru: Ошибка: Home Assistant в настоящее время недоступен
sv: Misslyckades: Home Assistant är för närvarande inte tillgänglig
tr: Olay başarısız oldu. Home Assistant şuan ulaşılabilinir değil
uk: Не вдалося опублікувати подію, оскільки Home Assistant наразі недоступний
zh_hans: 失败：Home Assistant 当前不可达
zh_hant: 觸發事件失敗，目前無法連線至 Home Assistant

# gv7Gg6
source: Location
bg: Местоположение
ca_es: Ubicació
cs: Poloha
da: Lokalitet
de: Standort
el: Τοποθεσία
es: Ubicación
et: Asukoht
fr: Localisation
hu: Helymeghatározás
id: Lokasi
it: Posizione
ja: ロケーション
ko_kr: 위치
nb: plassering
nl: Locatie
pl_pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: Plats
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 座標

# h1xQ53
source: Update Sensors
bg: Актуализиране на сензори
ca_es: Actualitzar sensors
cs: Aktualizovat senzory
da: Opdater sensorer
de: Sensoren aktualisieren
el: Ενημέρωση αισθητήρων
es: Actualizar sensores
et: Andurite värskendamine
fr: Mise à jour des capteurs
hu: Érzékelők frissítése
id: Perbarui Sensor
it: Aggiorna Sensori
ja: センサーの更新
ko_kr: 센서 업데이트
nb: Oppdater sensorer
nl: Sensoren bijwerken
pl_pl: Zaktualizuj sensory
pt_br: Atualizar sensores
ru: Обновление датчиков
sv: Uppdatera sensorer
tr: Sensörleri Güncelle
uk: Оновлення датчиків
zh_hans: 更新传感器
zh_hant: 更新感測器
