Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Intents.strings
Languages: bg, ca_es, cs, da, de, el, es, et, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

# vAIAF2
source: Send a sensor update to Home Assistant
bg: Изпратете актуализация на сензора към Home Assistant
ca_es: Envia una actualització del sensor a Home Assistant
cs: Odeslat aktualizaci senzoru do Home Assistanta
da: Send en sensoropdatering til Home Assistant
de: Senden eines Sensorupdates an Home Assistant
el: Αποστολή ενημέρωσης αισθητήρα στο Home Assistant
es: Envía una actualización del sensor a Home Assistant
et: Sensori värskenduse saatmine Home Assistantile
fr: Envoyer une mise à jour du capteur à Home Assistant
hu: Érzékelőfrissítés küldése a Home Assistantnek
id: Kirim pembaruan sensor ke Home Assistant
it: Invia un aggiornamento dei sensori ad Home Assistant
ja: センサーの更新をHome Assistantに送信する
ko_kr: Home Assistant에 센서 업데이트 보내기
nb: Send en sensoroppdatering til Home Assistant
nl: Stuur een sensorupdate naar Home Assistant
pl_pl: Wyślij aktualizację sensora do Home Assistant
pt_br: Envie uma atualização do sensor para o Home Assistant
ru: Отправляет обновление датчика в Home Assistant
sv: Skicka sensoruppdatering till Home Assistant
tr: Home Assistant'a bir sensör güncellemesi gönderin
uk: Надішліть оновлення датчика до Home Assistant
zh_hans: 发送传感器更新到 Home Assistant
zh_hant: 傳送感測器更新至 Home Assistant

# wfPQQQ
source: Fire an event to the Home Assistant event bus
bg: Задействайте събитие към шината за събития на Home Assistant
ca_es: Dispara un esdeveniment al bus d’esdeveniments del Home Assistant
cs: Poslat událost do sběrnice událostí Home Assistanta
da: Afsend en hændelse til Home Assistant-hændelsesbussen
de: Sende ein Ereignis an den Home Assistant Event Bus
el: Ενεργοποιήστε μια εκδήλωση στον δίαυλο συμβάντων Home Assistant
et: Sündmuse vallandamine Home Assistanti sündmuste siinil
fr: Déclencher un événement dans le bus d'événement d'Home Assistant
hu: Esemény aktiválása a Home Assistant eseménybuszra
id: Jalankan event di bus event Home Assistant.
it: Lancia un evento sul bus eventi Home Assistant
ja: Home Assistantのイベントバスにイベントを発生させる
ko_kr: Home Assistant 이벤트 버스에 이벤트 발생
nb: Utfør en hendelse til Home Assistant Event Bus
nl: Start een evenement op de Home Assistant-gebeurtenisbus
pl_pl: Uruchom zdarzenie na magistrali zdarzeń Home Assistant'a
pt_br: Disparar um evento no barramento de eventos do Home Assistant
ru: Запуск события в шину событий Home Assistant
sv: Skicka en händelse till Home Assistant händelse-anslutning
uk: Опублікувати подію в шину подій Home Assistant
zh_hans: 将事件发送到Home Assistant事件总线
zh_hant: 於 Home Assistant 事件系統匯流排中執行事件

# xhwpj4
source: Done
bg: Готово
ca_es: Fet!
cs: Hotovo
da: Færdig.
de: Erledigt
el: Έγινε.
es: Hecho!
et: Valmis
fr: Terminé !
hu: Kész
id: Selesai
it: Fatto.
ja: 完了
ko_kr: 완료
nb: Ferdig.
nl: Klaar.
pl_pl: Gotowe.
pt_br: Feito
sv: Klar
tr: Bitti.
uk: Готово.
zh_hans: 完成
zh_hant: 完成。

# ypnPyU
source: Perform ${action}
bg: Изпълнете ${action}
ca_es: Realitza ${action}
cs: Provést ${action}
da: Udfør ${action}
de: Führer ${action} aus
el: Εκτέλεση ${action}
es: Realiza ${action}
et: Soorita ${action}
fr: Effectuer ${action}
hu: ${action} végrehajtása
id: Jalankan ${action}
it: Esegui ${action}
ja: ${action} を実行
ko_kr: ${action} 수행
nb: Utfør ${action}
nl: Voer ${action} uit
pl_pl: Wykonaj ${action}
pt_br: Execute ${action}
ru: Выполнить ${action}
sv: Utför ${action}
tr: ${action} gerçekleştirin
uk: Виконайте ${action}
zh_hans: 执行 ${action}
zh_hant: 執行 ${action}

# yyjTxO
source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko_kr: 오류
nb: Feil
nl: Fout
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# zjdBxm
source: Which page?
bg: Коя страница?
ca_es: Quina pàgina?
cs: Která stránka?
es: ¿Qué página?
et: Milline leht?
fr: Quelle page?
hu: Melyik oldal?
id: Halaman yang mana?
ja: どのページ？
ko_kr: 어떤 페이지인가요?
pt_br: Qual página?
ru: Какая страница?
sv: Vilken sida?
zh_hans: 哪个页面 ？
