Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# notifications_configurator.settings.footer.id_set
source: Identifier can not be changed after creation. You must delete and recreate the action to change the identifier.
ca_es: L'identificador no es pot canviar després de ser creat. Heu de suprimir i tornar a crear l'acció per canviar l'ID.
cs: Identifikátor nelze po vytvoření změnit. Chcete-li změnit identifikátor, musíte akci smazat a znovu vytvořit.
cy_gb: Ni ellir newid dynodwr ar ôl ei greu. Rhaid i chi ddileu ac ail-greu'r weithred i newid y dynodwr.
da: Id'et kan ikke ændres efter oprettelsen. Du skal slette og genskabe handlingen for at ændre id'et.
de: Der Identifier kann nach der Erstellung nicht mehr geändert werden. Du musst die Aktion zum Ändern der Kennung löschen und neu erstellen.
el: Δεν είναι δυνατή η αλλαγή του αναγνωριστικού μετά τη δημιουργία. Πρέπει να διαγράψετε και να δημιουργήσετε ξανά την ενέργεια για να αλλάξετε το αναγνωριστικό.
es: El identificador no se puede cambiar después de la creación. Debe eliminar y volver a crear la acción para cambiar el identificador.
et: Identifikaatorit ei saa pärast loomist muuta. Identifikaatori muutmiseks pead toimingu kustutama ja uuesti looma.
fi: Tunnusta ei voi muuttaa luomisen jälkeen. Sinun on poistettava toiminto ja luotava se uudelleen, tunnisteen muuttaamiseksi.
fr: L'identifiant ne peut pas être changé après la création. Vous devez supprimer et recréer l'action pour changer l'identifiant.
hu: Az azonosító a létrehozás után nem módosítható. Az azonosító megváltoztatásához törölni és újra létrehozni kell a műveletet.
id: Pengidentifikasi tidak dapat diubah setelah pembuatan. Anda harus menghapus dan membuat ulang tindakan untuk mengubah pengidentifikasi.
it: L'identificativo non può essere modificato dopo la creazione. È necessario eliminare e ricreare l'azione per modificare l'identificatore.
ko_kr: 식별자는 생성 후 변경할 수 없습니다. 식별자를 변경하려면 작업을 삭제하고 다시 만들어야 합니다.
nb: Identifikator kan ikke endres etter opprettelsen. Du må slette og gjenskape handlingen for å endre identifikatoren.
nl: Identifier kan na het maken niet worden gewijzigd. U moet de actie verwijderen en opnieuw maken om de ID te wijzigen.
pl_pl: Identyfikatora nie można zmienić po utworzeniu. Musisz usunąć i ponownie utworzyć akcję, aby zmienić identyfikator.
pt_br: O identificador não pode ser alterado após a criação. Você deve excluir e recriar a ação para alterar o identificador.
sv: Identifieraren kan inte ändras efter att den har skapats. Du måste ta bort och återskapa åtgärden för att ändra identifieraren.
tr: Tanımlayıcı oluşturulduktan sonra değiştirilemez. Tanımlayıcıyı değiştirmek için eylemi silmeli ve yeniden oluşturmalısınız.
uk: Ідентифікатор не можна змінити після створення. Щоб змінити ідентифікатор, потрібно видалити та створити дію заново.
zh_hans: 创建后不能更改标识符。如需更改，须删除并重新创建。
zh_hant: Identifier 於創建後無法變更，欲進行變更、則必須刪除後，重新創建。

source: Preview Output
ca_es: Previsualització de la sortida
cs: Náhled výstupu
cy_gb: Rhagolwg o'r allbwn
da: Forhåndsvisning af output
de: Vorschau der Ausgabe
el: Έξοδος προεπισκόπησης
et: Kujunduse eelvaade
fi: Tuloksen esikatselu
fr: Aperçu du résultat
hu: Eredmény előnézete
id: Pratinjau Output
it: Anteprima dell'output
ja: プレビュー出力
ko_kr: 미리보기 출력
nb: Forhåndsvisning
nl: Voorbeeld Output
pl_pl: Podgląd wyników
pt_br: Pré-visualização da saída
ru: Предварительный результат
sv: Förhandsgranska
tr: Önizleme Çıktısı
uk: Попередній перегляд
zh_hans: 预览输出
zh_hant: 預覽輸出

# settings.advanced_connection_settings_section.title
source: Advanced Connection Settings
ca_es: Configuració avançada de connexió
cy_gb: Gosodiadau Cysylltiad Uwch
da: Avancerede forbindelsesindstillinger
el: Ρυθμίσεις σύνδεσης για προχωρημένους
es: Configuración avanzada de conexión
fi: Yhteyden lisäasetukset
fr: Paramètres de connexion avancés
it: Impostazioni avanzate di connessione
nb: Avanserte tilkoblingsinnstillinger
nl: Geavanceerde verbindingsinstellingen
pl_pl: Zaawansowane ustawienia połączenia
ru: Расширенные настройки подключения
sv: Avancerade anslutningsinställningar
uk: Розширені налаштування підключення
zh_hans: 高级连接设置
zh_hant: 進階連線設定

# settings.connection_section.basic_auth.title
source: HTTP Basic Authentication
ca_es: Autenticació bàsica HTTP
cy_gb: Dilysiad Sylfaenol HTTP
da: HTTP Basic-godkendelse
el: Βασικός έλεγχος ταυτότητας HTTP
es: Autenticación básica HTTP
fr: Authentification HTTP
it: Autenticazione di base HTTP
nb: Enkel HTTP-autentisering
nl: HTTP-basisverificatie
pl_pl: Podstawowe uwierzytelnianie HTTP
ru: Авторизация HTTP basic
uk: Базова автентифікація HTTP
zh_hans: HTTP 基本认证
zh_hant: HTTP 基本驗證

# settings.connection_section.show_advanced_settings_row.title
source: Show advanced settings
ca_es: Mostra la configuració avançada
cy_gb: Dangos gosodiadau datblygedig
da: Vis avancerede indstillinger
el: Εμφάνιση ρυθμίσεων για προχωρημένους
es: Mostrar la configuración avanzada
fi: Näytä lisäasetukset
fr: Afficher les paramètres avancés
it: Mostra le impostazioni avanzate
nb: Vis avanserte innstillinger
nl: Toon geavanceerde instellingen
pl_pl: Pokaż ustawienia zaawansowane
ru: Показать дополнительные настройки
sv: Visa avancerade inställningar
uk: Показати розширені налаштування
zh_hans: 显示高级设置
zh_hant: 顯示進階設定

# settings.connection_section.use_internal_url.title
source: Use internal URL
ca_es: Utilitzeu l’URL interna
cy_gb: Defnyddio'r URL mewnol
da: Brug intern webadresse
el: Χρήση εσωτερικής διεύθυνσης URL
es: Usar URL interna
fi: Käytä sisäistä URL-osoitetta
fr: Utiliser l'URL interne
it: Usa l'URL interno
nb: Bruk intern URL
nl: Gebruik interne URL
pl_pl: Użyj wewnętrznego adresu URL
ru: Использовать внутренний URL-адрес
sv: Använd intern URL
uk: Використовувати внутрішню URL-адресу
zh_hans: 使用内部 URL
zh_hant: 使用內部 URL

# settings.connection_section.use_legacy_auth.title
source: Use legacy authentication
ca_es: Utilitza autenticació heretada
cy_gb: Defnyddio dilysiad gwaddol
da: Brug ældre godkendelsesmetode
el: Χρήση ελέγχου ταυτότητας παλαιού τύπου
es: Usar autenticación heredada
fi: Käytä vanhaa todennustapaa
fr: Utiliser l'authentification héritée
it: Usa l'autenticazione legacy
nb: Bruk legacy-godkjenning
nl: Oudere authenticatie gebruiken
pl_pl: Użyj uwierzytelniania typu "legacy"
ru: Использовать устаревшую аутентификацию
sv: Använd äldre autentisering
uk: Використовувати застарілу автентифікацію
zh_hans: 使用旧版认证方式
zh_hant: 使用舊版驗證

# settings.details_section.siri_shortcuts_row.title
source: Siri Shortcuts
ca_es: Dreceres de Siri
da: Genveje i Siri
el: Συντομεύσεις Siri
fr: Raccourcis Siri
it: Comandi Siri
nb: Siri Snarveier
nl: Siri-snelkoppelingen
pl_pl: Skróty Siri
ru: Команды Siri
sv: Siri Genvägar
uk: Команди Siri
zh_hans: Siri 捷径
zh_hant: Siri 捷徑

# settings_details.siri.title
source: Siri Shortcuts
ca_es: Dreceres de Siri
da: Genveje i Siri
el: Συντομεύσεις Siri
fr: Raccourcis Siri
it: Comandi Siri
nb: Siri Snarveier
nl: Siri-snelkoppelingen
pl_pl: Skróty Siri
ru: Команды Siri
sv: Siri-genvägar
uk: Команди Siri
zh_hans: Siri 捷径
zh_hant: Siri 捷徑

# siri_shortcuts.configurator.fields.section.footer
source: Suggested: %@
ca_es: Suggerit: %@
cy_gb: Awgrym: %@
da: Foreslået: %@
el: Προτείνεται: %@
es: Sugerencia: %@
fi: Ehdotettu: %@
fr: Suggéré: %@
it: Suggerito: %@
nb: Forslag: %@
nl: Suggestie: %@
pl_pl: Sugerowane: %@
ru: Предложено: %@
sv: Förslag: %@
uk: Рекомендовано: %@
zh_hans: 建议：%@
zh_hant: 建議：%@

# siri_shortcuts.configurator.fields.section.header
source: Fields
ca_es: Camps
cy_gb: Meysydd
da: Felter
el: Πεδία
fi: Kentät
fr: Champs
it: Campi
nb: Feltene
nl: Velden
pl_pl: Pola
ru: Поля
sv: Fält
uk: Поля
zh_hans: 字段
zh_hant: 欄位

# siri_shortcuts.configurator.fields.use_default_value
source: Use default value
ca_es: Utilitza el valor per defecte
cy_gb: Defnyddio'r gwerth diofyn
da: Brug standardværdi
el: Χρήση προεπιλεγμένης τιμής
es: Usar valor predeterminado
fi: Käytä oletusarvoa
fr: Utiliser la valeur par défaut
it: Usa il valore predefinito
nb: Bruk standardverdi
nl: Gebruik standaardwaarde
pl_pl: Użyj wartości domyślnej
ru: Использовать стандартное значение
sv: Använd standardvärdet
uk: Використовувати значення за замовчуванням
zh_hans: 使用默认值
zh_hant: 使用預設值

# siri_shortcuts.configurator.fields.use_suggested_value
source: Use suggested value
ca_es: Utilitza el valor suggerit
cy_gb: Defnyddio gwerth awgrymedig
da: Brug foreslået værdi
el: Χρήση προτεινόμενης τιμής
es: Usar el valor sugerido
fi: Käytä ehdotettua arvoa
fr: Utiliser la valeur suggérée
it: Usa il valore suggerito
nb: Bruk foreslått verdi
nl: Gebruik voorgestelde waarde
pl_pl: Użyj sugerowanej wartości
ru: Использовать предложенное значение
sv: Använd rekommenderat värde
uk: Використовувати пропоноване значення
zh_hans: 使用建议值
zh_hant: 使用建議值

# siri_shortcuts.configurator.settings.name.title
source: Shortcut name
ca_es: Nom de la drecera
cy_gb: Enw llwybr byr
da: Genvejsnavn
el: Όνομα συντόμευσης
es: Nombre del acceso directo
fi: Pikavalinnan nimi
fr: Nom du raccourci
it: Nome del collegamento
nb: Navn på snarvei
nl: Naam van de snelkoppeling
pl_pl: Nazwa skrótu
ru: Имя команды
sv: Genvägsnamn
uk: Назва команди
zh_hans: 捷径名称
zh_hant: 捷徑名稱

# siri_shortcuts.configurator.settings.notify_on_run.title
source: Send notification when run
ca_es: Enviar notificació quan s'executa
cy_gb: Anfon hysbysiad wrth ei redeg
da: Send notifikation, når den køres
el: Αποστολή ειδοποίησης κατά την εκτέλεση
es: Enviar notificación cuando se ejecuta
fi: Lähetä ilmoitus, kun suoritetaan
fr: Envoyer une notification lors de l'exécution
it: Invia notifica quando eseguito
nl: Stuur een melding wanneer uitgevoerd
pl_pl: Wyślij powiadomienie po uruchomieniu
ru: Отправить уведомление при запуске
sv: Skicka notis vid körning
uk: Надсилати сповіщення під час запуску
zh_hans: 运行时发送通知
zh_hant: 執行時傳送通知

# success_label
source: Success
ca_es: Èxit
cs: Úspěch
cy_gb: Llwyddiant
da: Succes!
de: Erfolgreich!
el: Επιτυχία!
es: Éxito
et: Õnnestus
fi: Onnistui
fr: Succès
hu: Sikerült
id: Sukses
it: Successo
ja: 成功
ko_kr: 성공
nb: Suksess
nl: Gelukt!
pl_pl: Sukces
pt_br: Sucesso
ru: Успешно
sv: Lyckades
tr: Başarılı!
uk: Успішно
zh_hans: 成功
zh_hant: 成功

# watch.labels.complication_group.circular_small.description
source: Use circular small complications to display content in the corners of the Color watch face.
cs: Použije malé kruhové komplikace k zobrazení obsahu v rozích ciferníku Color.
cy_gb: Defnyddio gymhlethdodau bach cylchol i arddangos cynnwys yng nghorneli wyneb gwylio Color
da: Brug cirkulære små komplikationer til at vise indhold i hjørnerne af Farve-urskiven.
de: Verwende kreisförmige kleine Komplikationen, um den Inhalt in den Ecken des Zifferblatts Farben anzuzeigen.
el: Χρησιμοποιήστε κυκλικές μικρές επιπλοκές για την εμφάνιση περιεχομένου στις γωνίες της χρωματικής πρόσοψης ρολογιού.
es: Utilice las complicaciones circulares pequeñas para mostrar el contenido en las esquinas de la cara del relojes de color.
et: Kellakuva Color nurkades sisu kuvamiseks kasuta ümmargusi väikseid elemente.
fi: Käytä pieniä pyöreitäkomplikaatioita näyttääksesi sisältöä Värit-kellotaulun kulmissa.
fr: Utilisez des petites complications circulaires pour afficher le contenu dans les coins du cadran Couleur.
hu: Használj kör alakú kis modulokat a tartalom megjelenítéséhez a színes órafelület sarkában.
id: Gunakan komplikasi kecil melingkar untuk menampilkan konten di sudut face Warna.
it: Usa piccole complicazioni circolari per visualizzare il contenuto negli angoli del quadrante a colori.
ko_kr: 원형 소형 컴플리케이션을 사용하여 컬러 시계 페이스의 모서리에 콘텐츠를 표시합니다.
nb: Bruk sirkulære små komplikasjoner for å vise innhold i hjørner av fargeklokke-urskiven.
nl: Gebruik cirkelvormige kleine complicaties om inhoud weer te geven in de hoeken van de wijzerplaat van de kleur.
pt_br: Use pequenas complicações circulares para exibir o conteúdo nos cantos do mostrador do relógio em cores.
ru: «Круглое малое» дополнение показывается на циферблате «Цвет».
sv: Använd cirkulära små komplikationer för att visa innehåll i hörnen av urtavlan Färger.
tr: İçeriği Renkli saat yüzünün köşelerinde görüntülemek için dairesel küçük komplikasyonlar kullanın.
uk: Використовуйте кругові невеликі ускладнення для відображення вмісту в кутах циферблату «Колір».
zh_hans: 使用圆形小复杂功能在Color表盘的角落显示内容。
zh_hant: 使用小型圓形複雜功能於彩色錶面的四個角落顯示內容。

# watch.labels.complication_group.circular_small.name
source: Circular Small
ca_es: Circular Petita
cs: Malé kruhové
cy_gb: Cylch Bach
da: Cirkulær lille
de: Kreisförmig Klein
el: Κυκλικό μικρό
es: Circular pequeño
et: Ümmargune väike
fi: Pyöreä pieni
fr: Petit cercle
hu: Kör alakú kicsi
id: Lingkaran Kecil
it: Circolare Piccolo
ja: サーキュラー スモール
ko_kr: 원형 소형
nb: Liten sirkel
nl: Circulair klein
pt_br: Circular Pequeno
ru: Круглое малое
sv: Cirkulär liten
tr: Dairesel Küçük
uk: Круговий маленький
zh_hans: 圆形小
zh_hant: 小型圓形

# watch.labels.complication_group.extra_large.description
source: Use the extra large complications to display content on the X-Large watch faces.
cs: Použije extra velké komplikace k zobrazení obsahu na ciferníku X-Large.
cy_gb: Defnyddiwch y cymhlethdodau mawr ychwanegol i arddangos cynnwys ar wynebau gwylio X-Large.
da: Brug de ekstra store komplikationer til at vise indhold på X-Large-urskiverne.
de: Nutze die extra großen Komplikationen, um Inhalte auf den X-Large Zifferblättern anzuzeigen.
el: Χρησιμοποιήστε τις πολύ μεγάλες επιπλοκές για να εμφανίσετε περιεχόμενο στις όψεις ρολογιών X-Large.
es: Utilice las complicaciones extra grandes para mostrar el contenido en la cara de los relojes X-Large.
et: Kasuta X-Large'i kella sihverplaatidel sisu kuvamiseks eriti suuri elemente.
fi: Käytä erittäin suuria komplikaatioita näyttämään sisältöä X-Large kellotauluissa.
fr: Utilisez les complications extra-larges pour afficher du contenu sur le cadran Extra large.
hu: Használj extra nagy modulokat a tartalom megjelenítéséhez az X-Large órafelületeken.
id: Gunakan komplikasi ekstra besar untuk menampilkan konten pada wajah jam Ekstra Besar.
it: Usa le complicazioni extra large per visualizzare i contenuti sul quadrante X-Large.
ja: X-Largeウォッチフェイスにコンテンツを表示するために、特大サイズのコンプリケーションを使用します。
ko_kr: 큰글자 컴플리케이션을 사용하여 큰글자 시계 페이스에 콘텐츠를 표시할 수 있습니다.
nb: Bruk de ekstra store komplikasjoner til å vise innhold på X-Large urskiven.
nl: Gebruik de extra grote complicaties om inhoud weer te geven op de X-Large wijzerplaten.
pt_br: Use as complicações extra grandes para exibir conteúdo nos mostradores extra grandes.
ru: «Очень большое» дополнение показывается на циферблате X-Large.
sv: Använd de extra stora komplikationerna för att visa innehåll på X-Large-urtavlorna.
tr: İçeriği X-Large saat yüzlerinde görüntülemek için ekstra büyük komplikasyonları kullanın.
uk: Використовуйте надзвичайно великі ускладнення для відображення вмісту на циферблаті «Екстра».
zh_hans: 在大文字表盘上使用超大复杂功能显示内容。
zh_hant: 使用巨大複雜功能於大字體錶面顯示內容。

# watch.labels.complication_group.extra_large.name
source: Extra Large
ca_es: Extra Gran
cs: Extra velké
cy_gb: Mawr Ychwanegol
da: Ekstra stor
de: Extra groß
el: Πολύ μεγάλο
es: Extra grande
et: Eriti suur
hu: Extra nagy
id: Ekstra Besar
ja: エクストララージ
ko_kr: 큰글자
nb: Ekstra stor
nl: Extra groot
pt_br: Extra grande
ru: Очень большое
sv: Extra stor
tr: Ekstra büyük
uk: Дуже великий
zh_hans: 超大号
zh_hant: 巨大

# watch.labels.complication_group.graphic.description
source: Use graphic complications to display visually rich content in the Infograph and Infograph Modular clock faces.
cs: Použije grafické komplikace k zobrazení vizuálně bohatého obsahu v cifernících Infograph a Infograph Modular.
cy_gb: Defnyddio gymhlethdodau graffig i arddangos cynnwys sy'n weledol gyfoethog yn wynebau cloc Infograph Modular a Infograph.
da: Brug grafiske komplikationer til at vise visuelt indhold i Infograf og Infograf modulær-urskiverne.
de: Verwende Grafikkomplikationen, um visuell reichhaltige Inhalte in den Infograph- und Infograph Modular-Ziffernblättern anzuzeigen.
el: Χρησιμοποιήστε γραφικές επιπλοκές για να εμφανίσετε πλούσιο οπτικά περιεχόμενο στις όψεις ρολογιού Infograph και Infograph Modular.
es: Utilice las complicaciones gráficas para mostrar contenido visualmente rico en la cara de los relojes modulares.
et: Kasuta graafilisi elemente, et kuvada Infographi ja Infographi moodulkella esipaneelides visuaalselt rikkalikku sisu.
fi: Käytä graafisia komplikaatioita näyttämään visuaalisesti monipuolista sisältöä Infograph ja Infograph Modulaarinen kellotauluissa.
fr: Utilisez des complications graphiques pour afficher un contenu visuellement riche dans les cadrans Chronographe et Chronographe Modulaire.
hu: Használj grafikus modulokat vizuálisan gazdag tartalom megjelenítéséhez az Infograph és Infograph Modular órafelületeken.
id: Gunakan komplikasi grafis untuk menampilkan konten kaya visual dalam wajah jam Grafik Info dan Grafik Info Modular.
it: Usa le complicazioni grafiche per visualizzare contenuti nei quadranti Grafico delle informazioni Modulare e Grafico delle informazioni.
ko_kr: 그래픽 컴플리케이션을 사용하여 인포그래프 및 인포그래프 모듈 시계 페이스에 시각적으로 풍부한 콘텐츠를 표시합니다.
nb: Bruk grafiske komplikasjoner til å vise visuelt innhold i Infograph og Infograph Modular urskive.
nl: Gebruik grafische complicaties om visueel rijke inhoud weer te geven in de infograph- en infograph-modulaire klokvlakken.
pt_br: Use complicações gráficas para exibir conteúdo visualmente rico nos mostradores do relógio Infograph e Infograph Modular.
ru: «Наглядное» дополнение выразительно показывается на циферблатах «Инфограф» и «Инфограф модульный».
sv: Använd grafiska komplikationer för att visa visuellt rikt innehåll i urtavlorna Infograf och Infograf Modulär.
tr: Infograph ve Infograph Modular saat yüzlerinde görsel olarak zengin içeriği görüntülemek için grafik komplikasyonlarını kullanın.
uk: Використовуйте графічні ускладнення для відображення візуально насиченого вмісту в циферблатах "Інфограф" та "Модульний інфограф".
zh_hans: 在图文和图文模块表盘中使用图形复杂功能显示视觉丰富的内容。
zh_hant: 使用圖像複雜功能於圖文與圖文組合錶面顯示內容。

# watch.labels.complication_group.graphic.name
source: Graphic
ca_es: Gràfic
cs: Infograph
cy_gb: Graffig
da: Grafisk
de: Grafik
el: Γραφικό
es: Gráfico
et: Graafiline
fi: Graafinen
fr: Graphique
hu: Grafikus
id: Grafis
it: Grafica
ja: グラフィック
ko_kr: 그래픽
nb: Grafikk
nl: Grafisch
pt_br: Gráfico
ru: Наглядное
sv: Grafisk
tr: Grafik
uk: Графічний
zh_hans: 图像
zh_hant: 圖像

# watch.labels.complication_group.modular.description
source: Use modular small complications to display content in the Modular watch face.
cs: Použije modulární malé komplikace k zobrazení obsahu na ciferníku Modular.
cy_gb: Defnyddio gymhlethdodau bach modiwlaidd i arddangos cynnwys yn wyneb gwylio Modular.
da: Brug modulær lille-komplikationer til at vise indhold i den modulære urskive.
de: Verwende modulare kleine Komplikationen, um Inhalte im Modular-Zifferblatt anzuzeigen.
el: Χρησιμοποιήστε αρθρωτές μικρές επιπλοκές για την εμφάνιση περιεχομένου στην οθόνη Modular.
et: Modulaarses kellakuvas sisu kuvamiseks kasuta modulaarseid väikseid elemente.
fi: Käytä pieniä modulaarisia komplikaatioita, kun haluat näyttää sisältöä Modulaarinen -kellotaulussa.
fr: Utilisez les petites complications modulaires pour afficher du contenu sur le cadran Modulaire.
hu: Használj kis moduláris funkciókat a tartalom megjelenítéséhez a Moduláris órafelületen.
id: Gunakan komplikasi kecil modular untuk menampilkan konten dalam wajah jam Modular.
it: Usa piccole complicazioni modulari per visualizzare i contenuti nel quadrante Modulare.
ko_kr: 모듈 소형 컴플리케이션을 사용하여 모듈 시계 페이스에 콘텐츠를 표시합니다.
nb: Bruk modulære små komplikasjoner til å vise innhold i den modulære urskiven.
nl: Gebruik modulaire kleine complicaties om inhoud weer te geven in de Modular-wijzerplaat.
pt_br: Use pequenas complicações modulares para exibir conteúdo no mostrador do relógio Modular.
sv: Använd modulära små komplikationer för att visa innehåll i urtavlan Moduler
tr: Modüler saat kadranında içeriği görüntülemek için modüler küçük komplikasyonları kullanın.
uk: Використовуйте модульні невеликі ускладнення для відображення вмісту у циферблаті «Модульний».
zh_hans: 在模块化表盘中使用模块化小型复杂功能显示内容。
zh_hant: 使用小型組合複雜功能於組合錶面顯示內容。

# watch.labels.complication_group.modular.name
source: Modular
cs: Modulární
cy_gb: Modiwlaidd
da: Modulær
el: Αρθρωτό
et: Modulaarne
fi: Modulaarinen
fr: Modulaire
hu: Moduláris
it: Modulare
ja: モジュラー
ko_kr: 모듈
nb: Modulær
nl: Modulair
ru: Модульное
sv: Moduler
tr: Modüler
uk: Модулі
zh_hans: 模块化
zh_hant: 組合

# watch.labels.complication_group.utilitarian.description
source: Use the utilitarian complications to display content in the Utility, Motion, Mickey Mouse, and Minnie Mouse watch faces.
cs: Použije utilitární komplikace k zobrazení obsahu v cifernících Utility, Motion, Mickey Mouse a Minnie Mouse.
cy_gb: Defnyddio y cymhlethdodau iwtilitaraidd i arddangos cynnwys yn wynebau gwylio Utility, Motion, Mickey Mouse, a Minnie Mouse.
da: Brug de praktiske komplikationer til at vise indhold i Praktisk-, Bevægelse-, Mickey Mouse- og Minnie Mouse-urskiverne.
de: Verwende die Utility Komplikationen, um Inhalte in den Gesichtern von Utility, Motion, Mickey Mouse und Minnie Mouse anzuzeigen.
el: Χρησιμοποιήστε τις χρηστικές επιπλοκές για να εμφανίσετε περιεχόμενο στα πρόσωπα ρολογιών Utility, Motion, Mickey Mouse και Minnie Mouse.
et: Kasuta praktilisi elemente, et kuvada sisu Utility, Motion, Mickey Mouse ja Minnie Mouse kella sihverplaatidel.
fi: Käytä käytännöllisiä komplikaatioita näyttääksesi sisältöä Utility, Motion, Mikki ja Minni kellotauluissa.
fr: Utilisez les complications utilitaires pour afficher du contenu sur les cadrans: Utilitaire, Activité, Mickey Mouse et Minnie Mouse.
hu: Használja a használati modulokat a tartalom megjelenítéséhez a Használati, a Mozgás, a Mickey egér és a Minnie egér óralapokon.
id: Gunakan komplikasi utilitarian untuk menampilkan konten dalam wajah jam Utilitas, Animasi, Mickey Mouse dan Minnie Mouse.
it: Usa le complicazioni utility per visualizzare il contenuto nei quadranti Utility, Attività, Topolino e Minni.
ko_kr: 유틸리티 컴플리케이션을 사용하여 유틸리티, 모션, 미키 마우스 및 미니 마우스 시계 화면에 콘텐츠를 표시할 수 있습니다.
nb: Bruk utilitaristisk komplikasjoner for å vise innholdet i verktøyet, bevegelse, Mickey Mouse og Minnie Mouse se ansikter.
nl: Gebruik de utilitaire complicaties om inhoud weer te geven in de wijzerplaten Utility, Motion, Mickey Mouse en Minnie Mouse.
pt_br: Use as complicações utilitárias para exibir conteúdo nos mostradores de relógio Utility, Motion, Mickey Mouse e Minnie Mouse.
sv: Använd de praktiska komplikationerna för att visa innehåll i urtavlorna Praktisk, Rörelse, Musse Pigg och Mimmi Pigg.
tr: Yardımcı Program, Hareket, Mickey Mouse ve Minnie Mouse saat yüzlerinde içeriği görüntülemek için faydalı omplikasyonları kullanın.
uk: Використовуйте утилітарні ускладнення для відображення вмісту на циферблата «Утилітарний», «Динаміка», «Мікі Маус» та «Міні Маус».
zh_hans: 在实用，动态，米老鼠和米妮表盘中使用复杂功能显示内容。
zh_hant: 使用實用複雜功能於實用、動態及米奇與米妮錶面顯示內容。

# watch.labels.complication_group.utilitarian.name
source: Utilitarian
ca_es: Utilitari
cs: Utilitární
cy_gb: Iwtilitaraidd
da: Praktisk
de: Utilitarisch
el: Χρηστικό
es: Utilitario
et: Praktiline
fi: Käytännöllinen
fr: Utilitaire
hu: Használati
it: Utility
ja: 実用的
ko_kr: 유틸리티
nl: Utilitair
pt_br: Utilitário
sv: Praktisk
tr: Yardımcı
uk: Утилітарний
zh_hans: 复杂功能
zh_hant: 實用
