Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings.status_section.notify_platform_loaded_row.title
source: iOS Notify Platform Loaded
ca_es: S'ha carregat la plataforma de notificació iOS
cy_gb: Llwyfan hysbysu iOS wedi'i lwytho
da: iOS-notifikationsplatform indlæst
el: Φορτώθηκε η πλατφόρμα ειδοποιήσεων iOS
es: Plataforma de notificaciones de iOS
fi: iOS ilmoituslaituri ladattu
fr: Plateforme de notification iOS chargée
it: Componente notifiche iOS caricato
nb: IOS varslingsplattform lastet
nl: iOS Notify platform geladen
pl_pl: Załadowano platformę powiadomień iOS
ru: Загружена платформа ios notify
sv: iOS Notify Platform laddad
uk: Платформа сповіщень iOS завантажена
zh_hans: 已加载 iOS 通知平台
zh_hant: iOS 通知平台已載入

# settings.device_id_section.footer
source: Device ID is the identifier used when sending location updates to Home Assistant, as well as the target to send push notifications to.
ca_es: L'identificador de dispositiu és l'identificador que s'utilitza per a l'enviament de les actualitzacions d'ubicació al Home Assistant, així com l'objectiu per a l'enviament de notificacions push.
cy_gb: Device ID yw'r dynodwr a ddefnyddir wrth anfon diweddariadau lleoliad i Home Assistant, yn ogystal â'r targed i anfon hysbysiadau gwthio ato.
da: Enheds-id er det id, der bruges, når der sendes lokalitetsopdateringer til Home Assistant, samt målet push-notifikationer sendes til.
el: Το αναγνωριστικό συσκευής είναι το αναγνωριστικό που χρησιμοποιείται κατά την αποστολή ενημερώσεων τοποθεσίας στο Home Assistant, καθώς και ο προορισμός στον οποίο γίνεται η αποστολή ειδοποιήσεων push.
es: Device ID es el identificador utilizado al enviar actualizaciones de ubicación a Home Assistant, así como también el objetivo para enviar notificaciones push.
fi: Laitetunnus on tunniste, jota käytetään lähetettäessä sijaintipäivityksiä Kotiavustajalle, sekä kohde, johon push-ilmoitukset lähetetään.
fr: L'ID de l'appareil est l'identifiant utilisé lors de l'envoi de mises à jour d'emplacement à Home Assistant, ainsi que la cible à laquelle envoyer les notifications push.
it: L'ID del dispositivo è l'identificatore utilizzato quando si inviano aggiornamenti di posizione a Home Assistant, nonché la destinazione a cui inviare le notifiche push.
nb: Device ID er identifikatoren som brukes når du sender lokasjonsoppdateringer til Home Assistant, samt målet å sende push-varslinger til.
nl: Apparaat-ID is de ID die wordt gebruikt bij het verzenden van locatie-updates naar Home Assistant. Maar ook als het doel voor het verzenden van pushmeldingen.
pl_pl: Identyfikator urządzenia to identyfikator używany podczas wysyłania aktualizacji lokalizacji do Home Assistant, a także odbiorca, do którego mają być wysyłane powiadomienia push.
ru: Идентификатор устройства отправляется в Home Assistant вместе с геопозицией. Кроме того, на него присылаются уведомления.
sv: Enhets-ID är den identifierare som används när platsuppdateringar skickas till Home Assistant, samt målet att skicka push-notiser till.
uk: ID пристрою — це ідентифікатор, який використовується під час надсилання оновлень розташування у Home Assistant, а також для надсилання push-сповіщень.
zh_hans: 设备ID是向Home Assistant发送位置更新时使用的标识符，以及发送推送通知的目标。
zh_hant: 裝置 ID 為傳送座標更新至 Home Assistant 時的識別之用，同時可作為推播訊息的傳送目標。

# settings.device_id_section.device_id_row.title
source: Device ID
ca_es: ID del dispositiu
da: Enheds-id
el: Αναγνωριστικό συσκευής
es: ID del dispositivo
fi: Laitetunnus
fr: Référence de l'appareil
it: ID del dispositivo
nl: Apparaat-ID
pl_pl: Identyfikator urządzenia
ru: Идентификатор устройства
sv: Enhets-ID
uk: ID пристрою
zh_hans: 设备ID
zh_hant: 裝置 ID

# settings.general_settings_button.title
source: General
cy_gb: Cyffredinol
da: Generelt
el: Γενικά
es: Configuración general
fi: Yleistä
fr: Réglages généraux
it: Impostazioni generali
nb: Generelle innstillinger
nl: Algemene instellingen
pl_pl: Ogólne
ru: Общие
sv: Allmänt
uk: Загальні
zh_hans: 常规设置
zh_hant: 一般設定

# settings.details_section.enable_location_row.title
source: Enable location tracking
ca_es: Activa el seguiment d'ubicacions
cy_gb: Galluogi olrhain lleoliad
da: Aktivér sporing af lokalitet
el: Ενεργοποίηση παρακολούθησης τοποθεσίας
es: Habilitar seguimiento de ubicación
fi: Ota sijainnin seurantaa käyttöön
fr: Activer le suivi de l’emplacement
it: Abilita il rilevamento della posizione
nb: Aktiver lokasjonssporing
nl: Locatie tracking inschakelen
pl_pl: Włącz śledzenie lokalizacji
ru: Отслеживать геопозицию
sv: Aktivera platsspårning
uk: Увімкнути відстеження розташування
zh_hans: 启用定位追踪
zh_hant: 啟用座標追蹤

# settings.details_section.location_settings_row.title
source: Location
ca_es: Ubicació
cs: Poloha
cy_gb: Lleoliad
da: Lokalitet
de: Standort
el: Τοποθεσία
es: Configuración de ubicación
et: Asukoht
fi: Sijainti
fr: Paramètres d'emplacement
hu: Elhelyezkedés
id: Lokasi
it: Impostazioni di posizione
ja: ロケーション
ko_kr: 위치
nb: Lokasjonsinnstillinger
nl: Locatie instellingen
pl_pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: Plats
tr: Konum
uk: Розташування
zh_hans: 定位设置
zh_hant: 座標設定

# settings.details_section.enable_notification_row.title
source: Enable notifications
ca_es: Activa les notificacions
cy_gb: Galluogi hysbysiadau
da: Aktivér notifikationer
el: Ενεργοποίηση ειδοποιήσεων
es: Permitir notificaciones
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
it: Attivare le notifiche
nb: Aktiver varsler
nl: Meldingen inschakelen
pl_pl: Włącz powiadomienia
ru: Включить уведомления
sv: Aktivera push-notiser
uk: Увімкнути сповіщення
zh_hans: 启用通知
zh_hant: 啟用訊息通知

# settings.details_section.notification_settings_row.title
source: Notifications
ca_es: Notificacions
cs: Oznámení
cy_gb: Hysbysiadau
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Configuración de las notificaciones
et: Teavitused
fi: Ilmoitukset
hu: Értesítések
id: Notifikasi
it: Impostazioni di notifica
ja: 通知
ko_kr: 알림
nb: Varslingsinnstillinger
nl: Notificatie instellingen
pl_pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
sv: Notiser
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知设置
zh_hant: 通知訊息設定

# settings.reset_section.reset_row.title
source: Reset
ca_es: Restablir
cs: Resetovat
cy_gb: Ailosod
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
et: Lähtesta
fi: Palauta
fr: Réinitialiser
hu: Visszaállítás
id: Setel Ulang
ja: リセット
ko_kr: 초기화
nb: Tilbakestille
nl: Herstel
pt_br: Redefinir
ru: Сбросить
sv: Återställ
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

# settings.reset_section.reset_alert.title
source: Reset
ca_es: Restablir
cs: Resetovat
cy_gb: Ailosod
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
et: Lähtesta
fi: Palauta
fr: Réinitialiser
hu: Visszaállítás
id: Setel Ulang
ja: リセット
ko_kr: 초기화
nb: Tilbakestill
nl: Herstel
pt_br: Redefinir
ru: Сброс
sv: Återställ
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

# settings.reset_section.reset_alert.message
source: Your settings will be reset and this device will be unregistered from push notifications as well as removed from your Home Assistant configuration.
ca_es: La vostra configuració es restablirà i aquest dispositiu deixarà d'estar registrat de les notificacions push així com també s'eliminarà de la configuració del vostre Home Assistant.
cs: Vaše nastavení bude resetováno a toto zařízení bude odhlášeno také z oznámení a bude odebráno z nastavení Vašeho Home Assistanta.
cy_gb: Bydd eich gosodiadau yn cael eu hailosod a bydd y ddyfais hon yn ddigofrestredig o hysbysiadau gwthio yn ogystal â chael eu tynnu o'ch cyfluniad Home Assistant.
da: Dine indstillinger nulstilles, og denne enhed vil blive afregistreret fra push-notifikationer og fjernes fra din Home Assistant-konfiguration.
de: Die Einstellungen werden zurückgesetzt und es werden sowohl die Benachrichtigungen nicht mehr abonniert als auch die Konfiguration aus Home Assistant entfernt.
el: Οι ρυθμίσεις σας θα επαναρυθμιστούν και αυτή η συσκευή δεν θα καταχωρηθεί από τις ειδοποιήσεις push, καθώς και θα καταργηθεί από τη ρύθμιση παραμέτρων του Home Assistant.
es: Su configuración se restablecerá y este dispositivo se desregistrará desde las notificaciones automáticas y se eliminará de su configuración de Home Assistant.
et: Seaded lähtestatakse ja see seade eemaldatakse tõuketeavitustest ning eemaldatakse ka Home Assistanti konfiguratsioonist.
fi: Asetuksesi nollataan ja tämä laite poistetaan push-ilmoituksista sekä poistetaan Kotiavustaja-asennuksista.
fr: Vos paramètres seront réinitialisés, cet appareil ne sera plus enregistré des notifications push et sera supprimé de la configuration d'Home Assistant.
hu: A beállítások visszaállítását követően ez az eszköz nem lesz regisztrálva többé a push-értesítésekbe, valamint eltávolításra kerül a Home Assistant konfigurációjából.
id: Pengaturan Anda akan disetel ulang dan perangkat ini akan dibatalkan pendaftarannya dari notifikasi push serta dihapus dari konfigurasi Home Assistant Anda.
it: Le impostazioni dell'app saranno resettate, verranno disattivate le notifiche push e il dispositivo sarà rimosso dalla configurazione di Home Assistant.
ja: 設定がリセットされ、このデバイスはプッシュ通知から登録解除されるだけでなく、Home Assistantの設定からも削除されます。
ko_kr: 설정이 초기화되고 이 기기가 푸시 알림에서 등록 취소되고 Home Assistant 구성에서 제거됩니다.
nb: Innstillingene tilbakestilles og denne enheten vil bli avregistrert fra push-varsling samt fjernet fra Home Assistant konfigurasjonen.
nl: Uw instellingen worden gereset en dit apparaat wordt niet langer geregistreerd bij pushmeldingen en verwijderd uit uw Home Assistant-configuratie.
pl_pl: Twoje ustawienia zostaną zresetowane, a to urządzenie zostanie wyrejestrowane z powiadomień push, a także usunięte z konfiguracji Home Assistant.
pt_br: Suas configurações serão redefinidas e este dispositivo não será registrado nas notificações push e será removido da configuração do Home Assistant.
ru: Это устройство будет удалено из вашего Home Assistant: вы больше не будете получать уведомления, а все настройки подключения сбросятся.
sv: Dina inställningar återställs och den här enheten kommer att avregistreras från push-meddelanden och tas bort från din Home Assistant-konfiguration.
tr: Ayarlarınız sıfırlanacak ve bu cihazın anlık bildirimlerdeki kaydı silinecek ve ayrıca Ev Asistanı yapılandırmanızdan kaldırılacak.
uk: Ваші налаштування будуть скинуті, надсилання push-сповіщень буде зупинено, а цей пристрій буде видалено з конфігурації Home Assistant.
zh_hans: 您的设置将被重置, 此设备将从推送通知中注销, 并从您的Home Assistant配置中删除。
zh_hant: 你的設定將被重置，且此裝置將從推播通知及 Home Assistant 設定中被移除。

# settings_details.general.title
source: General
cs: Obecné
cy_gb: Cyffredinol
da: Generelt
de: Allgemein
el: Γενικά
es: Configuración general
et: Üldine
fi: Yleistä
fr: Réglages généraux
hu: Általános
id: Umum
it: Impostazioni generali
ja: 一般
ko_kr: 일반
nb: Generelle innstillinger
nl: Algemene instellingen
pl_pl: Ogólne
pt_br: Geral
ru: Общие
sv: Allmänt
tr: Genel
uk: Загальні
zh_hans: 常规设置
zh_hant: 一般設定

# settings_details.general.chrome.title
source: Open links in Chrome
ca_es: Obriu els enllaços a Chrome
cy_gb: Agor cysylltiadau yn Chrome
da: Åbn links i Chrome
el: Άνοιγμα συνδέσμων στο Chrome
es: Abrir enlaces en Chrome
fi: Avaa linkit Chromessa
fr: Ouvrir les liens dans Chrome
it: Apri i collegamenti con Chrome
nb: Åpne koblinger i Chrome
nl: Koppelingen openen in Chrome
pl_pl: Otwórz linki w Chrome
ru: Открывать ссылки в Chrome
sv: Öppna länkar i Chrome
uk: Відкрити посилання у Chrome
zh_hans: 使用Chrome打开链接
zh_hant: 使用 Chrome 開啟連結

# settings_details.location.title
source: Location
ca_es: Ubicació
cs: Poloha
cy_gb: Lleoliad
da: Lokalitet
de: Standorteinstellungen
el: Τοποθεσία
es: Configuración de ubicación
et: Asukoht
fi: Sijainti
fr: Paramètres d'emplacement
hu: Helymeghatározás
id: Lokasi
it: Impostazioni di posizione
ja: ロケーション
ko_kr: 위치
nb: Lokasjonsinnstillinger
nl: Locatie instellingen
pl_pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: Plats
tr: Konum
uk: Розташування
zh_hans: 定位设置
zh_hant: 座標設定

# settings_details.location.notifications.header
source: Location Notifications
ca_es: Notificacions d'ubicació
cs: Oznámení o poloze
cy_gb: Hysbysiadau Lleoliad
da: Lokalitetsnotifikationer
de: Standortbenachrichtigungen
el: Ειδοποιήσεις τοποθεσίας
es: Notificaciones
et: Asukohateavitused
fi: Sijainti-ilmoitukset
fr: Notifications de localisation
hu: Helymeghatározási értesítések
id: Notifikasi Lokasi
it: Notifiche
ja: 位置情報の通知
ko_kr: 위치 알림
nb: Lokasjonsvarslinger
nl: Locatie meldingen
pl_pl: Powiadomienia o lokalizacji
pt_br: Notificações de localização
ru: Уведомления о геопозиции
sv: Platsnotiser
tr: Konum Bildirimleri
uk: Сповіщення про розташування
zh_hans: 通知
zh_hant: 位置通知

# settings_details.location.notifications.enter.title
source: Enter Zone Notifications
ca_es: Notificacions d'entrada a una Zona
cs: Oznámení při vstupu do zóny
cy_gb: Hysbysiadau Mynd i Mewn y Parth
da: Ankom til zone-notifikationer
de: GPS: Zone betreten
el: Ειδοποιήσεις εισαγωγής ζώνης
es: Notificaciones de entrar en zona
et: Tsooni sisenemise teavitused
fi: Ilmoituksia vyöhykkeen saapumisesta
fr: Entrée dans une zone
hu: Zóna belépési értesítések
id: Notifikasi Masuk Zona
it: Ingresso nella zona
ja: ゾーン通知の入力
ko_kr: 지역 입장 알림
nb: Varlser om ankomst til område
nl: Betreden zone notificaties
pl_pl: Powiadomienia dotyczące wejścia do strefy
pt_br: Nnotificações de entrada de zona
ru: Уведомления о входе в зону
sv: Notis om ankomst till zon
tr: Bölge Bildirimlerini Girin
uk: Сповіщення про вхід у зону
zh_hans: 进入区域时通知
zh_hant: 進入區域通知

# settings_details.location.notifications.exit.title
source: Exit Zone Notifications
ca_es: Notificacions de sortida d'una Zona
cs: Oznámení při opuštění zóny
cy_gb: Hysbysiadau Ymadael y Parth
da: Forlod zone-notifikationer
de: GPS: Zone verlassen
el: Ειδοποιήσεις εξαγωγής ζώνης
es: Notificaciones de salir de zona
et: Tsoonist väljumise teavitused
fi: Ilmoituksia vyöhykkeen poistumisesta
fr: Sortie de zone
hu: Zóna kilépési értesítések
id: Notifikasi Keluar Zona
it: Uscita dalla zona
ko_kr: 지역 퇴장 알림
nb: Varsler om forlatt område
nl: Verlaten zone notificaties
pl_pl: Powiadomienia dotyczące wyjścia ze strefy
pt_br: Notificações de saída da zona
ru: Уведомления о выходе из зоны
sv: Notis om lämnad zon
tr: Bölge Bildirimlerinden Çık
uk: Сповіщення про вихід із зони
zh_hans: 离开区域时通知
zh_hant: 離開區域通知

# settings_details.location.notifications.beacon_enter.title
source: Enter Zone via iBeacon Notifications
ca_es: Notificacions d'entrar a zona via iBeacon
cs: Oznámení přes iBeacon při vstupu do zóny
cy_gb: Mynd i mewn y Parth trwy hysbysiadau iBeacon
da: Ankom til zone via iBeacon-notifikationer
de: iBeacon: Zone betreten
el: Εισαγωγή ζώνης μέσω ειδοποιήσεων iBeacon
es: Notificaciones de entrar en zona via iBeacon
et: Tsooni sisenemine iBeaconi märguannete kaudu
fi: Saavu vyöhykkeeseeniBeacon-ilmoitusten kautta
fr: Entrée dans la zone via iBeacon
hu: Belépés a zónába iBeacon értesítéseken keresztül
id: Notifikasi Masuk Zona lewat iBeacon
it: Ingresso nella zona tramite iBeacon
ja: iBeacon 通知を介してゾーンに入る
ko_kr: iBeacon을 통한 지역 입장 알림
nb: Ankom sonen via iBeacon varsler
nl: Betreden zone via iBeacon notificaties
pl_pl: Powiadomienia z iBeacon dotyczące wejścia do strefy
pt_br: Nnotificações de entrada de zona do iBeacon
ru: Уведомления о входе в зону через iBeacon
sv: Notis om ankomst till zon via iBeacon
tr: iBeacon Bildirimleri ile Bölgeye Girin
uk: Сповіщення про вхід у зони через iBeacon
zh_hans: iBeacon进入区域时推送通知
zh_hant: 透過 iBeacon 通知已進入區域

# settings_details.location.notifications.beacon_exit.title
source: Exit Zone via iBeacon Notifications
ca_es: Notificacions de sortir de zona via iBeacon
cs: Oznámení přes iBeacon při opuštění zóny
cy_gb: Gadael y Parth drwy hysbysiadau iBeacon
da: Forlod zone via iBeacon-notifikationer
de: iBeacon: Zone verlassen
el: Έξοδος ζώνης μέσω ειδοποιήσεων iBeacon
es: Notificaciones de salir de zona via iBeacon
et: Tsoonist väljumine iBeaconi märguannete kaudu
fi: Poistu vyöhykkeestä iBeacon-ilmoitusten kautta
fr: Sortie de la zone via iBeacon
hu: Lépjen ki a zónából az iBeacon értesítéseken keresztül
id: Notifikasi Keluar Zona lewat iBeacon
it: Uscita dalla zona tramite iBeacon
ko_kr: iBeacon을 통한 지역 퇴장 알림
nb: Forlat sonen via iBeacon varsler
nl: Verlaten zone via iBeacon notificaties
pl_pl: Powiadomienia z iBeacon dotyczące wyjścia ze strefy
pt_br: Nnotificações de saída de zona do iBeacon
ru: Уведомления о выходе из зоны через iBeacon
sv: Notis om lämnad zon via iBeacon
tr: iBeacon Bildirimleri ile Bölgeden Çık
uk: Сповіщення про вихід із зони через iBeacon
zh_hans: iBeacon离开区域时推送通知
zh_hant: 透過 iBeacon 通知已離開區域

# settings_details.location.notifications.location_change.title
source: Significant Location Change Notifications
ca_es: Notificacions de canvi d'ubicació significatiu
cs: Oznámení při významné změně polohy
cy_gb: Hysbysiadau Newid Lleoliad Sylweddol
da: Notifikationer om signifikant lokalitetsændring
de: Erhebliche Standortänderung
el: Σημαντικές ειδοποιήσεις αλλαγής τοποθεσίας
es: Notificaciones de cambio de ubicación significativas
et: Olulise asukohamuutuse teavitused
fi: Ilmoituksia merkittävistä sijaintimuutoksista
fr: Changement de lieu significatif
hu: Jelentős helyváltoztatási értesítések
id: Notifikasi Perubahan Lokasi Signifikan
it: Cambiamenti di posizione significativi
ja: 大幅な位置変更のお知らせ
ko_kr: 중요한 위치 변경 알림
nb: Betydelig plassering endret
nl: Aanzienlijke locatiewijziging Notificaties
pl_pl: Powiadomienia o znaczącej zmianie lokalizacji
pt_br: Notificações de alteração de localização
ru: Уведомления о значительной смене геопозиции
sv: Notis om betydande platsändring
tr: Önemli Konum Değişikliği Bildirimleri
uk: Сповіщення про значні зміни розташування
zh_hans: 重大位置变化通知
zh_hant: 顯著座標變化通知

# settings_details.location.notifications.background_fetch.title
source: Background Fetch Notifications
ca_es: Notificacions d'obtenció en segon pla
cs: Oznámení o načítání na pozadí
cy_gb: Hysbysiadau Nôl Cefndir
da: Hent notifikationer i baggrunden
de: Hintergrundaktualisierung
el: Ειδοποιήσεις λήψης στο παρασκήνιο
es: Notificaciones de obtención en segundo plano
et: Taustateavitused
fi: Hae ilmoituksia taustassa
fr: Actualisation en arrière-plan
hu: Háttérben történő lekérdezés értesítései
id: Notifikasi Pengambilan Latar Belakang
it: Aggiornamento della posizione in background
ja: バックグラウンド フェッチ通知
ko_kr: 백그라운드 가져오기 알림
nb: Bakgrunnsoppdatering av varsler
nl: Op achtergrond notificaties ophalen
pl_pl: Pobieranie powiadomień w tle
pt_br: Busca por notificações em segundo plano
ru: Уведомления о фоновом получении
sv: Notis om bakgrundshämtning
tr: Arka Plan Getirme Bildirimleri
uk: Сповіщення про фонові оновлення
zh_hans: 后台获取通知
zh_hant: 背景獲取推播提示

# settings_details.location.zones.enter_exit_tracked.title
source: Enter/exit tracked
ca_es: Seguiment de Entrada/Sortida
cs: Sledován vstup/opuštění
cy_gb: Mynd i mewn / ymadael wedi'i olrhain
da: Ankom/forlad sporet
de: Betreten/Verlassen erfasst
el: Παρακολούθηση εισόδου/εξόδου
es: Entrar / salir rastreado
et: Tuvastatud on sisenemine/väljumine
fi: Saavuminen/poistuminen seurattu
fr: Suivi des entrées/sorties
hu: Belépés/kilépés nyomon követve
id: Pelacakan Masuk/Keluar
it: Ingresso/uscita monitorato
ja: 出入り追跡
ko_kr: 입장/퇴장 추적됨
nb: Gå inn/ut spores
nl: Betreden/Verlaten gevolgd.
pl_pl: Śledzenie wejścia/wyjścia ze strefy
pt_br: Entrar/sair rastreado
ru: Отслеживать вход/выход
sv: In/ut spåras
tr: Giriş/çıkış izlendi
uk: Відстежувати вхід/вихід
zh_hans: 进入/离开区域检测
zh_hant: 進入或離開 追蹤裝置功能

# settings_details.location.zones.location.title
source: Location
ca_es: Ubicació
cs: Poloha
cy_gb: Lleoliad
da: Lokalitet
de: Standort
el: Τοποθεσία
es: Ubicación
et: Asukoht
fi: Sijainti
fr: Emplacement
hu: Helymeghatározás
id: Lokasi
it: Posizione
ja: ロケーション
ko_kr: 위치
nb: Lokasjon
nl: Locatie
pl_pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: Position
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 座標

# settings_details.location.zones.radius.title
source: Radius
ca_es: Radi
cs: Poloměr
cy_gb: Radiws
el: Ακτίνα
es: Radio
et: Raadius
fi: Säde
fr: Rayon
hu: Sugár
it: Raggio
ja: 半径
ko_kr: 반경
pl_pl: Promień
pt_br: Raio
ru: Радиус
sv: Radie
tr: Yarıçap
uk: Радіус
zh_hans: 半径
zh_hant: 半徑

# settings_details.location.zones.beacon.prop_not_set.value
source: Not set
ca_es: No configurat
cs: Nenastaveno
cy_gb: Heb ei osod
da: Ikke angivet
de: Nicht gesetzt
el: Δεν έχει οριστεί
es: No establecido
et: Pole määratud
fi: Ei asetettu
fr: Pas encore défini
hu: Nincs beállítva
id: Tidak diatur
it: Non impostato
ja: 未設定
ko_kr: 설정되지 않음
nb: Ikke angitt
nl: Niet ingesteld
pl_pl: Nie ustawiono
pt_br: Não configurado
ru: Не установлено
sv: Inte inställt
tr: Ayarlı değil
uk: Не встановлено
zh_hans: 未设置
zh_hant: 未設定

# settings_details.location.zones.footer
source: To disable location tracking add track_ios: false to each zones settings or under customize.
ca_es: Per desactivar el seguiment d'ubicació, afegiu track_ios: false per a cada zona, o a sota de Personalització.
cs: Chcete-li zakázat sledování polohy, přidejte track_ios: false do nastavení jednotlivých zón nebo do části přizpůsobení.
cy_gb: I analluogi olrhain lleoliad ychwanegu track_ios: false i bob parth gosodiadau neu o dan addasu.
da: For at deaktivere lokalitetssporing skal du tilføje 'track_ios: false' til hver zones indstillinger eller under tilpasning.
de: Um die Standortverfolgung zu deaktivieren, muss 'track_ios: false' zur entsprechenden Zone oder unter 'customize' hinzugefügt werden.
el: Για να απενεργοποιήσετε την παρακολούθηση τοποθεσίας, προσθέστε track_ios: false σε κάθε ρύθμιση ζωνών ή στην περιοχή Προσαρμογή.
es: Para deshabilitar el seguimiento de la ubicación, agregue track_ios: false a la configuración de cada zona o en "customize".
et: Asukoha jälgimise keelamiseks lisa iga tsooni seadetele või kohandamisalale track_ios: false.
fi: Voit poistaa sijainninseurannan lisäämällä track_ios: false kunkin vyöhykkeiden asetuksissa, tai customize:n alla.
fr: Pour désactiver le suivi de position, ajoutez track_ios: false dans les paramètres de chaque zone ou dans le fichier des personnalisations.
hu: A helykövetés letiltásához adja hozzá a track_ios: false értéket az egyes zónák beállításaihoz vagy a testreszabás alá.
id: Untuk menonaktifkan pelacakan lokasi, tambahkan track_ios: false pada masing-masing pengaturan zona atau di bawah pengaturan.
it: Per disabilitare il rilevamento della posizione, aggiungi track_ios: false per ogni impostazione delle zone o in personalizzazione.
ko_kr: 위치 추적을 비활성화하려면 track_ios: false를 각 지역 설정에 추가하거나 사용자 정의 아래에 추가하십시오.
nb: For å deaktivere lokasjon sporing, legge til track_ios: false til hver innstilling for område eller under tilpass.
nl: Om het bijhouden van locaties uit te schakelen, voegt u track_ios: false toe aan elke zone-instelling of onder customize.
pl_pl: Aby wyłączyć śledzenie lokalizacji, należy dodać track_ios: false do ustawień każdej ze stref lub w customize.
pt_br: Para desabilitar o rastreamento de localização, adicione track_ios: false às configurações de cada zona ou em customize.
ru: Чтобы отключить отслеживание геопозиции, добавьте track_ios: false в настройках зоны или в разделе customize.
sv: Om du vill inaktivera platsspårning, lägg till track_ios: false för varje zon i configuration.yaml eller i customize.
tr: Konum izlemeyi devre dışı bırakmak için, her bölge ayarlarına veya özelleştirme altına track_ios: false ekleyin.
uk: Щоб вимкнути відстеження розташування, додайте track_ios: false або параметрів кожної зони окремо, або в розділі customize.
zh_hans: 要禁用位置跟踪，请将track_ios: false添加到每个区域设置里或添加在customize下。
zh_hant: 如果想要關閉座標追蹤功能，請加入 track_ios: false 至每個區域設定或是在 customize 內加入參數。
