Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings_details.general.app_icon.enum.old_release
source: Old Release
ca_es: Versió antiga
cs: Staré vydání
cy_gb: Wedi'i cyhoeddi yn y gorffennol
da: Gammel udgivelse
de: Alter Release
el: Παλιά έκδοση
es: Versión antigua
et: Vana väljalase
fi: Vanha julkaisu
fr: Ancienne version
hu: Régi kiadás
id: Rilis Lawas
it: Vecchia versione
ja: 古いリリース
ko_kr: 이전 릴리스
nb: Gammel Versjonen
nl: Oude versie
pl_pl: Stara wersja
pt_br: Versão antiga
ru: Старая стабильная версия
sl: Stara izdaja
sv: Gammal release
tr: Eski sürüm
uk: Старий реліз
zh_hans: 旧正式版
zh_hant: 舊正式版

# settings_details.general.app_icon.enum.orange
source: Orange
ca_es: Taronja
cs: Oranžová
cy_gb: Oren
el: Πορτοκάλι
es: Naranja
et: Oranž
fi: Oranssi
hu: Narancssárga
id: Jingga
it: Arancione
ja: オレンジ
ko_kr: 오렌지
nb: Oransje
nl: Oranje
pl_pl: Pomarańczowa
pt_br: Laranja
ru: Оранжевый
sl: Oranžna
tr: Portakal
uk: Помаранчевий
zh_hans: 橙色
zh_hant: 橙色

# settings_details.general.app_icon.enum.purple
source: Purple
ca_es: Lila
cs: Nachová
cy_gb: Porffor
da: Lilla
de: Lila
el: Μωβ
es: Púrpura
et: Lilla
fi: Violetti
fr: Violet
hu: Lila
id: Ungu
it: Viola
ja: 紫
ko_kr: 보라색
nb: Lilla
nl: Paars
pl_pl: Fioletowa
pt_br: Roxo
ru: Пурпурный
sl: Vijolična
sv: Lila
tr: Mor
uk: Фіолетовий
zh_hans: 紫色
zh_hant: 紫色

# settings_details.general.app_icon.enum.red
source: Red
ca_es: Vermell
cs: Červená
cy_gb: Coch
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
et: Punane
fi: Punainen
fr: Rouge
hu: Piros
id: Merah
it: Rossa
ja: 赤
ko_kr: 빨간색
nb: Rød
nl: Rood
pl_pl: Czerwona
pt_br: Vermelho
ru: Красный
sl: Rdeča
sv: Röd
tr: Kırmızı
uk: Червоний
zh_hans: 红色
zh_hant: 紅色

# settings_details.general.app_icon.enum.release
source: Release
ca_es: Versió
cs: Vydání
cy_gb: Wedi'i cyhoeddi
da: Udgivelse
el: Έκδοση
es: Liberar
et: Väljalase
fi: Julkaistu
fr: Dernière version
hu: Kiadás
id: Rilis
ja: リリース
ko_kr: 릴리스
nb: Utgivelse
pl_pl: Publiczna wersja
pt_br: Lançamento
ru: Стабильная версия
sl: Izpustite
sv: Utgåva
tr: Sürüm
uk: Реліз
zh_hans: 正式版
zh_hant: 正式版

# settings_details.general.app_icon.enum.white
source: White
ca_es: Blanc
cs: Bílá
cy_gb: Gwyn
da: Hvid
de: Weiß
el: Λευκό
es: Blanco
et: Valge
fi: Valkoinen
fr: Blanc
hu: Fehér
id: Putih
it: Bianca
ja: 白
ko_kr: 흰색
nb: Hvit
nl: Wit
pl_pl: Biała
pt_br: Branco
ru: Белый
sl: Bela
sv: Vit
tr: Beyaz
uk: Білий
zh_hans: 白色
zh_hant: 白色

# settings_details.general.app_icon.title
source: App Icon
ca_es: Icona de l'aplicació
cs: Ikona aplikace
cy_gb: Eicon Ap
da: App-ikon
de: App-Symbol
el: Εικονίδιο εφαρμογής
es: Icono de la aplicación
et: Rakenduse ikoon
fi: Sovelluksen kuvake
fr: Icône de l'application
hu: Alkalmazás ikon
id: Ikon Aplikasi
it: Scegli l'icona dell'App
ja: アプリアイコン
ko_kr: 앱 아이콘
nb: App-ikon
nl: App Icoon
pl_pl: Ikona aplikacji
pt_br: Ícone do aplicativo
ru: Значок приложения
sl: Ikona aplikacije
sv: App-ikon
tr: Uygulama Simgesi
uk: Значок застосунку
zh_hans: 应用图标
zh_hant: App 圖示

# settings_details.location.notifications.visit.title
source: Visit Location Notifications
ca_es: Consultar les notificacions d'ubicació
da: Gå til lokalitetsnotifikationer
el: Επίσκεψη ειδοποιήσεων τοποθεσίας
es: Notificaciones de visita de ubicación
fi: Sijaintivierailuiden ilmoitukset
fr: Notifications d'emplacement:
it: Notifiche di posizione di visita
nb: Gå til lokasjonsvarslinger
nl: Bezoek Locatie Meldingen
ru: Уведомления о геопозиции
uk: Сповіщення про відвідування розташувань
zh_hans: 访问定位通知
zh_hant: 拜訪位置通知

# settings_details.location.notifications.x_callback_url.title
source: X-Callback-URL Location Notifications
ca_es: Notificacions d'ubicació de X-Callback-URL
cs: Oznámení polohy X-Callback-URL
da: X-Callback-URL lokalitetsnotifikationer
de: X-Callback-URL Standortbenachrichtigungen
el: Ειδοποιήσεις τοποθεσίας X-Callback-URL
es: Notificaciones de ubicación de X-Callback-URL
et: X-Callback-URL asukohateated
fi: X-callback-URL sijaintiilmoitukset
fr: Emplacement via X-Callback-URL
hu: X-Callback-URL Helyszíni értesítések
id: Notifikasi Lokasi X-Callback-URL
it: Aggiornamento posizione tramite X-Callback-URL
ko_kr: X-Callback-URL 위치 알림
nb: X-Callback-URL Lokasjonsvarslinger
nl: X-Callback-URL Locatiemeldingen
pt_br: Notificações de localização do X-Callback-URL
sl: Obvestila o lokaciji X-Callback-URL
sv: X-Callback-URL platsmeddelanden
tr: X-Callback-URL Konum Bildirimleri
uk: X-Callback-URL сповіщення про розташування
zh_hans: URL Scheme 定位通知
zh_hant: X-Callback-URL 位置通知

# settings_details.notifications.import_legacy_settings.alert.message
source: The push notification categories and actions have been imported from the server.
ca_es: Les categories i les accions de notificació push s'han importat del servidor.
cy_gb: Mae'r categorïau a'r gweithredoedd hysbysu gwthio wedi'u mewngludo o'r gweinydd.
da: Kategorierne og handlingerne for pushnotifikationer er blevet importeret fra serveren.
el: Οι κατηγορίες ειδοποιήσεων ώθησης και οι ενέργειες έχουν εισαχθεί από το διακομιστή.
es: Las categorías y acciones de notificación Push se han importado desde el servidor.
fi: Push-ilmoitusluokat ja -toiminnot on tuotu palvelimelta.
fr: Les catégories et les actions de notification ont été importées du serveur.
it: Le categorie e le azioni di notifica push sono state importate.
nb: Push-varslings kategorier og handlinger er importert fra serveren.
nl: De pushmeldingscategorieën en acties zijn geïmporteerd van de server.
pl_pl: Kategorie powiadomień typu "push" oraz dostępne akcje zostały zaimportowane z serwera.
ru: Категории и действия мгновенных уведомлений загружены с сервера
sv: Kategorier och åtgärder för push-meddelanden har importerats från servern.
uk: Категорії та дії для push імпортовані з сервера.
zh_hans: 已从服务器导入推送通知类别和动作。
zh_hant: 已由伺服器匯入推播通知類別與動作。

# settings_details.notifications.import_legacy_settings.alert.title
source: Server push configuration imported
ca_es: Configuració Push del servidor importada
cy_gb: Ffurfweddiad gwthio'r gweinydd wedi mewngludo
da: Server push-konfiguration importeret
el: Εισαγωγή ρύθμισης παραμέτρων ώθησης διακομιστή
es: Configuración Push del servidor importada
fi: Push-määritykset tuotu palvelimelta
fr: Configuration push du serveur importée
it: Impostazioni importate
nb: Server push-konfigurasjon importert
nl: Server push-configuratie geïmporteerd
pl_pl: Zaimportowano konfigurację powiadomień z serwera
ru: Загружены настройки мгновенных уведомлений с сервера
sv: Server push-konfiguration importerad
uk: Конфігурацію push-сервера імпортовано
zh_hans: 服务器推送配置导入成功
zh_hant: 伺服器推播設定已匯入

# settings_details.notifications.import_legacy_settings.button.title
source: Import push configuration from server
ca_es: Importar la configuració push des del servidor
cy_gb: Mewngludo ffurfweddiad gwthio o'r gweinydd
da: Importer push-konfiguration fra server
el: Εισαγωγή ρύθμισης παραμέτρων ώθησης από το διακομιστή
es: Importar la configuración Push desde el servidor
fi: Tuo push-määritykset palvelimesta
fr: Importer la configuration push du serveur
it: Importa le categorie da configuration.yaml
nb: Importer push-konfigurasjon fra server
nl: Importeer push-configuratie van de server
pl_pl: Zaimportuj konfigurację powiadomień z serwera
ru: Загрузить настройки мгновенных уведомлений с сервера
sv: Importera push-konfiguration från servern
uk: Імпортувати push-конфігурацію з сервера
zh_hans: 从服务器导入推送配置
zh_hant: 由伺服器匯入推播設定

# settings_details.siri.section.existing.title
source: Existing Shortcuts
ca_es: Dreceres existents
da: Eksisterende genveje
el: Υπάρχουσες συντομεύσεις
es: Accesos directos existentes
fi: Olemassa olevat pikavalinnat
fr: Raccourcis existants
it: Comandi esistenti
nb: Eksisterende snarveier
nl: Bestaande snelkoppelingen
pl_pl: Istniejące Skróty
ru: Существующие команды
sv: Befintliga genvägar
uk: Існуючі Команди
zh_hans: 现有的捷径
zh_hant: 現有的捷徑

# settings_details.siri.section.generic.title
source: Generic Shortcuts
ca_es: Dreceres genèriques
da: Generiske genveje
el: Γενικές συντομεύσεις
es: Accesos directos genéricos
fi: Yleiset pikavalinnat
fr: Raccourcis génériques
it: Comandi generici
nb: Generiske snarveier
nl: Algemene snelkoppelingen
pl_pl: Ogólne Skróty
ru: Общие команды
sv: Allmänna genvägar
uk: Загальні Команди
zh_hans: 通用捷径
zh_hant: 一般捷徑

# settings_details.siri.section.services.title
source: Services
ca_es: Serveis
cy_gb: Gwasanaethau
el: Υπηρεσίες
es: Servicios
fi: Palvelut
it: Servizi
nb: Tjenester
pl_pl: Usługi
ru: Службы
sv: Tjänster
uk: Сервіси
zh_hans: 服务
zh_hant: 服務

# settings_details.siri.section.title
source: Generic Shortcuts
ca_es: Dreceres genèriques
da: Generiske genveje
el: Γενικές συντομεύσεις
es: Accesos directos genéricos
fi: Yleiset pikavalinnat
fr: Raccourcis génériques
it: Comandi generici
nb: Generiske snarveier
nl: Algemene snelkoppelingen
pl_pl: Ogólne Skróty
ru: Общие команды
sv: Allmänna genvägar
uk: Загальні Команди
zh_hans: 通用捷径
zh_hant: 一般捷徑

# siri_shortcuts.configurator.fire_event.configuration.header
source: Configuration
ca_es: Configuració
cy_gb: Ffurfweddiad
da: Konfiguration
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
it: Configurazione
nb: Konfigurasjon
nl: Instellingen
pl_pl: Konfiguracja
ru: Настройки
sv: Konfiguration
uk: Конфігурація
zh_hans: 配置
zh_hant: 設定

# siri_shortcuts.configurator.fire_event.rows.name.title
source: Event Name
ca_es: Nom de l’esdeveniment
cy_gb: Enw'r Digwyddiad
da: Hændelsesnavn
el: Όνομα συμβάντος
es: Nombre del Evento
fi: Tapahtuman nimi
fr: Nom de l'événement
it: Nome dell'evento
nb: Hendelsesnavn
nl: Evenement naam
pl_pl: Nazwa zdarzenia
ru: Имя события
sv: Händelsenamn
uk: Назва події
zh_hans: 事件名称
zh_hant: 事件名稱

# siri_shortcuts.configurator.fire_event.rows.payload.placeholder
source: Must be valid JSON. If no payload is provided, clipboard contents will be used.
ca_es: Ha de ser JSON vàlid. Si no es proporciona cap missatge, s'utilitzarà el contingut del porta-retalls.
da: Skal være gyldig JSON. Hvis der ikke er nogen payload, vil indholdet i udklipsholderen blive brugt.
el: Πρέπει να είναι έγκυρο JSON. Εάν δεν παρέχεται ωφέλιμο φορτίο, θα χρησιμοποιηθεί το περιεχόμενο του πρόχειρου.
es: Debe ser JSON válido. Si no se proporciona ningun mensaje, se utilizará el contenido del portapapeles.
fi: On oltava kelvollinen JSON. Jos hyötykuormaa ei anneta, käytetään leikepöydän sisältöä.
fr: Doit être du JSON valide. Si aucune donnée n'est fournie, le contenu du presse-papier sera utilisé.
it: Deve essere un JSON valido. Se non viene fornito alcun payload, verrà utilizzato il contenuto degli appunti.
nb: Må være gyldig JSON. Hvis ingen darafelter er oppgitt, vil innholdet i utklippstavlen bli brukt.
nl: Moet geldig JSON zijn. Als er geen payload wordt opgegeven, wordt de inhoud van het klembord gebruikt.
pl_pl: Musi być prawidłowym JSON'em. Jeśli nie zostanie podana żadna wartość, użyta zostanie zawartość schowka.
ru: Требуется действительный JSON. Если не предоставить полезной нагрузки, используется содержимое буфера обмена.
sv: Måste vara giltig JSON. Om ingen data angivits kommer innehållet i Urklipp att användas.
uk: JSON повинен бути правильним. Якщо не задати вміст, будуть використані дані з буфера обміну.
zh_hans: 必须是有效的JSON格式。如果没有提供消息体，则将使用剪贴板的内容。
zh_hant: 必須為有效的 JSON。假如未提供 Payload，將會使用剪貼簿內容。

# siri_shortcuts.configurator.fire_event.rows.payload.title
source: Event Payload
ca_es: Dades de l'esdeveniment
da: Hændelses-payload
el: Ωφέλιμο φορτίο συμβάντος
es: Datos del evento
fi: Tapahtuman hyötykuorma
fr: Données de l'événement
it: Payload dell'evento
nb: Hendelse data
ru: Полезная нагрузка для события
sv: Händelsedata
uk: Вміст події
zh_hans: 事件消息体
zh_hant: 事件 Payload

# siri_shortcuts.configurator.settings.header
source: Settings
ca_es: Configuració
cy_gb: Gosodiadau
da: Indstillinger
el: Ρυθμίσεις
es: Configuraciones
fi: Asetukset
fr: Réglages
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl_pl: Ustawienia
ru: Настройки
sv: Inställningar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# siri_shortcuts.intents.fire_event.title
source: Fire Event
ca_es: Crida esdeveniment
cy_gb: Cychwyn Digwyddiad
da: Afsend hændelse
el: Εκκίνηση συμβάντος
es: Disparar evento
fi: Lähetä tapahtumaa
fr: Déclencher l'événement
it: Scatena Evento
nb: Kjør hendelse
nl: Gebeurtenis uitvoeren
pl_pl: Uruchom zdarzenie
ru: Создание события
sv: Utlös händelse
uk: Опублікувати подію
zh_hans: 触发事件
zh_hant: 觸發事件

# siri_shortcuts.intents.get_camera_image.title
source: Get Camera Image
ca_es: Obteniu una imatge de la càmera
cy_gb: Cyrchu Delwedd Camera
da: Hent kamerabillede
el: Λήψη εικόνας κάμερας
es: Obtener imagen de la cámara
fi: Hae kuvaa kameralta
fr: Obtenir l'image de la caméra
it: Ottieni l'immagine della telecamera
nb: Hent kamerabilde
nl: Haal camerabeeld op
pl_pl: Uzyskaj obraz z kamery
ru: Получить изображение с камеры
sv: Hämta kamerabild
uk: Отримати зображення камери
zh_hans: 获取相机图像
zh_hant: 取得鏡頭圖像

# siri_shortcuts.intents.render_template.title
source: Render Template
ca_es: Procesa la plantilla
cy_gb: Trawsnewid templed
da: Gengiv skabelon
el: Πρότυπο απόδοσης
es: Procesa la plantilla
fi: Hahmota mallia
fr: Rendu du modèle
nb: Gjengi mal
nl: Sjabloon renderen
pl_pl: Wyrenderuj szablon
ru: Интерпретировать шаблон
sv: Återge mall
uk: Відобразити шаблон
zh_hans: 渲染模板
zh_hant: 產生模板

# siri_shortcuts.intents.send_location.title
source: Send Location
ca_es: Enviar ubicació
cy_gb: Anfon Lleoliad
da: Send lokalitet
el: Αποστολή τοποθεσίας
es: Enviar ubicación
fi: Lähetä sijaintia
fr: Envoyer l'emplacement
it: Invia la posizione ad HA
nb: Send plassering
nl: Stuur locatie
pl_pl: Wyślij lokalizację
ru: Отправить геопозицию
sv: Skicka plats
uk: Надіслати розташування
zh_hans: 发送位置
zh_hant: 傳送座標

# url_handler.x_callback_url.error.eventNameMissing
source: eventName must be defined
ca_es: EventName ha d'estar definit
cs: Musí být definován eventName
cy_gb: rhaid diffinio eventName
da: hændelsesnavn skal defineres
de: eventName muss definiert werden
el: Πρέπει να οριστεί το όνομα συμβάντος
es: eventName debe estar definido
et: eventName peab olema määratletud
fi: eventName on määritettävä
fr: eventName doit être défini
hu: az eventName-et meg kell határozni
id: eventName harus ditentukan
it: deve essere definito un nome di evento
ja: イベント名を定義する必要があります
ko_kr: eventName을 정의해야 합니다.
nb: Hendelsesnavn må defineres
nl: eventName moet worden gedefinieerd
pl_pl: eventName musi być zdefiniowany
pt_br: eventName deve ser definido
ru: Название событие должно быть определено
sl: Ime eventName mora biti definirano
sv: eventName måste definieras
tr: eventName tanımlanmalıdır
uk: Необхідно вказати eventName
zh_hans: 必须定义eventName
zh_hant: 必須定義 eventName

# url_handler.x_callback_url.error.general
source: A general error occurred
ca_es: S'ha produït un error general
cs: Došlo k obecné chybě
cy_gb: Digwyddodd gwall cyffredinol
da: Der opstod en generel fejl
de: Ein allgemeiner Fehler ist aufgetreten
el: Παρουσιάστηκε ένα γενικό σφάλμα
es: Ocurrió un error general.
et: Ilmnes üldine tõrge
fi: Tapahtui yleinen virhe
fr: Une erreur générale s'est produite
hu: Általános hiba történt
id: Terjadi kesalahan umum
it: Si è verificato un errore generale
ja: 一般的なエラーが発生しました
ko_kr: 일반적인 오류가 발생했습니다.
nb: Det oppstod en generell feil
nl: Er is een algemene fout opgetreden
pl_pl: Wystąpił błąd ogólny
pt_br: Ocorreu um erro geral
ru: Произошла общая ошибка
sl: Prišlo je do splošne napake
sv: Ett allmänt fel inträffade
tr: Genel bir hata oluştu
uk: Виникла загальна помилка
zh_hans: 发生一般错误
zh_hant: 發生一般錯誤

# url_handler.x_callback_url.error.serviceMissing
source: service (e.g. homeassistant.turn_on) must be defined
ca_es: El servei (ex. Homeassistant.turn_on) ha de ser definit
cs: Musí být definována služba (např. homeassistant.turn_on)
cy_gb: rhaid diffinio gwasanaeth (ee homeassistant.turn_on)
da: service (f.eks. homeassistant.turn_on) skal defineres
de: Dienst (z.B. homeassistant.turn_on) muss definiert sein.
el: υπηρεσία (π.χ. homeassistant.turn_on) πρέπει να οριστεί
es: El servicio (ej. homeassistant.turn_on) debe ser definido
et: teenus (nt homeassistant.turn_on) peab olema määratletud
fi: palvelu (esim. homeassistant.turn_on) on määritettävä
fr: service (par exemple, homeassistant.turn_on) doit être défini
hu: szolgáltatást (pl. homeassistant.turn_on) definiálni kell
id: layanan (mis. homeassistant.turn_on) harus ditentukan
it: deve essere definito un servizio (ad es. homeassistant.turn_on)
ko_kr: 서비스(예: homeassistant.turn_on)를 정의해야 합니다.
nb: Service (f.eks. homeassistant. turn_on) må defineres
nl: service (bijv. homeassistant.turn_on) moet worden gedefinieerd
pl_pl: usługa (np. homeassistant.turn_on) musi zostać zdefiniowana
pt_br: serviço (por exemplo, homeassistant.turn_on) deve ser definido
ru: сервис (например, homeassistant.turn_on) должен быть определен
sl: storitev (npr. homeassistant.turn_on) mora biti določena.
sv: tjänst (e.g. homeassistant.turn_on) måste definieras
tr: hizmet (örneğin homeassistant.turn_on) tanımlanmalıdır
uk: сервіс (наприклад, homeassistant.turn_on) має бути визначений
zh_hans: 必须定义服务（例如homeassistant.turn_on）
zh_hant: 必須定義服務（例如 homeassistant.turn_on）

# url_handler.x_callback_url.error.templateMissing
source: A renderable template must be defined
ca_es: S'ha de definir una plantilla renderizable
cs: Musí být definována vykreslitelná šablona
cy_gb: Rhaid diffinio templed y gellir ei drawsnewid
da: Der skal defineres en gengivbar skabelon
de: Eine darstellbare Vorlage muss definiert werden
el: Πρέπει να οριστεί ένα πρότυπο απόδοσης
es: Se debe definir una plantilla renderizable
et: Tuleb määratleda renderdatav mall
fi: Hahmotettava malli on määritettävä
fr: Un modèle de rendu doit être défini
hu: Meg kell határozni egy renderelhető sablont
id: Templat yang dapat dirender harus ditentukan
it: Deve essere definito un modello renderizzabile
ja: レンダリング可能なテンプレートを定義する必要があります
ko_kr: 렌더링 가능한 템플릿을 정의해야 합니다.
nb: En gjengivelsesmal må defineres
nl: Een renderbare sjabloon moet worden gedefinieerd
pl_pl: Możliwy do wyrenderowania szablon musi być zdefiniowany
pt_br: Um modelo renderizável deve ser definido
ru: Необходимо определить визуализируемый шаблон
sl: Določiti je treba predlogo za izgled
sv: En mall som kan återges måste definieras
tr: Oluşturulabilir bir şablon tanımlanmalıdır
uk: Необхідно визначити шаблон для відтворення
zh_hans: 必须定义可渲染模板
zh_hant: 必須定義產生模板

# location_change_notification.app_shortcut.body
source: Location updated via App Shortcut
ca_es: Ubicació actualitzada mitjançant drecera d’aplicació
cs: Poloha aktualizována přes zástupce aplikace
cy_gb: Diweddarwyd y lleoliad trwy App Shortcut
da: Lokalitet opdateret via appgenvej
de: Standort über App Shortcut aktualisiert
el: Η τοποθεσία ενημερώθηκε μέσω συντόμευσης εφαρμογής
es: Ubicación actualizada mediante el acceso directo a la aplicación
et: Asukohta värskendati rakenduse otsetee kaudu
fi: Sijainti päivitetty Shortcut-sovelluksen kautta
fr: Lieu mis à jour via l'App Shortcut
hu: A hely frissítve az alkalmazás parancsikonján keresztül
id: Lokasi diperbarui melalui Pintasan App
it: Posizione aggiornata tramite App Shortcut
ko_kr: 앱 바로가기를 통해 업데이트된 위치
nb: Plasseringen oppdatert via App snarvei
nl: Locatie bijgewerkt via App-snelkoppeling
pl_pl: Lokalizacja aktualizowana za pomocą skrótu do aplikacji
pt_br: Localização atualizada via App Shortcut
ru: Геопозиция обновлена командой приложения
sl: Lokacija posodobljena z bližnjico aplikacije
sv: Plats uppdaterad via appgenväg
tr: Konum Uygulama Kısayolu ile güncellendi
uk: Розташування оновлюється через Команду
zh_hans: 通过应用捷径更新位置
zh_hant: 已透過 App 捷徑更新座標

# settings.developer.lokalise.alert.updated.message
source: Localizations were updated
ca_es: Les ubicacions s'han actualitzat
cy_gb: Diweddarwyd lleoleiddio
da: Oversættelser blev opdateret
el: Οι τοπικές ρυθμίσεις ενημερώθηκαν
es: Se actualizaron las localizaciones
fi: Paikallisuuksia päivitetty
fr: Les traductions ont été mises à jour
it: Traduzioni aggiornate
nb: Oversettinger ble oppdatert
nl: Lokalisaties zijn bijgewerkt
pl_pl: Lokalizacje zostały zaktualizowane
ru: Переводы обновлены
sv: Lokaliseringar uppdaterades
uk: Локалізації було оновлено
zh_hans: 语言包已更新
zh_hant: 區域化已更新

# settings.developer.lokalise.alert.updated.title
source: Updated
ca_es: Actualitzat
cy_gb: Wedi'i ddiweddaru
da: Opdateret
el: Ενημερώθηκε
es: Actualizado
fi: Päivitetty
fr: Mis à jour
it: Aggiornato
nb: Oppdatert
nl: Bijgewerkt
pl_pl: Zaktualizowano
ru: Обновлено
sv: Uppdaterad
uk: Оновлено
zh_hans: 已更新
zh_hant: 已更新

# settings.developer.lokalise.alert.not_updated.message
source: No updates
ca_es: No hi ha actualitzacions
cy_gb: Dim diweddariadau
da: Ingen opdateringer
el: Δεν υπάρχουν ενημερώσεις
es: No hay actualizaciones
fi: Ei päivityksiä
fr: Pas de mises à jour
it: Nessun aggiornamento
nb: Ingen oppdateringer
nl: Geen updates
pl_pl: Brak aktualizacji
ru: Нет обновлений
sv: Inga uppdateringar
uk: Немає оновлень
zh_hans: 无更新
zh_hant: 無更新

# settings.developer.lokalise.alert.not_updated.title
source: No localization updates were available
ca_es: No hi ha actualitzacions de localització disponibles
cy_gb: Nid oedd diweddariadau lleoleiddio ar gael
da: Der var ingen tilgængelige opdateringer til oversættelser
el: Δεν ήταν διαθέσιμες ενημερώσεις τοπικής προσαρμογής
es: No hay actualizaciones de localización disponibles
fi: Paikallisuuspäivityksiä ei ole saatavilla
fr: Aucune mise à jour de la traduction n'est disponible
it: Non sono disponibili aggiornamenti di traduzione
nb: Ingen lokaliseringsoppdateringer er tilgjengelige
nl: Er waren geen localisatie-updates beschikbaar
pl_pl: Brak dostępnych aktualizacji lokalizacji
ru: Обновлённых переводов не найдено.
sv: Inga uppdateringar av lokalisering fanns tillgängliga
uk: Немає доступних оновлень локалізації
zh_hans: 没有可用的翻译更新
zh_hant: 無區域化更新可使用

# settings.developer.lokalise.title
source: Update translations from Lokalise!
ca_es: Actualitzeu les traduccions des de Lokalise!
cy_gb: Diweddarwch y cyfieithiadau o Lokalise!
da: Opdater oversættelser fra Lokalise!
el: Ενημέρωση μεταφράσεων από το Lokalise!
es: Actualizar las traducciones de Lokalise!
fi: Päivitä käännökset Lokalise:sta!
fr: Mettre à jour les traductions depuis Lokalise!
it: Aggiorna le traduzioni da Lokalise!
nb: Oppdater oversettelser fra Lokalise!
nl: Update vertalingen van Lokalise!
pl_pl: Zaktualizuj tłumaczenia z Lokalise!
ru: Обновить переводы с Lokalise!
sv: Uppdatera översättningar från Lokalise!
uk: Оновити переклади з Lokalise!
zh_hans: 更新 Lokalise 的翻译！
zh_hant: 自 Lokalise 更新翻譯！

# settings.developer.debug_strings.title
source: Debug strings
ca_es: Cadenes de depuració
cs: Ladicí řetězce
da: Fejlfindingsstrenge
de: Debug Zeichenfolgen
el: Συμβολοσειρές εντοπισμού σφαλμάτων
es: Cadenas de depuración
et: Silumise stringid
fi: Virheenkorjausmerkkijonot
fr: Déboguer les chaînes de caractères
hu: Hibakeresési karakterláncok
id: String debug
it: Stringhe di debug
ja: デバッグ文字列
ko_kr: 디버그 문자열
nb: Feilsøk strenger
pt_br: Strings de depuração
ru: Отладочные строки
sl: razhroščevanje nizov
sv: Felsöka strängar
tr: Hata ayıklama dizeleri
uk: Рядки налагодження
zh_hans: 调试字符串
zh_hant: 偵錯字串

# settings_details.general.autohide_toolbar.title
source: Automatically hide toolbar
ca_es: Amagar automàticament la barra d'eines
cy_gb: Cuddio bar offer yn awtomatig
da: Skjul værktøjslinjen automatisk
el: Αυτόματη απόκρυψη γραμμής εργαλείων
es: Ocultar automáticamente la barra de herramientas
fi: Piilota työkalurivi automaattisesti
fr: Masquer automatiquement la barre d'outils
it: Nascondi automaticamente la barra degli strumenti
nb: Skjul oppgavelinjen automatisk
nl: Werkbalk automatisch verbergen
pl_pl: Automatycznie ukryj pasek narzędzi
ru: Автоматически скрывать панель инструментов
sv: Dölj verktygsfält automatiskt
uk: Автоматично приховувати панель інструментів
zh_hans: 自动隐藏工具栏
zh_hant: 自動隱藏工具列
