Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# url_handler.fire_event.success.title
source: Fired event
ca_es: Esdeveniment disparat
cs: Událost spuštěna
cy_gb: Wedi cychwyn Digwyddiad
da: Afsendte hændelse
de: Ereignis gesendet
el: Συμβάν που εκκινήθηκε
es: Evento disparado
et: Vallandatud sündmus
fi: Lähetetty tapahtuma
fr: Événement déclenché
hu: Esemény aktiválva
id: Peristiwa diaktifkan
it: Evento generato
ko_kr: 실행된 이벤트
nb: Utfør hendelse
nl: Gebeurtenis uitgevoerd
pl_pl: Wywołane zdarzenie
pt_br: Evento disparado
ru: Событие запущено
sv: Utlöste händelse
tr: Tetiklenen olay
uk: Опублікована подія
zh_hans: 事件已触发
zh_hant: 觸發事件

# url_handler.fire_event.success.message
source: Successfully fired event %@
ca_es: Esdeveniment %@ disparat correctament
cs: Událost %@ úspěšně spuštěna
cy_gb: Digwyddiad %@ wedi'i cychwyn yn llwyddiannus
da: Afsendte hændelse %@
de: Ereignis %@ erfolgreich gesendet
el: Ενεργοποιήθηκε με επιτυχία το συμβάν %@
es: Evento exitosamente disparado %@
et: Sündmus %@ edukalt vallandatud
fi: Onnistuneesti lähetetty tapahtuma %@
fr: Événement déclenché avec succès %@
hu: Sikeresen aktivált esemény: %@
id: Berhasil mengaktifkan peristiwa %@
it: Evento %@ generato correttamente
ja: Fired event %@ に成功
ko_kr: 이벤트 %@ 을(를) 성공적으로 실행했습니다.
nb: Utført hendelse er vellykket %@
nl: Gebeurtenis met succes uitgevoerd %@
pl_pl: Pomyślnie wywołano wydarzenie %@
pt_br: Evento disparado com sucesso %@
ru: Успешно запущенное событие %@
sv: Utlöste händelse %@
tr: Başarıyla tetiklenen olay %@
uk: Подія успішно опублікована %@
zh_hans: 已成功触发事件 %@
zh_hant: 成功觸發事件 %@

# url_handler.fire_event.error.message
source: An error occurred while attempting to fire event %@: %@
ca_es: S'ha produït un error al intentar disparar l'esdeveniment %@ : %@
cs: Při pokusu o spuštění události %@ došlo k chybě: %@
cy_gb: Mae gwall wedi digwydd wrth geisio cychwyn digwyddiad %@:%@
da: Der opstod en fejl under forsøget på at afsende hændelsen %@: %@
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια ενεργοποίησης του συμβάντος %@ : %@
es: Se produjo un error al intentar disparar el evento %@: %@
et: Sündmuse %@ käivitamise katsel ilmnes tõrge: %@
fi: Tapahtui virhe yritettäessä lähettää tapahtumaa %@: %@
fr: Une erreur s'est produite lors de la tentative de déclenchement de l'événement %@ : %@
hu: Hiba történt az esemény aktiválása közben %@: %@
id: Terjadi kesalahan saat mencoba mengaktifkan event %@ : %@
it: Si è verificato un errore durante il tentativo di generare l'evento %@: %@
ja: イベント %@ を開始しようとしたときに、エラーが発生しました: %@
ko_kr: 이벤트 %@ 실행을 시도하는 동안 오류가 발생했습니다: %@
nb: Det oppstod en feil under forsøk på å utløse hendelsen %@: %@
pl_pl: Wystąpił błąd podczas próby wywołania zdarzenia %@: %@
pt_br: Ocorreu um erro ao tentar disparar o evento %@ : %@
ru: Произошла ошибка при попытке запустить событие %@ : %@
sv: Ett fel uppstod vid försök att utlösa händelsen %@ : %@
tr: %@ olayını tetiklemeye çalışırken bir hata oluştu: %@
uk: Сталася помилка під час спроби опублікувати подію %@: %@
zh_hant: 觸發事件：%@ 時發生錯誤：%@

# url_handler.send_location.success.title
source: Sent location
ca_es: Ubicació enviada
cs: Poloha byla odeslána
cy_gb: Wedi anfon lleoliad
da: Send lokalitet
de: Standort gesendet
el: Τοποθεσία εστάλη
es: Ubicación enviada
et: Asukohateave edastatud
fi: Sijainti lähetetty
fr: Emplacement envoyé
hu: Helymeghatározás elküldve
id: Lokasi dikirim
it: Posizione inviata
ja: 場所を送信
ko_kr: 위치 전송
nb: Send plassering
nl: Locatie verzonden
pl_pl: Wysłano lokalizację
pt_br: Localização enviada
ru: Геопозиция отправлена
sv: Skickade plats
tr: Konum gönder
uk: Надіслане розташування
zh_hans: 位置已发送
zh_hant: 傳送座標

# url_handler.send_location.success.message
source: Sent a one shot location
ca_es: Ubicació enviada
cs: Poloha byla jednorázově odeslána
cy_gb: Anfon lleoliad un tro
da: Send lokalitet en gang
de: Einmaliger Standort gesendet
el: Αποστολή θέσης μίας προσπάθειας
es: Enviada la ubicación
et: Saadetud ühekordne asukoht
fi: Yksi sijaintilaukausta lähetetty
fr: Envoyé l'emplacement
hu: Egyedi helymeghatározás elküldve
id: Pengiriman lokasi sekali
it: Inviata un'unica posizione
ja: ワンショットの場所を送信
ko_kr: 한방에 위치 전송
nb: Send plassering
nl: Eenmalige locatie verstuurd
pl_pl: Wysłano lokalizację ręcznie
pt_br: Enviou um local único
sv: Skicka plats en gång
tr: Tek seferlik bir konum gönderildi
uk: Надіслано розташування
zh_hans: 已发送一个位置
zh_hant: 更新你的座標

# url_handler.send_location.error.message
source: An unknown error occurred while attempting to send location: %@
ca_es: S'ha produït un error desconegut al intentar enviar la ubicació: %@
cs: Při pokusu o odeslání polohy došlo k neznámé chybě: %@
cy_gb: Digwyddodd gwall anhysbys wrth geisio anfon lleoliad: %@
da: Der opstod en ukendt fejl under forsøg på at sende lokalitet: %@
de: Ein unbekannter Fehler ist beim Senden des Standortes aufgetreten: %@
el: Παρουσιάστηκε άγνωστο σφάλμα κατά την προσπάθεια αποστολής τοποθεσίας: %@
es: Se produjo un error desconocido al intentar enviar la ubicación %@
et: Asukoha saatmisel ilmnes tundmatu tõrge: %@
fi: Tuntematon virhe tapahtui yritettäessä lähettää sijaintia: %@
fr: Une erreur inconnue s'est produite lors de la tentative d'envoi de l'emplacement: %@
hu: Ismeretlen hiba történt a helymeghatározás elküldése közben: %@
id: Terjadi kesalahan yang tidak diketahui saat mencoba mengirim lokasi: %@
it: Si è verificato un errore sconosciuto durante il tentativo di inviare la posizione %@
ja: 場所の送信中に不明なエラーが発生しました: %@
ko_kr: 위치 전송을 시도하는 동안 알 수 없는 오류가 발생했습니다: %@
nb: Det oppstod en ukjent feil under forsøk på å sende plasseringen: %@
nl: Er is een onbekende fout opgetreden tijdens een poging om de locatie te verzenden: %@
pl_pl: Wystąpił nieznany błąd podczas próby wysłania lokalizacji: %@
pt_br: Ocorreu um erro desconhecido ao tentar enviar a localização: %@
ru: Произошла неизвестная ошибка при попытке отправить местоположение: %@
sv: Ett okänt fel uppstod vid försök att skicka plats: %@
tr: Konum gönderilmeye çalışılırken bilinmeyen bir hata oluştu: %@
uk: Сталася невідома помилка під час спроби надсилання розташування: %@
zh_hans: 尝试发送位置时发生了一个未知错误 %@
zh_hant: 更新座標資訊：%@ 時發生未知錯誤

# settings_details.notifications.prompt_to_open_urls.title
source: Confirm before opening URL
ca_es: Confirmar abans d'obrir l'URL
cs: Potvrdit před otevřením URL
cy_gb: Cadarnhau cyn agor URL
da: Bekræft, før webadressen åbnes
de: Adressen öffnen bestätigen
el: Επιβεβαίωση πριν από το άνοιγμα της διεύθυνσης URL
es: Confirmar antes de abrir la URL
et: Kinnita enne URL-i avamist
fi: Vahvista ennen URL-osoitteen avaamista
fr: Confirmer avant d'ouvrir l'URL
hu: Megerősítés az URL megnyitása előtt
id: Konfirmasi sebelum membuka URL
it: Conferma prima di aprire l'URL
ja: URLを開く前に確認する
ko_kr: URL을 열기 전에 확인
nb: Bekreft før du åpner URL
nl: Bevestig vóór het openen van URL
pl_pl: Potwierdź przed otwarciem adresu URL
pt_br: Confirme antes de abrir o URL
ru: Пожалуйста, подтвердите переход по ссылке
sv: Bekräfta innan du öppnar URL
tr: URL'yi açmadan önce onayla
uk: Підтвердження перед відкриттям URL-адреси
zh_hans: 打开网址前再次确认
zh_hant: 請再次確認要打開網址

# yes_label
source: Yes
ca_es: Si
cs: Ano
cy_gb: Ie
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
fi: Kyllä
fr: Oui
hu: Igen
id: Ya
it: Sì
ja: はい
ko_kr: 네
nb: Ja
nl: Ja
pl_pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так
zh_hans: 是
zh_hant: 是

# no_label
source: No
cs: Ne
cy_gb: Na
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
hu: Nem
id: Tidak
ja: いいえ
ko_kr: 아니요
nb: Nei
nl: Nee
pl_pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
uk: Ні
zh_hans: 否
zh_hant: 否

# alerts.open_url_from_notification.title
source: Open URL?
ca_es: Obrir adreça?
cs: Otevřít URL?
cy_gb: Agor URL?
da: Åbn webadresse?
de: Adresse öffnen?
el: Άνοιγμα διεύθυνσης URL;
es: ¿Abrir URL?
et: Kas avada URL?
fi: Avaa URL-osoitetta?
fr: Ouvrir le lien ?
hu: Megnyitja az URL-t?
id: Buka URL?
it: Aprire l'URL?
ja: URLを開く？
ko_kr: URL을 여시겠습니까?
nb: Åpne URL?
nl: URL openen?
pl_pl: Otworzyć URL?
pt_br: Abrir URL?
ru: Открыть URL?
sv: Öppna URL?
tr: URL Aç?
uk: Відкрити URL-адресу?
zh_hans: 打开网址？
zh_hant: 是否打開網址?

# alerts.open_url_from_notification.message
source: Open URL (%@) found in notification?
ca_es: Obrir l'adreça (%@) trobada a la notificació?
cs: Otevřít URL (%@) nalezenou v oznámení?
cy_gb: Mae URL agored %@ wedi'i ganfod yn yr hysbysiad?
da: Åbn webadresse (%@) der blev fundet i notifikationen?
de: Adresse aus der Benachrichtigung (%@) öffnen?
el: Άνοιγμα διεύθυνσης URL ( %@ ) που βρέθηκε στην ειδοποίηση;
es: ¿Abrir URL (%@) encontrado en la notificación?
et: Kas avada teavitusest leitud URL-i (%@)?
fi: Avaa URL-osoitetta (%@) löydetty ilmoituksesta?
fr: Ouvrir l'URL (%@) trouvé dans la notification ?
hu: Megnyítja az értesítésben található %@ URL-t?
id: Buka URL (%@) yang ditemukan dalam notifikasi?
it: Aprire l'URL (%@) trovato nella notifica?
ja: 通知で見つかったURL (%@) を開きますか？
ko_kr: 알림에서 URL(%@)을 여시겠습니까?
nb: Åpne URL ( %@ ) funnet i varsel?
nl: Open URL (%@) uit melding?
pl_pl: Otworzyć URL (%@) znaleziony w powiadomieniu?
pt_br: Abrir URL ( %@ ) encontrado na notificação?
ru: Открыть веб-адрес (%@) из уведомления?
sv: Öppna URL (%@) i notisen?
tr: Bildirimde bulunan URL ( %@ ) açılsın mı?
uk: Відкрити URL-адресу (%@), знайдену у сповіщенні?
zh_hans: 打开通知中的网址 (%@) ？
zh_hant: 開啟通知訊息中的網址（%@）？

# settings_details.location.updates.header
source: Update sources
ca_es: Fonts d’actualització
cs: Aktualizovat zdroje
cy_gb: Diweddaru ffynonellau
da: Opdater kilder
de: Standortquellen
el: Ενημέρωση πηγών
es: Fuentes de actualización
et: Värskenda allikaid
fi: Päivitä lähteet
fr: Mis à jour via
hu: Források frissítése
id: Perbarui sumber
it: Fonti di aggiornamento
ja: ソースの更新
ko_kr: 소스 업데이트
nb: Oppdater kilder
nl: Locatie bijwerken
pl_pl: Zaktualizuj źródła
pt_br: Atualizar fontes
ru: Источники обновлений
sv: Uppdatering från
tr: Kaynakları Güncelle
uk: Оновлення джерел
zh_hans: 更新源
zh_hant: 更新座標取得來源

# settings_details.location.updates.footer
source: Manual location updates can always be triggered
ca_es: Les actualitzacions d'ubicació manuals sempre es poden activar
cs: Vždy lze spustit ruční aktualizace polohy
cy_gb: Gellir sbarduno diweddariadau lleoliad â llaw bob amser
da: Manuelle lokalitetsopdateringer kan altid udløses
de: Manuelle Standortaktualisierungen können immer ausgelöst werden
el: Οι μη αυτόματες ενημερώσεις τοποθεσίας μπορούν πάντα να ενεργοποιούνται
es: Las actualizaciones de ubicación siempre se pueden activar manualmente
et: Käsitsi asukohavärskendusi saab alati käivitada
fi: Sijainnin voi aina laukaista käsin
fr: Les mises à jour manuelles de l'emplacement peuvent toujours être déclenchées
hu: Manuális helyzetfrissítés mindig indítható
id: Pembaruan lokasi secara manual selalu dapat dipicu
it: Gli aggiornamenti manuali della posizione possono comunque essere attivati.
ja: 手動による位置情報の更新はいつでもトリガーできます
ko_kr: 수동 위치 업데이트는 언제든지 트리거할 수 있습니다.
nb: Manuell plasseringsoppdateringer kan alltid utløses
nl: Handmatige locatie-updates kunnen altijd worden geactiveerd
pl_pl: Aktualizację lokalizacji zawsze można wywołać ręcznie
pt_br: Atualizações manuais de localização sempre podem ser acionadas
ru: Также всегда можно обновить геопозицию вручную
sv: Manuella platsuppdateringar kan alltid utlösas
tr: Manuel konum güncellemeleri her zaman tetiklenebilir
uk: Оновити розташування завжди можливо вручну
zh_hans: 可随时手动更新位置信息
zh_hant: 可以隨時手動更新座標

# settings_details.location.updates.zone.title
source: Zone enter/exit
ca_es: Zona entrada/sortida
cs: Vstup/Opuštění zóny
cy_gb: Parth mynd i mewn / allanfa
da: Ankom/forlad zone
de: Zone betreten/verlassen
el: Είσοδος/έξοδος ζώνης
es: Entrar/salir de la zona
et: Tsooni sisenemine/väljumine
fi: Vyöhykkeen saapuminen/poistuminen
fr: Entré/sortie d'une zone
hu: Zóna be/kilépés
id: Masuk/keluar zona
it: Ingresso/uscita dalla zona
ja: ゾーンの出入り
ko_kr: 지역 입장/퇴장
nb: Sone inn/ut
pl_pl: Wejście/wyjście ze strefy
pt_br: Zona de entrada/saída
ru: Вход/выход из зоны
sv: Zon in / ut
tr: Bölge giriş/çıkış
uk: Вхід/вихід із зони
zh_hans: 进入或离开区域
zh_hant: 進入或離開某個區域

# settings_details.location.updates.background.title
source: Background fetch
ca_es: Actualització en segon pla
cs: Načítání na pozadí
cy_gb: Nôl cefndir
da: Baggrundshentning
de: Hintergrundaktualisierung
el: Ανανέωση background
es: Obtención en segundo plano
et: Taustal toomine
fi: Taustahaku
fr: Actualisation en arrière-plan
hu: Háttér lekérdezés
id: Pengambilan latar belakang
it: Aggiornamento in background
ja: バックグラウンドフェッチ
ko_kr: 백그라운드 가져오기
nb: Bakgrunnsoppdatering
nl: Op achtergrond ophalen
pl_pl: Pobieranie w tle
pt_br: Busca em segundo plano
ru: Получение в фоне
sv: Hämtning i bakgrunden
tr: Arka plan getirme
uk: Фонове оновлення
zh_hans: 后台推送
zh_hant: 背景運作

# settings_details.location.updates.significant.title
source: Significant location change
ca_es: Canvi d’ubicació significatiu
cs: Významná změna polohy
cy_gb: Newid lleoliad sylweddol
da: Signifikant lokalitetsændring
de: Erhebliche Standortänderung
el: Σημαντική αλλαγή τοποθεσίας
es: Cambio de ubicación significativo
et: Oluline asukoha muutus
fi: Merkittävä sijainnin muutos
fr: Changement significatif d'emplacement
hu: Jelentős helyváltoztatás
id: Perubahan lokasi yang signifikan
it: Cambiamento significativo di posizione
ja: 大幅な位置変更
ko_kr: 중요한 위치 변경
nb: Betydelig plassering endret
nl: Aanzienlijke locatiewijziging
pl_pl: Znacząca zmiana lokalizacji
pt_br: Mudança significativa de localização
ru: Значительное изменение положения
sv: Betydande platsändring
tr: Önemli konum değişikliği
uk: Значна зміна місця розташування
zh_hans: 显著的位置变更
zh_hant: 座標變更

# settings_details.location.updates.notification.title
source: Push notification request
ca_es: Sol·licitud de notificació push
cs: Žádost na oznámení push
cy_gb: Cais am hysbysiad gwthio
da: Push-notifikationsanmodning
de: Anfrage via Push
el: Αίτημα ειδοποίησης push
es: Solicitud de notificación Push
et: Tõuketeavituse taotlus
fi: Push-ilmoituspyyntö
fr: Demande via notification
hu: Push értesítés kérése
id: Permintaan notifikasi push
it: Notifica push
ja: プッシュ通知リクエスト
ko_kr: 푸시 알림 요청
nb: Forespørsel om push-varsling
nl: Push notificatie verzoek
pl_pl: Prośba o powiadomienie typu push
pt_br: Solicitação de notificação push
ru: Запрос в мгновенном уведомлении
sv: Begäran om push-notiser
tr: Anında iletme bildirimi isteği
uk: Запит push-сповіщень
zh_hans: 通知推送请求
zh_hant: 推播通知請求

# location_change_notification.beacon_region_enter.body
source: %@ entered via iBeacon
ca_es: %@ entrat a través de iBeacon
cs: %@ vstoupil přes iBeacon
cy_gb: %@ wedi mynd i mewn trwy iBeacon
da: ankom til %@ via iBeacon
de: %@ über iBeacon betreten
el: %@ εισήχθη μέσω iBeacon
es: %@ ha entrado vía iBeacon
et: %@ sisenes iBeaconi kaudu
fi: %@ saapunut iBeacon:in kautta
fr: %@ entré via iBeacon
hu: %@ iBeacon-en keresztül lépett be
id: %@ masuk melalui iBeacon
it: Entrato in %@ tramite iBeacon
ja: %@ iBeacon経由で入力されました
ko_kr: iBeacon을 통해 %@ 입장함
nb: %@ ankommer via iBeacon
nl: %@ betreden via iBeacon
pl_pl: %@ wejście przez iBeacon
pt_br: %@ entrou pelo iBeacon
ru: Вход в через iBeacon%@
sv: Ankomst till %@ via iBeacon
tr: %@ iBeacon aracılığıyla girildi
uk: %@ прийдено через iBeacon
zh_hans: %@ 由 iBeacon 识别进入
zh_hant: 已透過 iBeacon 偵測到 %@ 進入

# location_change_notification.beacon_region_exit.body
source: %@ exited via iBeacon
ca_es: %@ sortit a través de iBeacon
cs: %@ opustil přes iBeacon
cy_gb: %@ wedi ymadael trwy iBeacon
da: forlod %@ via iBeacon
de: %@ über iBeacon verlassen
el: %@ εξήχθη μέσω iBeacon
es: %@ ha salido via iBeacon
et: %@ väljus iBeaconi kaudu
fi: %@ poistunut iBeacon:in kautta
fr: %@ sorti via iBeacon
hu: %@ iBeacon-en keresztül lépett ki
id: %@ keluar melalui iBeacon
it: Uscito da %@ tramite iBeacon
ko_kr: iBeacon을 통해 %@ 퇴장함
nb: %@ forlater via iBeacon
nl: %@ verlaten via iBeacon
pl_pl: %@ opuszczono przez iBeacon
pt_br: %@ saiu pelo iBeacon
ru: Выход из %@ через iBeacon
sv: %@ lämnades via iBeacon
tr: %@ iBeacon üzerinden çıktı
uk: %@ покинуто через iBeacon
zh_hans: %@ 由 iBeacon 识别离开
zh_hant: 已透過 iBeacon 偵測到 %@ 離開

# location_change_notification.region_enter.body
source: %@ entered
ca_es: %@ entrat
cs: %@ vstoupil
cy_gb: %@ wedi mynd i mewn
da: ankom til %@
de: %@ betreten
el: %@ εισήχθη
es: %@ ha entrado
et: %@ sisenes
fi: %@ saapunut
fr: %@ entré
hu: %@ belépett
id: %@ masuk
it: Entrato in %@
ja: %@ が入力されました
ko_kr: %@ 입장함
nb: %@ ankommer
nl: %@ betreden
pl_pl: Wejście do strefy %@
pt_br: %@ entrou
ru: %@ вошёл
sv: Ankomst till %@
tr: %@ girilen
uk: %@ прийдено
zh_hans: %@ 进入
zh_hant: %@ 進入

# location_change_notification.region_exit.body
source: %@ exited
ca_es: %@ sortit
cs: %@ opustil
cy_gb: %@ wedi ymadael
da: forlod %@
de: %@ verlassen
el: %@ εξήχθη
es: %@ ha salido
et: %@ väljus
fi: %@ poistunut
fr: %@ sortie
hu: %@ kilépett
id: %@ keluar
it: Uscito da %@
ja: %@ が終了しました
ko_kr: %@ 퇴장함
nb: %@ forlater
nl: %@ verlaten
pl_pl: Wyjście ze strefy %@
pt_br: %@ saiu
ru: %@ вышел
sv: %@ lämnades
tr: %@ çıkıldı
uk: %@ покинуто
zh_hans: %@ 离开
zh_hant: %@ 離開

# location_change_notification.significant_location_update.body
source: Significant location change detected
ca_es: S'ha detectat un canvi d'ubicació significatiu
cs: Byla detekována významná změna polohy
cy_gb: Newid sylweddol mewn lleoliad wedi'i ganfod
da: Der blev registreret en signifikant lokalitetsændring
de: Standortaktualisierung: Erhebliche Standortänderung
el: Εντοπίστηκε σημαντική αλλαγή τοποθεσίας
es: Cambio de ubicación significativo detectado
et: Tuvastati oluline asukohamuutus
fi: Merkittävä sijainninmuutoksen havaittu
fr: Changement d'emplacement significatif détecté
hu: Jelentős helyváltoztatás észlelve
id: Perubahan lokasi yang signifikan terdeteksi
it: Rilevato cambiamento significativo di posizione
ja: 大幅な位置変更が検出されました
ko_kr: 중요한 위치 변경이 감지됨
nb: Betydelig plasseringsendring oppdaget
nl: Aanzienlijke locatiewijziging
pl_pl: Wykryto znaczącą zmianę lokalizacji
pt_br: Mudança significativa de localização detectada
ru: Обнаружено значительное изменение местоположения
sv: Betydande platsändring upptäckt
tr: Önemli konum değişikliği algılandı
uk: Виявлено значну зміну розташування
zh_hans: 检测到显著位置变更
zh_hant: 偵測到座標變化

# location_change_notification.background_fetch.body
source: Current location delivery triggered via background fetch
ca_es: Ubicació actual activada en segon pla
cs: Doručení aktuální polohy spuštěno prostřednictvím načtení na pozadí
cy_gb: Cyflenwi lleoliad cyfredol wedi'i sbarduno trwy'r cefndir nôl
da: Nuværende lokalitetslevering udløst via baggrundshentning
de: Standortaktualisierung: Hintergrundaktualisierung
el: Η τρέχουσα παράδοση τοποθεσίας ενεργοποιήθηκε μέσω λήψης φόντου
es: Ubicación actual activada en segundo plano
et: Praeguse asukoha edastamine käivitati taustal toomise kaudu
fi: Nykyisen sijainnin toimitus käynnistynyt taustahaun kautta
fr: L'envoie de l'emplacement actuel a été déclenchée via l'actualisation en arrière-plan
hu: Aktuális helymeghatározás háttérben történő lekérdezéssel
id: Pengiriman lokasi saat ini dipicu lewat pengambilan latar belakang
it: Invio della posizione attuale attivata da recupero in background
ja: バックグラウンドフェッチによる現在地の配信
ko_kr: 백그라운드 가져오기를 통해 트리거된 현재 위치 전달
nb: Nåværende plassering utløst via bakgrunnsinnhenting
nl: Huidige locatie levering geactiveerd via achtergrond ophalen
pl_pl: Pobranie aktualnej lokalizacji zostało wyzwolone poprzez pobieranie jej w tle
pt_br: Entrega do localização atual acionada por busca em segundo plano
ru: Обновление геопозиции происходит в фоне
sv: Aktuell plats skickades via bakgrundshämtning
tr: Arka plan getirme yoluyla tetiklenen geçerli konum teslimi
uk: Отримання поточного розташування ініційоване фоновим оновленням
zh_hans: 通过后台获取当前位置信息
zh_hant: 背景取得目前座標

# about.review.title
source: Leave a review
ca_es: Deixa una ressenya
cs: Napište recenzi
cy_gb: Ysgrifennu adolygiad
da: Skriv en anmeldelse
de: Bewerte diese App
el: Αφήστε μια κριτική
es: Dejar un comentario
et: Jäta arvustus
fi: Jätä arvostelu
fr: Laisser un commentaire
hu: Írja meg véleményét
id: Tinggalkan ulasan
it: Lascia una recensione
ja: レビューを残す
ko_kr: 리뷰를 남겨주세요
nb: Legg igjen en anmeldelse
nl: Laat een beoordeling achter
pl_pl: Zostaw recenzję
pt_br: Deixe um comentário
ru: Оставить отзыв
sv: Skriv en recension
tr: Yorum bırakın
uk: Залишити відгук
zh_hans: 评价一下
zh_hant: 留個評論吧

# settings.event_log.title
source: Event Log
ca_es: Registre d’esdeveniments
cs: Log událostí
cy_gb: Log Digwyddiadau
da: Hændelseslog
de: Ereignisprotokoll
el: Αρχείο καταγραφής συμβάντων
es: Registro de eventos
et: Sündmuste ajalugu
fi: Tapahtumaloki
fr: Journal des événements
hu: Eseménynapló
id: Log Peristiwa
it: Registro eventi
ja: イベントログ
ko_kr: 이벤트 로그
nb: Hendelseslogg
pl_pl: Dziennik zdarzeń
pt_br: Registro de eventos
ru: Журнал событий
sv: Händelselogg
tr: Olay Günlüğü
uk: Журнал подій
zh_hans: 事件日志
zh_hant: 事件紀錄

# settings_details.location.notifications.push_notification.title
source: Pushed Location Request Notifications
cs: Oznámení při vynuceném požadavku na polohu
cy_gb: Hysbysiadau cais lleoliad wedi'u gwthio
da: Pushede lokalitetsanmodningsnotifikationer
de: Anfrage via Push
el: Ώθηση ειδοποιήσεων αίτησης θέσης
et: Tõuketavituste asukohapäringu teatised
fi: Sijaintipyyntöilmoitukset lähetetty
fr: Demande de localisation envoyées
hu: Helymeghatározási kérések értesítései
id: Notifikasi Push Permintaan Lokasi
it: Aggiornamento posizione tramite notifica Push.
ja: 位置情報リクエスト通知のプッシュ配信
ko_kr: 푸시된 위치 요청 알림
nb: Varsler om overførte posisjonsforespørsler
nl: Pushed Locatie Verzoek Notifications
pl_pl: Wysłano powiadomienia o żądaniu lokalizacji
pt_br: Notificações de solicitação de localização enviada
sv: Skickade aviseringar om platsförfrågningar
tr: Konum İsteği Bildirimleri
uk: Pushed Location Request сповіщення
zh_hans: 推送位置请求通知
zh_hant: 推送座標更新請求通知

# settings_details.location.notifications.url_scheme.title
source: URL Scheme Location Notifications
ca_es: Notificacions d'ubicació d'esquemes d'URL
cs: Oznámení polohy schéma URL
cy_gb: Hysbysiadau Lleoliad Cynllun URL
da: URL-scheme lokalitetsnotifikationer
de: URL-Schema Standortaktualisierung
el: Ειδοποιήσεις τοποθεσίας σχήματος URL
es: Notificaciones de ubicación de esquemas de URL
et: URL-i skeemi asukoha teatised
fi: URL-osoitteen sijaintitiedotukset
fr: Emplacement via schéma d'URL
hu: Helyértesítések URL-sémája
id: Notifikasi Lokasi Skema URL
it: Aggiornamento posizione tramite schema URL
ja: URLスキームの位置情報通知
ko_kr: URL 스킴 위치 알림
nl: URL Scheme Locatie Meldingen
pt_br: Notificações de localização do esquema de URL
sv: Aviseringar för URL Scheme Location
tr: URL Şeması Konum Bildirimleri
uk: Сповіщення URL-схеми про розташування
zh_hans: URL Scheme 位置通知
zh_hant: URL 方式座標通知
