Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# rate_limit_notification.title
source: Notifications Rate Limited
ca_es: Taxa de notificacions limitada
cy_gb: Cyfradd hysbysiadau wedi'i chyfyngeu
da: Antal notifikationer begrænset
el: Περιορισμένο ποσοστό ειδοποιήσεων
es: Tasa de Notificaciones Limitada
fi: Ilmoitusmäärän rajoitus
fr: Nombre de notifications limitée
it: Tasso delle notifiche limitato
nb: Varslingsfrekvens begrenset
nl: Aantal notificaties gelimiteerd
sv: Notisfrekvens begränsad
uk: Кількість сповіщень обмежена
zh_hans: 通知配额超限
zh_hant: 通知頻率限制

# rate_limit_notification.body
source: You have now sent more than %@ notifications today. You will not receive new notifications until midnight UTC.
ca_es: Heu enviat més de %@ notificacions avui. No rebrà notificacions noves fins a la mitjanit.
cy_gb: Rydych bellach wedi anfon mwy na %@ hysbysiad heddiw. Ni fyddwch yn derbyn hysbysiadau newydd tan hanner nos UTC.
da: Du har nu sendt mere end %@ meddelelser i dag. Du vil ikke modtage nye notifikationer før midnat UTC.
el: Σήμερα έχετε στείλει περισσότερες από %@ ειδοποιήσεις. Δεν θα λάβετε νέες ειδοποιήσεις έως τα μεσάνυχτα UTC.
es: Has enviado más de %@ notificaciones hoy. No recibirás nuevas notificaciones hasta la medianoche UTC.
fi: Olet nyt lähettänyt yli %@ ilmoitusta tänään. Et tule saamaan uusia ilmoituksia ennen keskiyön jälkeen (UTC).
fr: Vous avez maintenant envoyé plus de %@ notifications aujourd'hui. Vous ne recevrez aucune nouvelle notification avant minuit UTC.
it: Oggi hai inviato più di %@ notifiche. Non riceverai nuove notifiche fino a mezzanotte UTC.
nb: Du har nå sendt mer enn %@ varsler i dag. Du vil ikke motta nye varsler før midnatt UTC.
nl: U hebt vandaag meer dan %@ meldingen verzonden. Je ontvangt geen nieuwe meldingen tot middernacht UTC.
pl_pl: Wysłałeś dziś więcej niż %@ powiadomień. Nie będziesz otrzymywać nowych powiadomień przed północą czasu UTC.
sv: Du har nu skickat mer än %@ notiser idag. Du får inga nya notiser förrän midnatt UTC.
uk: Ви надіслали понад %@ сповіщень за сьогодні. Ви не отримаєте нових сповіщень до опівночі за Всесвітнім координованим часом (UTC).
zh_hans: 您今天已发送超过%@条通知。您将不会收到新通知，直到世界标准时间的凌晨。
zh_hant: 今日已經傳送超過 則通知，直到 UTC 午夜前將不會再收到任何新通知。%@

# watch.labels.no_action
source: No actions configured. Configure actions on your phone to dismiss this message.
ca_es: No s'ha configurat cap acció. Configureu les accions al telèfon per ignorar aquest missatge.
cs: Nejsou nastaveny žádné akce. Aby se tato zpráva nezobrazovala, musíte nastavit v telefonu nějaké akce.
cy_gb: Dim gweithredoedd wedi'u ffurfweddu. Ffurfweddu gweithredoedd ar eich ffôn i wrthod y neges hon.
da: Der er ikke konfigureret nogen handlinger. Konfigurer handlinger på telefonen for at fjerne denne meddelelse.
de: Keine Aktionen konfiguriert Konfiguriere Aktionen auf deinem Telefon, um diese Nachricht zu schließen.
el: Δεν έχουν διαμορφωθεί ενέργειες. Διαμορφώστε τις ενέργειες στο τηλέφωνό σας για να παραβλέψετε αυτό το μήνυμα.
es: No hay acciones configuradas. Configure acciones en su teléfono para descartar este mensaje.
et: Toiminguid pole konfigureeritud. Sellest sõnumist loobumiseks seadista oma telefonis toimingud.
fi: Toimintoja ei ole määritetty. Tämä sanoma poistuu määrittämällä toimintoja puhelimen kautta.
fr: Aucune action configurée. Configurez les actions sur votre téléphone pour ignorer ce message.
hu: Nincsenek konfigurálva műveletek. Konfigurálja a műveleteket a telefonján az üzenet elvetéséhez.
id: Tidak ada aksi yang dikonfigurasi. Konfigurasikan aksi di ponsel Anda untuk menutup pesan ini.
it: Nessuna azione configurata. Configura le azioni sul tuo telefono per chiudere questo messaggio.
ko_kr: 구성된 작업이 없습니다. 휴대폰에서 이 메시지를 무시하도록 작업을 구성하세요.
nb: Ingen handlinger konfigurert. Konfigurere handlinger på telefonen din for å fjerne denne meldingen.
nl: Geen acties geconfigureerd. Configureer acties op uw telefoon om dit bericht te sluiten.
pl_pl: Brak skonfigurowanych działań. Skonfiguruj działania w telefonie, aby wyłączyć ten komunikat.
pt_br: Nenhuma ação configurada. Configure ações em seu telefone para dispensar esta mensagem.
ru: Действия не настроены. Настройте действия на телефоне, чтобы закрыть это сообщение.
sl: Ni nastavljenih nobenih dejanj. V telefonu konfigurirajte dejanja, da to sporočilo zavržete.
sv: Inga åtgärder konfigurerade. Konfigurera åtgärder på telefonen för att avfärda detta meddelande.
tr: Yapılandırılan eylem yok. Bu mesajı kapatmak için telefonunuzda eylemleri yapılandırın.
uk: Не налаштовано жодних дій. Налаштуйте дії на своєму телефоні, щоб приховати це повідомлення.
zh_hans: 未配置动作。请在手机上配置动作以消除此消息。
zh_hant: 尚未設定動作。於手機上設定動作以關閉此訊息。

# settings.status_section.mobile_app_component_loaded_row.title
source: Mobile App Component Loaded
ca_es: Component de l'aplicació mòbil carregat
cy_gb: Elfen ap symudol wedi'i llwytho
da: Mobilapp-konponent indlæst
el: Φορτώθηκε το στοιχείο εφαρμογής για κινητά
es: Componente de aplicación móvil cargado
fi: Mobiilisovelluksen komponentti ladattu
fr: Composant d'application mobile chargé
it: Componente Mobile App caricato
nb: Lastet inn mobilapp-komponenten
nl: Mobiele App Component geladen
pl_pl: Załadowano komponent aplikacji mobilnej (Mobile App)
ru: Загружен компонент mobile app
sv: Mobil app -komponent laddad
uk: Компонент мобільного застосунку завантажено
zh_hans: 已加载手机 App 组件
zh_hant: Mobile App 元件已載入

# settings_details.privacy.title
source: Privacy
ca_es: Privacitat
cs: Soukromí
cy_gb: Preifatrwydd
da: Privatliv
de: Privatsphäre
el: Ιδιωτικότητα
es: Privacidad
et: Privaatsus
fi: Yksityisyys
fr: Vie privée
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko_kr: 개인정보 보호
nb: Personvern
pl_pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sl: Zasebnost
sv: Integritet
tr: Gizlilik
uk: Конфіденційність
zh_hans: 隐私
zh_hant: 隱私權

# settings_details.privacy.analytics.description
source: Allows collection of basic information about your device and interactions with the app. No user identifiable data is shared with Google, including your Home Assistant URLs and tokens. You must restart the app for changes to this setting to take effect.
ca_es: Permet la recopilació d'informació bàsica sobre el dispositiu i les interaccions amb l'aplicació. No es comparteixen dades identificables de l'usuari amb Google, inclosos les URL i els tokens del Home Assistant. Heu de reiniciar l'aplicació perquè els canvis en aquesta configuració tinguin efecte.
cy_gb: Yn caniatáu casglu gwybodaeth sylfaenol am eich dyfais a rhyngweithio â'r app. Ni rennir unrhyw ddata adnabyddadwy gan ddefnyddwyr gyda Google, gan gynnwys eich URLs a tokens Home Assistant. Rhaid i chi ailgychwyn yr ap er mwyn i newidiadau i'r gosodiad hwn ddod i rym.
da: Giver mulighed for indsamling af grundlæggende oplysninger om din enhed og interaktioner med appen. Der deles ingen brugeridentificerbare data med Google, herunder webadresser og tokens til Home Assistant. Du skal genstarte appen, for at ændringer af denne indstilling kan træde i kraft.
el: Επιτρέπει τη συλλογή βασικών πληροφοριών σχετικά με τη συσκευή σας και τις αλληλεπιδράσεις με την εφαρμογή. Δεν κοινοποιούνται δεδομένα αναγνωρίσιμου χρήστη στην Google, συμπεριλαμβανομένων των διευθύνσεων URL και των διακριτικών του Home Assistant σας. Πρέπει να κάνετε επανεκκίνηση της εφαρμογής για να ισχύσουν οι αλλαγές σε αυτήν τη ρύθμιση.
es: Permite recopilar información básica sobre su dispositivo e interacciones con la aplicación. No se comparten datos identificables de usuarios con Google, incluidas las URL y tokens de su Home Assistant. Debe reiniciar la aplicación para que los cambios en esta configuración surtan efecto.
fi: Sallii laitteen perustietojen keräämisen ja vuorovaikutuksen sovelluksen kanssa. Googlen kanssa ei jaeta käyttäjän tunnistettavia tietoja, kuten Kotiavustajan URL-osoitteita tai tunnuksia. Sovellus on käynnistettävä uudelleen, jotta tämän asetuksen muutokset tulevat voimaan.
fr: Permet la collecte d'informations de base sur votre appareil et les interactions avec l'application. Aucune donnée identifiable de l'utilisateur n'est partagée avec Google, y compris les URL et les jetons de votre Home Assistant. Vous devez redémarrer l'application pour que les modifications apportées à ce paramètre prennent effet.
it: Consente la raccolta di informazioni di base sul dispositivo e sulle interazioni con l'app. Nessun dato identificativo dell'utente viene condiviso con Google, inclusi gli URL e i token di Home Assistant. È necessario riavviare l'applicazione affinché le modifiche a questa impostazione abbiano effetto.
nb: Tillater innsamling av grunnleggende informasjon om enheten din og samspillet med appen. Ingen brukeridentifiserbare data blir delt med Google, inkludert hjemmevirksomhetsadresser og tokens. Du må starte appen på nytt hvis endringer i denne innstillingen trer i kraft.
nl: Hiermee u basisgegevens over uw apparaat en de interactie met de app verzamelen. Er worden geen gebruikers identificeerbare gegevens gedeeld met Google, inclusief de URL's en tokens van uw Home Assistant. U moet de app opnieuw opstarten om wijzigingen in deze instelling door te voeren.
pl_pl: Umożliwia zbieranie podstawowych informacji o urządzeniu i interakcjach z aplikacją. Żadne dane identyfikujące użytkownika nie są udostępniane Google, w tym adresy URL i tokeny Home Asystent'a. Musisz ponownie uruchomić aplikację, aby zmiana tego ustawienia zaczęła obowiązywać.
ru: Разрешает отслеживать общую информацию об устройстве и взаимодействиях с программой. Никакой идентифицирующей информации не отправляется в Google, вроде адреса Home Assistant или токенов доступа. Перезапустите приложение для применения этой настройки.
sv: Tillåter insamling av grundläggande information om din enhet och interaktioner med appen. Inga användar-identifierande data delas med Google, inklusive webb-adresser och token till Home Assistant. Du måste starta om appen för att ändringarna i den här inställningen ska träda i kraft.
uk: Дозволяє збирати основну інформацію про ваш пристрій та взаємодію із застосунком. Ми не надаємо Google ідентифікаційних даних про користувача, URL-адреси чи токени Home Assistant. Щоб зміни цього параметру набули чинності, необхідно перезапустити застосунок.
zh_hans: 允许我们收集您的设备基本信息以及与该应用的交互。不会与 Google 共享身份识别数据，包括您的 Home Assistant 地址以及令牌。必须重新启动应用才能使更改生效。
zh_hant: 允許收集關於裝置與 App 整合的基本資訊。將不會與 Google 分享任何有關於使用者身份資料，包含您的 Home Assistant URL 與密鑰等。必須重新啟動應用程式，變更的設定方能作用。

# settings_details.privacy.messaging.description
source: Firebase Cloud Messaging must be enabled for push notifications to function.
ca_es: Firebase Cloud Messaging ha d'estar habilitat perquè funcionin les notificacions push.
cs: Aby push oznámení fungovala, musí být povolena služba Firebase Cloud Messaging.
cy_gb: Rhaid galluogi Firebase Cloud Messaging er mwyn i hysbysiadau gwthio i weithio.
da: Firebase Cloud Messaging skal være aktiveret for at push-notifikationer kan fungere.
de: Firebase Cloud Messaging muss aktiviert sein, damit Push-Benachrichtigungen funktionieren.
el: Το Firebase Cloud Messaging πρέπει να είναι ενεργοποιημένο για να λειτουργούν οι ειδοποιήσεις push.
es: Firebase Cloud Messaging debe estar habilitado para que funcionen las notificaciones push.
et: Tõukemärguannete toimimiseks peab Firebase'i pilvsõnumside olema lubatud.
fi: Firebase Cloud Messaging on otettava käyttöön push-ilmoitusten toimiakseen.
fr: Firebase Cloud Messaging doit être activé pour que les notifications push fonctionnent.
hu: A Firebase Cloud Messagingnek engedélyezve kell lennie a push értesítések működéséhez.
id: Firebase Cloud Messaging harus diaktifkan agar notifikasi push berfungsi.
it: Firebase Cloud Messaging deve essere abilitato affinché le notifiche push funzionino.
ko_kr: 푸시 알림이 작동하려면 Firebase Cloud Messaging을 활성화해야 합니다.
nb: Firebase Cloud Meldinger må være aktivert for push-varsler for å fungere.
nl: Firebase Cloud Messaging moet worden ingeschakeld zodat pushmeldingen kunnen werken.
pl_pl: Firebase Cloud Messaging musi być włączony, aby działały powiadomienia.
pt_br: O Firebase Cloud Messaging deve estar ativado para que as notificações push funcionem.
ru: Облачные сообщения Firebase необходимы для доставки уведомлений на телефон.
sl: Da bi lahko delovala potisna obvestila, je treba omogočiti Firebase Cloud Messaging.
tr: Push bildirimlerinin çalışabilmesi için Firebase Bulut Mesajlaşma etkinleştirilmelidir.
uk: Firebase Cloud Messaging повинен бути увімкненим для функціонування сповіщень
zh_hans: 必须启用Firebase云信息才能使推送通知生效。
zh_hant: 必須啟用 Firebase 雲端訊息方能使用推播訊息。

# settings_details.privacy.crashlytics.description
source: Crashlytics allows for deeper tracking of crashes and other errors in the app, leading to faster fixes being published. No user identifiable information is sent, other than basic device information. You must restart the app for changes to this setting to take effect.
ca_es: Crashlytics permet un seguiment més profund dels bloquejos i altres errors en l'aplicació, el que porta a la publicació de solucions més ràpides. No s'envia informació d'identificació de l'usuari, a part de la informació bàsica del dispositiu. Ha de reiniciar l'aplicació perquè els canvis en aquesta configuració tinguin efecte.
da: Crashlytics giver mulighed for dybere sporing af nedbrud og andre fejl i appen, hvilket betyder at der hurtigere kan laves rettelser. Der sendes ingen brugeridentificerbare oplysninger, bortset fra grundlæggende enhedsoplysninger. Du skal genstarte appen, for at ændringer af denne indstilling kan træde i kraft.
el: Το Crashlytics επιτρέπει τη βαθύτερη παρακολούθηση σφαλμάτων και άλλων σφαλμάτων στην εφαρμογή, με αποτέλεσμα τη δημοσίευση ταχύτερων διορθώσεων. Δεν αποστέλλονται στοιχεία αναγνώρισης χρήστη, εκτός από τις βασικές πληροφορίες συσκευής. Πρέπει να κάνετε επανεκκίνηση της εφαρμογής για να ισχύσουν οι αλλαγές σε αυτήν τη ρύθμιση.
es: Crashlytics permite un seguimiento más profundo de los bloqueos y otros errores en la aplicación, lo que lleva a la publicación de soluciones más rápidas. No se envía información de identificación del usuario, aparte de la información básica del dispositivo. Debe reiniciar la aplicación para que los cambios en esta configuración surtan efecto.
fi: Crashlytics mahdollistaa kaatumisien ja muiden virheiden syvemmän seurannan, mikä nopeuttaa korjauksien julkaisun. Käyttäjän tunnistettavia tietoja ei lähetetä, lukuunottamatta laitteen perustietoja. Sovellus on käynnistettävä uudelleen, jotta tämän asetuksen muutokset tulevat voimaan.
fr: Crashlytics permet un suivi plus approfondi des plantages et autres erreurs dans l'application, ce qui permet de publier plus rapidement les correctifs. Aucune information personnelle n'est envoyée, à l'exception des informations de base sur de l'appareil. Vous devez redémarrer l'application pour que les modifications apportées à ce paramètre prennent effet.
it: Crashlytics consente un monitoraggio più approfondito degli arresti anomali e di altri errori nell'app, portando alla pubblicazione di correzioni più veloci. Non vengono inviate informazioni identificative dell'utente ma solo quelle del dispositivo. È necessario riavviare l'applicazione affinché le modifiche a questa impostazione abbiano effetto.
nb: Crashlytics muliggjør dypere sporing av krasjer og andre feil i appen, noe som fører til raskere reparasjon av feil som blir publisert. Ingen brukeridentifiserbar informasjon er sendt, annet enn grunnleggende enhetinformasjon. Du må starte appen på nytt hvis endringer i denne innstillingen trer i kraft.
nl: Crashlytics zorgt voor een diepere tracking van crashes en andere fouten in de app, wat leidt tot snellere fixes die worden gepubliceerd. Er wordt geen door de gebruiker herkenbare informatie verzonden, andere dan elementaire apparaatinformatie. U moet de app opnieuw starten om wijzigingen in deze instelling door te voeren.
pl_pl: Crashlytics pozwala na dokładniejsze śledzenie awarii i innych błędów w aplikacji, co prowadzi do szybszego publikowania poprawek. Nie są wysyłane żadne dane identyfikujące użytkownika, inne niż podstawowe informacje o urządzeniu. Musisz ponownie uruchomić aplikację, aby zmiana tego ustawienia zaczęła obowiązywać.
ru: Crashlytics детально отслеживает падения и ошибки в программе, помогая исправить их быстрее. Никакой идентифицирующей человека информации не отправляется — только общая информация об устройстве. Перезапустите приложение для применения этой настройки.
uk: Crashlytics дозволяє поглиблено відстежувати збої та інші помилки застосунку і тим самим скоріше випускати версії з виправленнями. Окрім узагальненої інформації про пристрій, жодні дані, що ідентифікують користувача, не надсилаються. Щоб зміни цього параметру набули чинності, необхідно перезапустити застосунок.
zh_hans: Crashlytics 能更深入地跟踪程序的崩溃和其他错误，使其能被更快地修复。除设备基本信息以外，不会发送身份识别信息。必须重新启动应用才能使更改生效。
zh_hant: Crashlytics 允許針對應用程式當機或其他錯誤進行更深入的追蹤。有助於更快修正錯誤推出。僅會傳送基本裝置資料，不會傳送任何使用者身份資料。必須重新啟動應用程式，變更的設定方能作用。

# settings_details.privacy.performance_monitoring.title
source: Firebase Performance Monitoring
ca_es: Monitorització del rendiment de Firebase
el: Παρακολούθηση απόδοσης Firebase
es: Monitorización del rendimiento de Firebase
fi: Firebasen suorintakyvyn valvonta
fr: Surveillance des performances Firebase.
nl: Firebase-prestatiemonitoring
ru: Отслеживание производительности Firebase
zh_hans: Firebase 性能监控
zh_hant: Firebase 效能監視器

# settings_details.privacy.performance_monitoring.description
source: Firebase Performance Monitoring allows for remote monitoring of overall application performance, allowing for speed improvements to be made more easily. You must restart the app for changes to this setting to take effect.
ca_es: Firebase Performance Monitoring permet monitoritzar remotament el rendiment general de l'aplicació, permetent fer millores de velocitat amb més facilitat. Heu de reiniciar l'aplicació perquè els canvis en aquesta configuració tinguin efecte.
cy_gb: Mae Firebase Performance Monitoring yn caniatáu monitro perfformiad cymwysiadau cyffredinol o bell, gan ganiatáu i welliannau cyflymder gael eu gwneud yn haws. Rhaid i chi ailgychwyn yr ap er mwyn i newidiadau i'r gosodiad hwn ddod i rym.
da: Firebase Performance Monitoring giver mulighed for fjernovervågning af den samlede applikationsydelse, hvilket gør det muligt lettere at foretage hastighedsforbedringer. Du skal genstarte appen før ændringer til denne indstilling træder i kraft.
el: Η παρακολούθηση απόδοσης Firebase επιτρέπει την απομακρυσμένη παρακολούθηση της συνολικής απόδοσης της εφαρμογής, επιτρέποντας να γίνονται πιο εύκολα βελτιώσεις ταχύτητας Πρέπει να κάνετε επανεκκίνηση της εφαρμογής για να ισχύσουν οι αλλαγές σε αυτήν τη ρύθμιση.
es: Firebase Performance Monitoring permite la supervisión remota del rendimiento general de la aplicación, lo que permite que las mejoras de velocidad se realicen con mayor facilidad. Debe reiniciar la aplicación para que los cambios en esta configuración surtan efecto.
fi: Firebasen suorituskyvyn valvonta mahdollistaa yleisen sovelluksen suorintakyvyn etäseurannan, mikä mahdollistaa nopeuden parantamista. Sovellus on käynnistettävä uudelleen, jotta tämän asetuksen muutokset tulevat voimaan.
fr: Firebase Performance Monitoring permet de surveiller à distance les performances globales de l'application, ce qui permet d’améliorer la fluidité de l'application plus rapidement. Vous devez redémarrer l'application pour que les modifications apportées à ce paramètre prennent effet.
it: Firebase Performance Monitoring consente il monitoraggio remoto delle prestazioni complessive delle applicazioni, consentendo di semplificare i miglioramenti della velocità. È necessario riavviare l'applicazione affinché le modifiche a questa impostazione abbiano effetto.
nb: Firebase Performance Monitoring gjør det mulig å overvåke overordnet applikasjonsytelse eksternt, slik at hastighetsforbedringer kan gjøres lettere. Du må starte appen på nytt hvis endringer i denne innstillingen trer i kraft.
nl: Met Firebase Performance Monitoring kunnen externe applicaties op afstand worden gemonitord, waardoor sneller verbeteringen kunnen worden aangebracht. U moet de app opnieuw starten om wijzigingen in deze instelling door te voeren.
pl_pl: Firebase Performance Monitoring (monitoring wydajności) pozwala na zdalne monitorowanie ogólnej wydajności aplikacji, umożliwiając łatwe wykonanie ulepszeń zwiększających wydajność. Musisz ponownie uruchomić aplikację, aby zmiana tego ustawienia zaczęła obowiązywać.
ru: Отслеживание производительности Firebase помогает следить за скоростью приложения в целом и помогает оптимизировать производительность. Перезапустите приложение для применения этой настройки.
uk: Firebase Performance Monitoring надає можливість віддалено моніторити загальну швидкодію застосунка і тим самим полегшити внесення змін для її покращення. Щоб зміни цього параметру набули чинності, необхідно перезапустити застосунок.
zh_hans: Firebase 性能监控能远程监测程序的整体性能，以便更容易优化程序运行速度。必须重新启动应用才能使更改生效。
zh_hant: Firebase 效能監視器允許遠端監控應用程式效能，讓效能改善更為方便。必須重新啟動應用程式，變更的設定方能作用。

# settings.developer.sync_watch_context.title
source: Sync Watch Context
ca_es: Context de la sincronització de rellotges
cs: Kontext synchronizace s hodinkami
cy_gb: Sync cyd-destun Watch
da: Synkroniser urkontekst
de: Watch-Kontext synchronisieren
el: Συγχρονισμός περιβάλλοντος παρακολούθησης
es: Contexto de la sincronización de relojes
fi: Synkronoi kellon kontekstia
fr: Synchronisation du contexte de la montre
hu: Watch kontextus szinkronizálása
id: Selaraskan Konteks Watch
ja: ウォッチコンテキストの同期
ko_kr: 시계 컨텍스트 동기화
nl: Synchroniseer Horloge Context
pt_br: Sincronizar contexto de observação
ru: Синхронизировать контекст с Watch
sl: Sinhronizacija podatkov iz ure
tr: Eşitleme İzleme Bağlamı
uk: Синхронізація контексту годинника
zh_hans: 同步
zh_hant: 同步手錶內容

# token_error.token_unavailable
source: Token is unavailable.
ca_es: El token no està disponible.
cs: Token není k dispozici.
cy_gb: Nid yw Token ar gael.
da: Token er ikke tilgængelig.
de: Token ist nicht verfügbar.
el: Το διακριτικό δεν είναι διαθέσιμο.
es: El token no está disponible.
et: Token pole saadaval.
fi: Polettia ei ole käytettävissä.
fr: Le jeton n'est pas disponible.
hu: A token nem elérhető.
id: Token tidak tersedia.
it: Il Token non è disponibile.
ja: トークンが利用できません。
ko_kr: 토큰을 사용할 수 없습니다.
nb: Token er ikke tilgjengelig.
nl: Token is niet beschikbaar.
pl_pl: Token jest niedostępny.
pt_br: O token não está disponível.
ru: Токен недоступен.
sl: Žeton ni na voljo.
sv: Token är inte tillgänglig.
tr: Anahtar kullanılamıyor.
uk: Токен недоступний
zh_hans: 令牌不可用。
zh_hant: 密鑰不可用。

# token_error.expired
source: Token is expired.
ca_es: El token ha caducat.
cs: Platnost tokenu vypršela.
cy_gb: Mae Token wedi dod i ben.
da: Token er udløbet.
de: Das Token ist abgelaufen.
el: Το διακριτικό έχει λήξει.
es: El token ha caducado.
et: Token on aegunud.
fi: Poletti on vanhentunut.
fr: Le jeton a expiré.
hu: A token lejárt.
id: Token kedaluwarsa.
it: Il token è scaduto.
ja: トークンの有効期限が切れています。
ko_kr: 토큰이 만료되었습니다.
nb: Token er utløpt.
nl: Token is verlopen.
pl_pl: Token wygasł.
pt_br: O token expirou.
ru: Срок действия токена истёк.
sl: Žeton je potekel.
sv: Token har upphört att gälla.
tr: Anahtar süresi doldu.
uk: Токен застарів
zh_hans: 令牌已过期。
zh_hant: 密鑰已過期。
