Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# extensions.map.location.new
source: New Location
ca_es: Nova ubicació
cs: Nová poloha
cy_gb: Lleoliad Newydd
da: Ny lokalitet
de: Neuer Standort
el: Νέα τοποθεσία
es: Nueva ubicación
et: Uus asukoht
fi: Uusi sijainti
fr: Nouvel emplacement
hu: Új helyszín
id: Lokasi Baru
it: Nuova posizione
ja: 新しい場所
ko_kr: 새 위치
nb: Ny plassering
nl: Nieuwe locatie
pl_pl: Nowa lokalizacja
pt_br: Nova localização
ru: Новое местоположение
sv: Ny plats
tr: Yeni Konum
uk: Нове розташування
zh_hans: 新位置
zh_hant: 新座標

# extensions.map.location.original
source: Original Location
ca_es: Ubicació original
cs: Původní poloha
cy_gb: Lleoliad Gwreiddiol
da: Original lokalitet
de: Ursprünglicher Standort
el: Αρχική τοποθεσία
es: Ubicación original
et: Algne asukoht
fi: Alkuperäinen sijainti
fr: Emplacement d’origine
hu: Eredeti helyszín
id: Lokasi Asli
it: Posizione originale
ja: 元の場所
ko_kr: 원래 위치
nb: Opprinnelig plassering
nl: Oorspronkelijke locatie
pl_pl: Oryginalna lokalizacja
pt_br: Localização original
ru: Исходное местоположение
sv: Ursprunglig plats
tr: Özgün Konum
uk: Оригінальне розташування
zh_hans: 原位置
zh_hant: 原座標

# extensions.map.payload_missing_homeassistant.message
source: Payload didn't contain a homeassistant dictionary!
cs: Datová část neobsahovala slovník Home Assistanta!
cy_gb: Nid oedd llwyth tâl yn cynnwys geiriadur homeassistant!
da: Payload indeholdt ikke et Home Assistant-dictonary!
de: Payload enthielt kein Home Assistant Wörterbuch!
el: Το ωφέλιμο φορτίο δεν περιείχε ένα homeassistant λεξικό!
et: Payload ei sisaldanud homeassistanti andmeid!
fi: Hyötykuorma ei sisältänyt kotiavustaja-sanakirjaa!
fr: La trame ne contient pas de dictionnaire homeassistant!
hu: Az adatcsomag nem tartalmazott homeassistant szótárt!
id: Payload tidak berisi data kamus homeassistant!
it: Il payload non conteneva un dizionario per Home Assistant!
ja: ペイロードにはhomeassistant dictionaryが含まれていませんでした。
ko_kr: 페이로드에 Home Assistant 사전이 포함되어 있지 않습니다!
nb: Payload inneholdt ikke en ordbok fra Homeassistant!
nl: Payload bevatte geen homeassistent woordenboek!
pt_br: O payload útil não continha um dicionário Home Assistant!
ru: В данных не было словаря homeassistant!
sv: Nyttolasten innehöll inte en homeassistant-ordbok!
tr: Yükleyici, bir ev yardımcısı sözlüğü içermiyordu!
uk: Вміст не містить не містить словник homeassistant!
zh_hans: 参数未包含 homeassistant 字典！
zh_hant: Payload 中未包含 homeassistant 字典！

# extensions.map.value_missing_or_uncastable.latitude.message
source: Latitude wasn't found or couldn't be casted to string!
cs: Zeměpisná šířka nebyla nalezena nebo ji nelze přenést na řetězec!
cy_gb: Ni ddaethpwyd o hyd i Lledred neu ni ellid ei roi ar linyn!
da: Breddegraden blev ikke fundet eller kunne ikke blive lavet til en streng!
de: Breitengrad wurde nicht gefunden oder konnte nicht auf Zeichenfolge übersetzt werden!
el: Το Latitude δεν βρέθηκε ή δεν ήταν δυνατή η μετατροπή σε αλφαριθμητικό!
et: Laiuskraadi ei leitud või ei saanud muuta tekstiks!
fi: Leveysastetta ei löytynyt tai ei voitu valettaa merkkijonoon!
fr: La latitude n'a pas été trouvée ou n'a pas pu être convertie en texte !
hu: A szélességi fok nem található, vagy nem lehetett kiolvasni!
id: Lintang tidak ditemukan atau tidak bisa diubah menjadi string!
it: La latitudine non è stata trovata o non ha potuto essere inviata alla stringa!
ja: 経度が見つからなかったか、文字列にキャストできませんでした！
ko_kr: 위도를 찾을 수 없거나 문자열로 변환할 수 없습니다!
nb: Breddegrad ble ikke funnet eller kunne ikke bli støpt til streng!
nl: Lengtegraad werd niet gevonden of kon niet naar een string worden gecast!
pl_pl: Szerokość geograficzna nie została znaleziona lub nie mogła być skonwertowana do tekstu!
pt_br: A latitude não foi encontrada ou não pôde ser convertida em string!
ru: Широта не получена или является строкой!
sv: Lattitud hittades inte eller kunde konverteras till sträng!
tr: Enlem bulunamadı ya da dizeye aktarılması!
uk: Широта не була знайдена або не може перетворена в рядок!
zh_hans: 纬度未找到或无法转换成字符串！
zh_hant: 找不到緯度或無法轉換為字串！

# extensions.map.value_missing_or_uncastable.longitude.message
source: Longitude wasn't found or couldn't be casted to string!
cs: Zeměpisná délka nebyla nalezena nebo ji nelze přenést na řetězec!
cy_gb: Ni ddaethpwyd o hyd i Hydred neu ni ellid ei roi i linyn!
da: Længdegraden blev ikke fundet eller kunne ikke blive lavet til en streng!
de: Länge wurde nicht gefunden oder konnte nicht auf Zeichenfolge übersetzt werden!
el: Το γεωγραφικό μήκος δεν βρέθηκε ή δεν ήταν δυνατό να μετατραπεί σε αλφαριθμητικό
et: Pikkuskraadi ei leitud või ei saanud muuta tekstiks!
fi: Pituusastetta ei löytynyt tai sitä ei voitu valettaa merkkijonoon!
fr: La longitude n'a pas été trouvée ou n'a pas pu être convertie en texte !
hu: A hosszúsági fok nem található, vagy nem lehetett kiolvasni!
id: Bujur tidak ditemukan atau tidak bisa diubah menjadi string!
it: La longitudine non è stata trovata o non ha potuto essere inviata alla stringa!
ja: 経度が見つからなかったか、文字列にキャストできませんでした！
ko_kr: 경도를 찾을 수 없거나 문자열로 변환할 수 없습니다!
nb: Lengdegrad ble ikke funnet eller kunne ikke bli støpt til streng!
nl: Lengtegraad werd niet gevonden of kon niet worden gecast!
pl_pl: Długość geograficzna nie została znaleziona lub nie mogła być skonwertowana do tekstu!
pt_br: A longitude não foi encontrada ou não pôde ser convertida em string!
ru: Долгота не получена или является строкой!
sv: Longitud hittades inte eller kunde konverteras till sträng!
tr: Boylam bulunamadı veya aktarılamadı!
uk: Довгота не була знайдена або не може перетворена в рядок!
zh_hans: 经度未找到或无法转换成字符串！
zh_hant: 找不到經度或無法轉換為字串！

# extensions.notification_content.error.no_entity_id
source: No entity_id found in payload!
ca_es: No s'ha trobat cap entity_id a la càrrega útil!
cs: V datové části nebylo nalezeno entiy_id!
cy_gb: Ni chafwyd unrhyw endid_id yn y llwyth tâl!
da: Intet entity_id fundet i payload!
de: Keine Entity_id in der Payload gefunden!
el: Δεν βρέθηκε entity_id στο ωφέλιμο φορτίο!
et: Andmetest ei leitud entity_id!
fi: entity_id:tä ei löydetty hyötykuormasta!
fr: Aucune entity_id trouvée dans la trame !
hu: Nincs entity_id az adatcsomagban!
id: Tidak ada entity_id yang ditemukan di payload!
it: Nessun entity_id trovato nel payload!
ja: ペイロードに、entity_idが見つかりません！
ko_kr: 페이로드에서 entity_id 찾을 수 없습니다!
nb: Ingen datafelter funnet av enhet_id
nl: Geen entity_id gevonden in payload!
pl_pl: Nie znaleziono identyfikatora encji (entity_id) w payload!
pt_br: Nenhum entity_id encontrado no payload!
ru: В полезной нагрузке не найден entity_id!
sv: Ingen entity_id finns i data!
tr: Yükleyicide entity_id bulunamadı!
uk: Жодного entity_id не знайдено у вмісті!
zh_hans: 没有在参数中找到 entity_id！
zh_hant: Payload 中未找到 entity_id！

# extensions.notification_content.error.request.auth_failed
source: Authentication failed!
ca_es: Error d'autenticació!
cs: Ověření se nezdařilo!
cy_gb: Methodd y dilysu!
da: Godkendelse mislykkedes!
de: Authentifizierung fehlgeschlagen!
el: Ο έλεγχος ταυτότητας απέτυχε!
es: Error de autenticación!
et: Tuvastamine nurjus!
fi: Todennus epäonnistui!
fr: L'authentification a échoué !
hu: A hitelesítés sikertelen!
id: Autentikasi gagal!
it: Autenticazione fallita!
ja: 認証に失敗しました！
ko_kr: 인증 실패!
nb: Autentisering mislyktes!
nl: Authenticatie mislukt!
pl_pl: Uwierzytelnianie nie powiodło się!
pt_br: Falha na autenticação!
ru: Ошибка аутентификации.
sv: Autentiseringen misslyckades!
tr: Kimlik Doğrulama Hatası
uk: Не вдалося виконати автентифікацію!
zh_hans: 认证失败！
zh_hant: 驗證失敗！

# extensions.notification_content.error.request.entity_not_found
source: Entity '%@' not found!
ca_es: Entitat '%@' no trobada!
cs: Entita "%@" nebyla nalezena!
cy_gb: Endid ' %@ ' heb ei ddarganfod!
da: Entiteten '%@' blev ikke fundet!
de: Entität '%@' nicht gefunden!
el: Η οντότητα '%@' δεν βρέθηκε!
es: Entidad '%@' no encontrada!
et: Olemit "%@" ei leitud!
fi: Olemusta '%@ ' ei löydy!
fr: Entité'%@' introuvable !
hu: '%@' entitás nem található!
id: Entitas '%@' tidak ditemukan!
it: Entità ' %@ ' non trovata!
ja: エンティティ '%@' が見つかりません！
ko_kr: 구성요소 '%@'를 찾을 수 없습니다!
nb: Enheten %@ ble ikke funnet!
nl: Entiteit ' %@ ' niet gevonden!
pl_pl: Nie znaleziono encji "%@"!
pt_br: Entidade ' %@ ' não encontrada!
ru: Объект «%@» не найден.
sv: Entitet '%@' hittades inte!
tr: Varlık ' %@ ' bulunamadı!
uk: Сутність '%@' не знайдено!
zh_hans: 实体 '%@' 未找到！
zh_hant: 找不到實體 '%@'！

# extensions.notification_content.error.request.other
source: Got non-200 status code (%li)
ca_es: S'ha rebut codi d'estat no-200 (%li)
cs: Stavový kód jiný než 200 (%li)
cy_gb: Wedi derbyn côd statws di-200 %li
da: Modtog en ikke-200 statuskode (%li)
de: Kein HTTP-200 (OK) Status code erhalten (%li)
el: Λήφθηκε κωδικός κατάστασης που δεν είναι 200 (%li)
et: Olekukood on mitte 200 ( %li )
fi: Saatiin non-200 tilakoodia (%d)
fr: Code de statut non-200 (%d)
hu: Nem 200-as állapotkód (%li)
id: Diterima kode status bernilai bukan 200 (%li)
it: Ha ottenuto un codice di stato non-200 (%d)
ja: 200以外のステータスコードを取得しました (%li)
ko_kr: 200이 아닌 상태 코드를 받았습니다(%li)
nb: Mottok non-200 statuskode (%d)
nl: Non-200 Statuscode ontvangen (%d)
pl_pl: Otrzymano kod inny niż 200 (%li)
pt_br: Código de status diferente de 200 ( %li )
ru: Получен неожиданный (не 200) код состояния (%li)
sv: Fick icke-200 statusskoden (%d)
tr: 200 olmayan durum kodu var ( %li )
uk: Отримано статус-код помилки (%li)
zh_hans: 得到了非 200 的状态码（%d）
zh_hant: 取得 non-200 狀態代碼（%li）

# extensions.notification_content.error.request.unknown
source: Unknown error!
ca_es: Error desconegut!
cy_gb: Gwall anhysbys!
da: Ukendt fejl!
el: Αγνωστο σφάλμα!
es: Error desconocido!
fi: Tuntematon virhe!
fr: Erreur inconnue !
it: Errore sconosciuto!
nb: Ukjent feil!
nl: Onbekende fout!
pl_pl: Nieznany błąd!
ru: Неизвестная ошибка.
sv: Okänt fel!
uk: Невідома помилка!
zh_hans: 未知错误！
zh_hant: 未知錯誤！

# extensions.notification_content.hud.loading
source: Loading %@…
ca_es: Carregant %@…
cy_gb: Llwytho %@ …
da: Indlæser %@…
el: Φόρτωση %@ …
es: Cargando %@…
fi: Ladataan %@…
fr: Chargement %@…
it: Caricamento %@…
nb: Laster inn %@ …
nl: Laden %@…
pl_pl: Ładowanie %@…
ru: Загрузка %@…
sv: Läser in %@…
uk: Завантаження %@ …
zh_hans: 正在加载 %@……
zh_hant: 正在載入 %@…

# location_change_notification.siri.body
source: Location update triggered by Siri
ca_es: Ubicació actualitzada per la Siri
cs: Poloha aktualizována spuštěním Siri
cy_gb: Diweddariad lleoliad wedi'i sbarduno gan Siri
da: Lokalitetsopdatering udløst af Siri
de: Standortaktualisierung durch Siri ausgelöst
el: Η ενημέρωση τοποθεσίας ενεργοποιήθηκε από το Siri
es: Actualización de la ubicación activada por Siri
et: Siri käivitas asukoha värskenduse
fi: Sijaintipäivitys laukaistu Siirin kautta
fr: Mise à jour de la position déclenchée par Siri
hu: A Siri által kiváltott helymeghatározás
id: Pembaruan lokasi dipicu oleh Siri
it: Aggiornamento della posizione attivato da Siri
ja: Siriによってトリガーされる位置情報の更新
ko_kr: Siri에 의해 트리거된 위치 업데이트
nb: Plasseringsoppdatering utløst av Siri
nl: Locatie-update geactiveerd door Siri
pl_pl: Aktualizacja lokalizacji uruchomiona przez Siri
pt_br: Atualização de localização acionada pela Siri
ru: Обновление геопозиции вызвано Siri
sv: Platsuppdatering utlöst av Siri
tr: Siri tarafından tetiklenen konum güncellemesi
uk: Оновлення розташування, ініційоване Siri
zh_hans: Siri 触发了更新位置
zh_hant: Siri 觸發座標更新

# notifications_configurator.action.rows.title.title
source: Title
ca_es: Títol
cs: Název
cy_gb: Teitl
da: Titel
de: Titel
el: Τίτλος
es: Título
et: Pealkiri
fi: Otsikko
fr: Titre
hu: Név
id: Judul
it: Titolo
ja: タイトル
ko_kr: 제목
nb: Tittel
nl: Titel
pl_pl: Tytuł
pt_br: Título
ru: Название
sv: Rubrik
tr: Başlık
uk: Заголовок
zh_hans: 标题
zh_hant: 標題

# notifications_configurator.action.text_input.title
source: Text Input
ca_es: Entrada de text
cs: Text
cy_gb: Mewnbwn Testun
da: Tekstinput
el: Εισαγωγή κειμένου
es: Entrada de texto
et: Tekstisisestus
fi: Tekstinsyöttö
fr: Zone de saisie
hu: Szövegbevitel
id: Input Teks
it: Testo del pulsante
ja: テキスト入力
ko_kr: 텍스트 입력
nb: Tekstinput
nl: Tekst invoer
pl_pl: Wpisz tekst
pt_br: Entrada de texto
ru: Ввести текст
sv: Textinmatning
tr: Metin Girişi
uk: Текстове поле введення
zh_hans: 文字输入
zh_hant: 文字輸入

# notifications_configurator.action.rows.text_input_button_title.title
source: Button Title
ca_es: Títol del botó
cs: Název tlačítka
cy_gb: Teitl Botwm
da: Knap-titel
de: Button-Titel
el: Τίτλος κουμπιού
es: Título del botón
et: Nupu pealkiri
fi: Painikkeen nimi
fr: Titre du bouton
hu: Gomb címe
id: Judul Tombol
it: Titolo del pulsante
ja: ボタンのタイトル
ko_kr: 버튼 제목
nb: Knapptittel
nl: Knoptitel
pl_pl: Nazwa przycisku
pt_br: Título do botão
ru: Название кнопки
sv: Knappens rubrik
tr: Düğme Başlığı
uk: Назва кнопки
zh_hans: 按钮标题
zh_hant: 按鈕標題

# notifications_configurator.action.rows.text_input_placeholder.title
source: Placeholder
ca_es: Contenidor
cs: Zástupný obsah
cy_gb: Deiliad Lle
da: Pladsholder
de: Platzhalter
el: Σύμβολο κράτησης θέσης
es: Marcador de posición
et: Kohatäide
fi: Paikanpitäjä
fr: Espace réservé
hu: Helykitöltő
id: Penampung
it: Segnaposto
ja: プレースホルダー
ko_kr: 자리 표시자
nb: Plassholder
nl: Plaatshouder
pl_pl: Tekst zastępczy
pt_br: Local de instalação
ru: Подсказка
sv: Platshållare
tr: Yer tutucu
uk: Заповнювач
zh_hans: 占位符

# notifications_configurator.action.rows.foreground.title
source: Launch app
ca_es: Inicieu l'aplicació
cs: Spustit aplikaci
cy_gb: Dechrau'r ap
da: Start app
de: App starten
el: Εκκίνηση εφαρμογής
es: Ejecutar aplicación
et: Käivita rakendus
fi: Käynnistä sovellus
fr: Lancer l'application
hu: Alkalmazás indítása
id: Luncurkan aplikasi
it: Avviare l'applicazione
ja: アプリを起動
ko_kr: 앱 실행
nb: Start app
nl: Lanceer app
pl_pl: Uruchom aplikację
pt_br: Inicializar aplicativo
ru: Запустить приложение
sv: Starta app
tr: Uygulamayı Başlat
uk: Запустити застосунок
zh_hans: 启动应用程序
zh_hant: 啟動 App

# notifications_configurator.action.rows.foreground.footer
source: Enabling this will cause the app to launch if it's in the background when tapping a notification
ca_es: Si ho habiliteu, l'aplicació s'iniciarà si es té en segon pla quan toqueu una notificació
cs: Pokud toto povolíte, spustí se aplikace, pokud je při klepnutí na oznámení na pozadí
cy_gb: Bydd galluogi hyn yn achosi i'r ap ddechrau os yw yn y cefndir wrth dapio hysbysiad
da: Aktivering af denne vil få appen til at starte, hvis den er i baggrunden, når du trykker på en notifikation.
de: Wenn du dies aktivierst, wird die App gestartet, wenn sie sich beim Tippen auf eine Benachrichtigung im Hintergrund befindet
el: Η ενεργοποίηση αυτού θα προκαλέσει την εκκίνηση της εφαρμογής εάν βρίσκεται στο παρασκήνιο όταν πατάτε μια ειδοποίηση
et: Selle lubamisel käivitub rakendus kui see on märguande puudutamisel taustal
fi: Kun tämä otetaan käyttöön, sovellus käynnistyy, jos se on taustalla, kun napautat ilmoitusta
fr: Si vous activez cette option, l'application se lancera si elle est en arrière-plan lorsque vous appuyez sur une notification.
hu: Ennek engedélyezésével az alkalmazás elindul, ha a háttérben van, amikor megérinti az értesítést
id: Mengaktifkan ini akan menyebabkan aplikasi diluncurkan jika berada di latar belakang saat mengetuk notifikasi
it: Abilitando questa opzione, l'applicazione si avvierà se si trova in background quando si tocca una notifica.
ja: これを有効にすると、通知をタップしたときにアプリがバックグラウンドにあった場合は、アプリが起動します
ko_kr: 이 기능을 활성화하면 알림을 탭할 때 앱이 백그라운드에 있는 경우 앱이 시작됩니다
nb: Aktivering av dette vil føre til at appen starter hvis den kjører bakgrunnen når du peker på et varsel
nl: Als u dit inschakelt, wordt de app gestart als deze op de achtergrond staat wanneer u op een melding tikt.
pl_pl: Włączenie tej funkcji spowoduje uruchomienie aplikacji, jeśli znajduje się ona w tle podczas naciskania powiadomienia.
pt_br: Ativar isso fará com que o aplicativo seja iniciado se estiver em segundo plano ao tocar em uma notificação
ru: Включение этого приведет к запуску приложения, если оно находится в фоновом режиме при нажатии на уведомление.
sv: Om du aktiverar det här kommer appen att startas ifall den är i bakgrunden då du trycker på en avisering
tr: Bunu etkinleştirmek, bir bildirime dokunduğunuzda arka plandaysa uygulamanın başlatılmasına neden olur
uk: Якщо ввімкнути це, то будучи у фоні програма відкриватиметься при кліку на сповіщення
zh_hans: 启动此功能后当应用在后台运行时，轻点通知将启动应用
zh_hant: 開啟此功能，當點選通知時、將會啟動於背景執行的 App。

# notifications_configurator.action.rows.destructive.title
source: Destructive
ca_es: Destructiu
cs: Destruktivní
cy_gb: Dinistriol
da: Destruktiv
de: Destruktiv
el: Καταστροφικό
es: Destructivo
et: Hävitav
fi: Tuhoisa
fr: Destructeur
hu: Destruktív
id: Merusak
it: Distruttivo
ja: 破壊的な
ko_kr: 파괴적인
nb: Destruktive
nl: Vernietigend
pl_pl: Niebezpieczne
pt_br: Destrutivo
ru: Разрушительной
sv: Destruktiv
tr: Yıkıcı
uk: Руйнівний
zh_hans: 破坏性
zh_hant: Desctructive

# notifications_configurator.action.rows.destructive.footer
source: When enabled, the action button is displayed with special highlighting to indicate that it performs a destructive task.
ca_es: Quan està habilitat, el botó d'acció es mostra amb un ressaltat especial per indicar que realitza una tasca destructiva.
cs: Je-li povoleno, zobrazí se akční tlačítko se speciálním zvýrazněním, které označuje, že provádí destruktivní úlohu.
cy_gb: Pan fydd wedi'i alluogi, mae'r botwm gweithredu yn cael ei arddangos gydag uchafbwyntiau arbennig i nodi ei fod yn cyflawni tasg ddinistriol.
da: Når den er aktiveret, vises handlingsknappen med særlig fremhævning for at indikere, at den udfører en destruktiv opgave.
de: Wenn aktiviert, wird die Aktionsschaltfläche mit besonderer Hervorhebung angezeigt, um anzuzeigen, dass sie eine destruktive Aufgabe ausführt.
el: Όταν ενεργοποιηθεί, το κουμπί ενέργειας εμφανίζεται με ειδική επισήμανση που υποδεικνύει ότι εκτελεί μια καταστροφική εργασία.
et: Kui see on lubatud, kuvatakse toimingunupp spetsiaalse esiletõstmisega, mis näitab, et see täidab hävitavat ülesannet.
fi: Käyttöönotettu, tapahtumapainike korostetaan osoittaakseen, että se suorittaa tuhoisan tehtävän.
fr: Lorsqu'il est activé, le bouton d'action est affiché avec une mise en surbrillance spéciale pour indiquer qu'il effectue une tâche destructive.
hu: Ha engedélyezve van, a műveletgomb külön kiemeléssel jelenik meg, jelezve, hogy destruktív feladatot hajt végre.
id: Saat diaktifkan, tombol tindakan ditampilkan dengan penyorotan khusus untuk menunjukkan bahwa tombol akan melakukan tugas yang merusak.
it: Se abilitato, il pulsante di azione viene visualizzato con un'evidenziazione speciale per indicare che esegue un'operazione "distruttiva".
ja: 有効にすると、アクションボタンが破壊的なタスクを実行することを示す特別なハイライトで表示されます。
ko_kr: 활성화하면 동작 버튼이 파괴적인 작업을 수행함을 나타내기 위해 특수 강조 표시로 표시됩니다.
nb: Når aktivert, vises handlingsknappen med spesiell markering for å indikere at den utfører en ødeleggende oppgave.
nl: Indien ingeschakeld, wordt de actieknop weergegeven met speciale markering om aan te geven dat het een destructieve taak uitvoert.
pl_pl: Gdy włączony, przycisk akcji będzie posiadał specjalne podświetlenie, wskazujące na wykonywanie niebezpiecznego zadania.
pt_br: Quando ativado, o botão de ação é exibido com destaque especial para indicar que ele executa uma tarefa destrutiva.
ru: Когда эта функция включена, кнопка действия отображается со специальной подсветкой, чтобы указать, что она выполняет деструктивную задачу.
sv: När den är aktiverad visas åtgärdsknappen med särskild markering för att indikera att den utför en destruktiv uppgift.
tr: Etkinleştirildiğinde, yıkıcı bir görev gerçekleştirdiğini belirtmek için eylem düğmesi özel vurgulama ile görüntülenir.
uk: Якщо ввімкнено, кнопка дії виділятиметься, щоб вказувати на те, що вона виконує деструктивну дію.
zh_hans: 启用后，执行按钮将以特殊高亮显示，以表明它会执行破坏性的任务。
zh_hant: 開啟後、觸發動作按鈕將會以特殊標明顯示，以表示正在執行 Destructive 任務。

# notifications_configurator.action.rows.authentication_required.title
source: Authentication Required
ca_es: Autenticació obligatòria
cs: Vyžadováno ověření
cy_gb: Angen Dilysu
da: Godkendelse påkrævet
de: Authentifizierung erforderlich
el: Απαιτείται έλεγχος ταυτότητας
es: Autenticación requerida
et: Nõutav on tuvastamine
fi: Vaaditaan todennusta
fr: Identification requise
hu: Hitelesítés szükséges
id: Diperlukan Autentikasi
it: Autenticazione richiesta
ja: 認証が必要
ko_kr: 인증 필요
nb: Godkjenning kreves
nl: Authenticatie vereist
pl_pl: Wymagane uwierzytelnienie
pt_br: Autentificação requerida
ru: Требуется аутентификация
sv: Autentisering krävs
tr: Kimlik doğrulama istendi
uk: Потрібна автентифікація
zh_hans: 需要认证
zh_hant: 需要驗證
