Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# actions_configurator.rows.text.title
source: Text
cy_gb: Testun
da: Tekst
el: Κείμενο
es: Texto
et: Tekst
fi: Teksti
fr: Texte
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko_kr: 텍스트
nb: Tekst
nl: Tekst
pl_pl: Tekst
pt_br: Texto
ru: Текст
sl: Besedilo
tr: Metin
uk: Текст
zh_hans: 文本
zh_hant: 文字

# actions_configurator.rows.text_color.title
source: Text Color
ca_es: Color del text
cs: Barva textu
cy_gb: Lliw Testun
da: Tekstfarve
de: Textfarbe
el: Χρώμα κειμένου
es: Color del texto
et: Teksti värv
fi: Tekstin väri
fr: Couleur du texte
hu: Szöveg színe
id: Warna Teks
it: Colore del testo
ja: テキストの色
ko_kr: 텍스트 색상
nb: Tekstfarge
nl: Tekst kleur
pl_pl: Kolor tekstu
pt_br: Cor do texto
ru: Цвет текста
sl: Barva besedila
sv: Textfärg
tr: Metin Rengi
uk: Колір тексту
zh_hans: 文字颜色
zh_hant: 文字顏色

# actions_configurator.title
source: New Action
ca_es: Nova acció
cs: Nová akce
cy_gb: Gweithrediad Newydd
da: Ny handling
de: Neue Aktion
el: Νέα ενέργεια
es: Nueva Acción
et: Uus toiming
fi: Uusi toiminto
fr: Nouvelle action
hu: Új művelet
id: Aksi Baru
it: Nuova azione
ja: 新しいアクション
ko_kr: 새 동작
nb: Ny Action
nl: Nieuwe actie
pl_pl: Nowa akcja
pt_br: Nova ação
ru: Новое действие
sl: Novo dejanje
sv: Lägg till åtgärd
tr: Yeni Eylem
uk: Нова дія
zh_hans: 新动作
zh_hant: 新增觸發動作

# alerts.alert.ok
source: OK
ca_es: D'acord
cy_gb: Iawn
el: Εντάξει
et: Sobib
id: Oke
nl: Oké
ru: ОК
sl: v redu
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 好

# alerts.confirm.cancel
source: Cancel
ca_es: Cancel·lar
cs: Zrušit
cy_gb: Canslo
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ko_kr: 취소
nb: Avbryt
nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru: Отмена
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alerts.confirm.ok
source: OK
ca_es: D'acord
cy_gb: Iawn
el: Εντάξει
et: Sobib
id: Oke
nl: Oké
ru: ОК
sl: v redu
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 好

# alerts.prompt.cancel
source: Cancel
ca_es: Cancel·lar
cs: Zrušit
cy_gb: Canslo
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ko_kr: 취소
nb: Avbryt
nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru: Отмена
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alerts.prompt.ok
source: OK
ca_es: D'acord
cy_gb: Iawn
el: Εντάξει
et: Sobib
id: Oke
nl: Oké
ru: ОК
sl: v redu
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 好

# location_change_notification.visit.body
source: Location updated via Visit
ca_es: Ubicació actualitzada mitjançant Visita
cs: Poloha aktualizována prostřednictvím návštěvy
cy_gb: Wedi diweddaru'r lleoliad trwy Visit
da: Lokalitet opdateret via Visit
de: Standort aktualisiert über Besuch
el: Η τοποθεσία ενημερώθηκε μέσω επίσκεψης
es: Ubicación actualizada a través de la Visita
et: Asukohta värskendati Visiti kaudu
fi: Sijainti päivitetty vierailun kautta
fr: Emplacement mis à jour par une visite
hu: Helymegatározás frissítve a Visit segítségével
id: Lokasi diperbarui melalui Kunjungan
it: Posizione aggiornata tramite visita
ko_kr: Visit을 통해 업데이트된 위치
nb: Plasseringen oppdatert via besøk
nl: Locatie bijgewerkt via Visit
pl_pl: Lokalizacja zaktualizowana przez Visit
pt_br: Localização atualizada via Visit
ru: Геопозиция обновлена посещением
sl: Lokacija posodobljena z Obiskom
sv: Plats uppdaterad via besök
tr: Ziyaret yoluyla güncellenen konum
uk: Розташування оновлено через Visit
zh_hans: 通过访问更新位置
zh_hant: 已透過拜訪更新座標

# location_change_notification.x_callback_url.body
source: Location updated via X-Callback-URL
ca_es: Ubicació actualitzada mitjançant X-Callback-URL
cs: Poloha aktualizována prostřednictvím X-Callback-URL
cy_gb: Diweddarwyd y lleoliad trwy X-Callback-URL
da: Lokalitet opdateret via X-Callback-URL
de: Standort via X-Callback-URL aktualisiert
el: Η τοποθεσία ενημερώθηκε μέσω X-Callback-URL
es: Ubicación actualizada a través de X-Callback-URL
et: Asukohta värskendati X-Callback-URL-i kaudu
fi: Sijainti päivitetty X-Callback-URL-osoitteen kautta
fr: Emplacement mis à jour via X-Callback-URL
hu: Helymegatározás frissítve az X-Callback-URL segítségével
id: Lokasi diperbarui melalui X-Callback-URL
it: Posizione aggiornata tramite X-Callback-URL
ko_kr: X-Callback-URL을 통해 업데이트된 위치
nb: Plasseringen oppdatert via X-Callback-URL
nl: Locatie bijgewerkt via X-Callback-URL
pl_pl: Lokalizacja aktualizowana za pomocą X-Callback-URL
pt_br: Localização atualizada via X-Callback-URL
sl: Lokacija posodobljena prek naslova X-Callback-URL
sv: Plats uppdaterad via X-Callback-URL
tr: Konum X-Callback-URL ile güncellendi
uk: Розташування оновлено через X-Callback-URL
zh_hans: 通过 URL Scheme 更新位置
zh_hant: 已透過 X-Callback-URL 更新座標

# notifications_configurator.category.preview_notification.body
source: This is a test notification for the %@ notification category
ca_es: Aquesta és una notificació de prova per a la categoria de notificació %@
cs: Toto je testovací oznámení pro kategorii oznámení %@
cy_gb: Dyma hysbysiad prawf ar gyfer y categori hysbysu %@
da: Dette er en testnotifikation for notifikationskategorien %@
de: Dies ist eine Testbenachrichtigung für die Benachrichtigungskategorie %@
el: Αυτή είναι μια δοκιμαστική ειδοποίηση για την κατηγορία ειδοποιήσεων %@
es: Esta es una notificación de prueba para la categoría de notificación %@
et: See on teavituskategooria %@ testteatis
fi: Tämä on %@ ilmoitusluokan testiilmoitus
fr: Ceci est un test pour la catégorie de notification %@
hu: Ez egy tesztértesítés a(z) %@ értesítési kategóriához.
id: Ini adalah uji notifikasi untuk kategori notifikasi %@
it: Questa è una notifica di prova per la categoria di notifica %@
ko_kr: 이것은 %@ 알림 카테고리에 대한 알림 테스트입니다.
nb: Dette er et testvarsel for %@ kategorien
nl: Dit is een testaanmelding voor de categorie %@ voor notificaties.
pl_pl: To jest powiadomienie testowe dla kategorii powiadomień %@
pt_br: Esta é uma notificação de teste para a categoria de notificação %@
sl: To je testno obvestilo za %@ obvestilno kategorijo
sv: Detta är ett testmeddelande för notiskategorin %@
tr: Bu, %@ bildirim kategorisi için bir test bildirimi
uk: Це тестове сповіщення для категорії сповіщень %@
zh_hans: 这是通知类别%@的测试通知
zh_hant: 這是通知類型 %@ 的一則測試通知訊息

# notifications_configurator.category.preview_notification.title
source: Test notification
ca_es: Notificació de prova
cs: Testovací oznámení
cy_gb: Hysbysiad profi
da: Testnotifikation
de: Testbenachrichtigung
el: Ειδοποίηση δοκιμής
es: Probar notificación
et: Testi teatist
fi: Testiilmoitus
fr: Notification de test
hu: Teszt értesítés
id: Uji notifikasi
it: Notifica di prova
ja: テスト通知
ko_kr: 알림 테스트
nb: Test varsling
nl: Test kennisgeving
pl_pl: Testowe powiadomienie
pt_br: Notificação de teste
ru: Проверить уведомление
sl: Testiraj obvestila
sv: Testa notis
tr: Test bildirimi
uk: Тестове сповіщення
zh_hans: 测试通知
zh_hant: 測試通知

# notifications_configurator.category.rows.actions.footer
source: Categories can have a maximum of 10 actions.
ca_es: Les categories poden tenir un màxim de 10 accions.
cs: Kategorie mohou mít maximálně 10 akcí.
cy_gb: Gall categorïau fod ag uchafswm o 10 gweithred.
da: Kategorier kan maksimalt have 10 handlinger.
de: Kategorien können maximal 10 Aktionen umfassen.
el: Οι κατηγορίες μπορούν να έχουν έως και 10 ενέργειες.
es: Las categorías pueden tener un máximo de 10 acciones.
et: Kategooriatel võib olla kuni 10 toimingut.
fi: Kategorioissa voi olla enintään 10 toimintoa.
fr: Les catégories peuvent avoir un maximum de 10 actions.
hu: A kategóriák legfeljebb 10 műveletet tartalmazhatnak.
id: Kategori dapat memiliki maksimal 10 tindakan.
it: Le categorie possono avere un massimo di 10 azioni.
ja: カテゴリーには最大10個のアクションを含めることができます。
ko_kr: 카테고리에는 최대 10개의 동작이 있을 수 있습니다.
nb: Kategorier kan ha maksimalt 10 handlinger.
nl: Categorieën kunnen maximaal 10 acties bevatten.
pl_pl: Kategorie mogą mieć maksymalnie 10 akcji.
pt_br: As categorias podem ter no máximo 10 ações.
ru: В категории может быть не больше 10 действий.
sl: V kategorijah je lahko največ 10 dejanj.
sv: Kategorier kan ha högst 10 åtgärder.
tr: Kategorilerin maksimum 10 eylemi olabilir.
uk: Категорії можуть мати не більше 10 дій.
zh_hans: 类别最多可包含10个动作。
zh_hant: Categories 最多可包含 10 個 Actions 參數。

# settings.details_section.integrations.header
source: Integrations
ca_es: Integracions
cy_gb: Integreiddiadau
da: Integrationer
el: Ενσωματώσεις
es: Integraciones
fi: Integraatiot
fr: Intégrations
it: integrazioni
nb: Integrasjoner
nl: Integraties
pl_pl: Integracje
ru: Интеграции
sv: Integrationer
uk: Інтеграції
zh_hans: 集成
zh_hant: 整合

# settings.developer.camera_notification.notification.body
source: Expand this to show the camera content extension
ca_es: Expandeix això per mostrar l'extensió del contingut de la càmera
cs: Rozbalením zobrazíte rozšíření obsahu kamery
cy_gb: Ehangu hyn i ddangos estyniad cynnwys y camera
da: Udvid dette for at vise indholdsudvidelse til kameraindhold
de: Beispiel: Benachrichtigung mit Kamera
el: Αναπτύξτε το για να εμφανιστεί η επέκταση περιεχομένου της κάμερας
et: Laienda seda kaamera sisulaiendi kuvamiseks
fi: Laajenna tätä, jos haluat näyttää kameransisällön laajennusta
fr: Développez pour étendre le contenu de la caméra.
hu: Bontsa ki ezt a kameratartalom-bővítmény megjelenítéséhez
id: Perluas ini untuk menampilkan ekstensi konten kamera
it: Espandere questo per mostrare l'estensione del contenuto della fotocamera
ja: これを展開すると、カメラコンテンツの拡張子が表示されます
ko_kr: 확장하면 카메라 콘텐츠 확장이 표시됩니다.
nb: Utvid dette for å vise kameraets innholdsutvidelse
nl: Vouw dit uit om de extensie voor de camera-inhoud weer te geven
pt_br: Expandir isto para mostrar a extensão do conteúdo da câmera
sl: Razširite to, da se prikaže razširitev vsebine fotoaparata
sv: Expandera för att visa kamerainnehållstillägget
tr: Kamera içerik uzantısını göstermek için bunu genişletin
uk: Розгорніть це, щоб відобразити розширення вмісту камери
zh_hans: 展开此项以显示相机内容扩展
zh_hant: 展開以顯示鏡頭內容擴充

# settings.developer.camera_notification.title
source: Show camera notification content extension
cs: Zobrazit rozšíření obsahu oznámení kamery
cy_gb: Dangos estyniad cynnwys hysbysiad camera
da: Vis indholdsudvidelse til kameranotifikationer
de: Zeige die Kamerabenachrichtigung
el: Εμφάνιση επέκτασης περιεχομένου ειδοποιήσεων κάμερας
et: Kuva kaamera märguannete sisulaiend
fi: Näytä kameransisällön ilmoituslaajennusta
fr: Afficher le contenu de notification de la caméra
hu: Kamera értesítés tartalmi kiterjesztés megjelenítése
id: Tampilkan ekstensi konten notifikasi kamera
it: Mostra l'estensione del contenuto della notifica della videocamera
ja: カメラ通知コンテンツ拡張機能を表示する
ko_kr: 카메라 알림 콘텐츠 확장 표시
nb: Vis innholdsutvidelsen for kameravarsling
nl: Toon de inhoud van de cameramelding
pt_br: Mostrar extensão de conteúdo de notificação da câmera
sl: Pokaži razširitev vsebine obvestil kamere
sv: Visa tillägg för kamera-aviseringsinnehåll
tr: Kamera bildirimi içerik uzantısını göster
uk: Показати розширення вмісту сповіщень камери
zh_hans: 显示相机通知内容扩展
zh_hant: 顯示鏡頭通知內容擴充

# settings.developer.copy_realm.alert.message
source: Copied Realm from %@ to %@
ca_es: S'ha copiat el Regne de %@ a %@
cs: Realm zkopírován z %@ do %@
cy_gb: Realm wedi'i gopïo o %@ i %@
da: Kopierede Realm fra %@ til %@
de: Bereich von %@ nach %@ kopiert
el: Αντιγράφηκε Realm από %@ σε %@
et: Realm kopeeriti asukohast %@ sihtkohta %@
fi: Realm kopioitu kohteesta %@ kohteeseen %@
fr: Domaine copié de %@ à %@
hu: Realm másolva innen %@ ide: %@
id: Realm disalin dari %@ ke %@
it: Copiato Realm da %@ a %@
ja: レルムを、%@ から %@ にコピーしました
ko_kr: %@에서 %@로 Realm을 복사했습니다.
nb: Kopiert område fra %@ til %@
nl: Gekopieerde realm van %@ naar %@
pt_br: Realm copiado de %@ para %@
sl: Kopirano področje iz %@ v %@
sv: Kopierat sfär från %@ till %@
tr: Kopyalanır Bölge %@ ile %@
uk: Скопійовано сферу з %@ по %@
zh_hans: 复制区域%@到%@
zh_hant: 複製範圍 %@ 至 %@

# settings.developer.copy_realm.alert.title
source: Copied Realm
ca_es: Regne copiat
cs: Realm byl zkopírován
cy_gb: Realm wedi'i gopïo
da: Kopierede Realm
de: Kopierter Bereich
el: Το Realm αντιγράφηκε
et: Realm on kopeeritud
fi: Realm kopioitu
fr: Domaine copié
hu: Realm átmásolva
id: Realm yang Disalin
it: Realm copiato
ja: コピーされたレルム
ko_kr: Realm을 복사했습니다.
nb: Kopiert Realm
nl: Gekopieerd Realm
pt_br: Realm Copiado
sl: Kopirano področje
sv: Kopierat sfär
tr: Kopyalanan Bölge
uk: Скопійовано сферу
zh_hans: 当前区域已复制
zh_hant: 複製範圍

# settings.developer.copy_realm.title
source: Copy Realm from app group to Documents
ca_es: Copia el Regne del grup d'aplicacions a Documents
cs: Kopírovat Realm ze skupiny aplikací do Dokumentů
cy_gb: Copi Realm o'r grŵp apiau i Documents
da: Kopiér Realm fra appgruppe til Dokumenter
de: Kopiere AppGroup/store.realm nach Documents/default.realm
el: Αντιγράψτε το Realm από την ομάδα εφαρμογών στα Έγγραφα
et: Kopeeri Realm rakenduste rühmast jaotisesse Dokumendid
fi: Kopioi Realm sovellusryhmästä Documents:iin
fr: Copier le domaine d'un groupe d'applications vers des documents
hu: Realm másolása az alkalmazáscsoportból a Dokumentumokba
id: Salin Realm dari grup aplikasi ke Dokumen
it: Copia il reame dal gruppo di app in Documenti
ko_kr: 앱 그룹에서 문서로 Realm 복사
nb: Kopier Realm fra App Group til Dokumenter
nl: Kopieer Realm van app-groep naar Documenten
pt_br: Copie o Realm do grupo de aplicativos para Documentos
sl: Kopirajte področje iz skupine aplikacij v dokumente
sv: Kopiera sfär från appgrupp till dokument
tr: Realm'i uygulama grubundan Belgelere kopyala
uk: Копіювати сферу з групи застосунка у документи
zh_hans: 将应用组中的内容复制到文档
zh_hant: 由 App 群組複製範圍至文件

# settings.developer.export_log_files.title
source: Export log files
ca_es: Exporta els fitxers de registre
cs: Exportovat soubory logu
cy_gb: Allgludo ffeiliau log
da: Eksporter logfiler
de: Log-Dateien exportieren
el: Εξαγωγή αρχείων καταγραφής
es: Exportar archivos de registro
et: Ekspordi logifailid
fi: Loki-tiedostojen vienti
fr: Exporter les fichiers de log
hu: Naplófájlok exportálása
id: Ekspor file log
it: Esporta i log
ja: ログファイルのエクスポート
ko_kr: 로그 파일 내보내기
nb: Eksporter loggfiler
nl: Logbestanden exporteren
pl_pl: Eksportuj pliki z logami
pt_br: Exportar arquivos de registro
ru: Отправить журнал
sl: Izvozi datoteke dnevnika
sv: Exportera loggfiler
tr: Günlük dosyalarını dışa aktar
uk: Експорт файлів журналу
zh_hans: 导出日志文件
zh_hant: 事件紀錄匯出

# settings.developer.footer
source: Don't use these if you don't know what you are doing!
ca_es: No les utilitzeu si no sabeu el que feu!
cs: Toto nepoužívejte, pokud nevíte, co děláte!
cy_gb: Peidiwch â defnyddio'r rhain os nad ydych chi'n gwybod beth rydych chi'n ei wneud!
da: Brug ikke disse, hvis du ikke ved, hvad du laver!
de: Verwende diese nicht, wenn du nicht weißt, was du tust!
el: Μην τα χρησιμοποιείτε αυτά αν δεν ξέρετε τι κάνετε!
es: No los uses si no sabes lo que estás haciendo!
et: Ära kasuta neid kui ei tea mida teed!
fi: Älä käytä näitä, jos et tiedä mitä teet!
fr: Ne pas utiliser si vous ne savez pas ce que vous faites!
hu: Ne használja ezeket, ha nem tudja, mit csinál!
id: Jangan utak-atik di sini, jika Anda tidak tahu apa yang Anda lakukan!
it: Non usare queste opzioni se non sai quello che stai facendo!
ja: あなたが何をしているのかわからない場合は、これらを使用しないでください！
ko_kr: 자신이 무엇을 하고 있는지 모른다면 사용하지 마세요!
nb: Ikke bruk disse hvis du ikke vet hva du gjør!
nl: Gebruik deze niet als je niet weet wat je doet!
pl_pl: Nie używaj ich, jeśli nie wiesz, co robisz!
pt_br: Não use isto se você não souber o que está fazendo!
ru: Не трогайте их, если не знаете, что делаете!
sl: Ne uporabljajte teh, če ne veste, kaj počnete!
sv: Använd inte dessa om du inte vet vad du gör!
tr: Ne yaptığınızı bilmiyorsanız bunları kullanmayın!
uk: Якщо ви не знаєте, що робите — краще нічого не чіпайте!
zh_hans: 如果您不知道自己在做什么，请不要进行操作！
zh_hant: 請不要使用此些功能，假設您不確定內容！

# settings.developer.header
source: Developer
ca_es: Desenvolupador
cs: Vývojář
cy_gb: Datblygwr
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Elaborador
et: Arendaja
fi: Kehittäjä
fr: Développeur
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: デベロッパー
ko_kr: 개발자
nb: Utvikler
nl: Ontwikkelaar
pl_pl: Programista
pt_br: Desenvolvedor
ru: Инструменты разработчика
sl: Razvijalec
sv: Utvecklare
tr: Geliştirici
uk: Розробник
zh_hans: 开发者
zh_hant: 開發人員

# settings.developer.map_notification.notification.body
source: Expand this to show the map content extension
ca_es: Expandiu això per mostrar l'extensió del contingut del mapa
cs: Rozbalením zobrazíte rozšíření obsahu mapy
cy_gb: Ehangu hyn i ddangos estyniad cynnwys y map
da: Udvid dette for at vise kortindholdsudvidelsen
de: Beispiel: Benachrichtigung mit Karte
el: Αναπτύξτε το για να εμφανίσετε την επέκταση περιεχομένου χάρτη
es: Expanda esto para mostrar la extensión del contenido del mapa
et: Laienda seda kaardi sisulaiendi kuvamiseks
fi: Laajenna tätä, jos haluat näyttää kartansisällönlaajennusta
fr: Développez pour étendre le contenu de la carte.
hu: Bontsa ki a térképtartalom-bővítmény megjelenítéséhez
id: Perluas ini untuk menampilkan ekstensi konten peta
it: Espandi questo per mostrare l'estensione del contenuto della mappa
ko_kr: 지도 콘텐츠 확장을 표시하려면 확장하세요.
nb: Utvid dette for å vise kartinnholdsutvidelsen
nl: Vouw dit uit om de inhoudsextensie van de kaart weer te geven
pt_br: Expandir isto para mostrar a extensão do conteúdo do mapa
sl: Razširite to, da se prikaže razširitev vsebine zemljevida
sv: Expandera för att visa kartinnehållstillägget
tr: Harita içeriği uzantısını göstermek için bunu genişletin
uk: Розгорніть це, щоб відобразити розширення вмісту карти
zh_hans: 展开它以显示地图内容扩展名
zh_hant: 展開以顯示地圖內容擴充

# settings.developer.map_notification.title
source: Show map notification content extension
ca_es: Mostra extensió de contingut de notificació de mapa
cs: Zobrazit rozšíření obsahu oznámení mapy
cy_gb: Dangos estyniad cynnwys hysbysiad map
da: Vis indholdsudvidelse til kortnotifikationer
de: Zeige die Kartenbenachrichtigung
el: Εμφάνιση επέκτασης περιεχομένου ειδοποίησης χάρτη
es: Mostrar extensión de contenido de notificación de mapa
et: Kuva kaarditeatiste sisulaiend
fi: Näytä kartansisällönilmoituksenlaajennusta
fr: Afficher l'extension de contenu de notification de la carte
hu: Térképi értesítés tartalmi kiterjesztés megjelenítése
id: Memperlihatkan ekstensi konten notifikasi peta
it: Mostra l'estensione del contenuto della notifica della mappa
ko_kr: 지도 알림 콘텐츠 확장 표시
nb: Vis varsel om innholds utvidelse for kart
nl: Toon inhoudsuitbreiding voor kaartmeldingen
pt_br: Mostrar extensão de conteúdo de notificação de mapa
sl: Prikaži razširitev vsebine obvestil na zemljevidu
sv: Visa tillägg för kartaviseringsinnehåll
tr: Harita bildirimi içerik uzantısını göster
uk: Показати розширення вміст сповіщень карти
zh_hans: 展示地图通知内容扩展
zh_hant: 顯示地圖通知內容擴充

# settings_details.actions.footer
source: Actions are used in the Apple Watch app, App Icon Actions and the Today widget
ca_es: Les accions s'utilitzen a l'aplicació Apple Watch, en les accions de les icones de l'aplicació i al Today Widget
cs: Akce se používají v aplikaci Apple Watch, akcích ikon aplikace, widgetu Dnes a CarPlay.
cy_gb: Defnyddir gweithredoedd yn ap Apple Watch, Ap Icon Actions a'r widget Today
da: Handlinger bruges i Apple Watch-appen, App-ikonhandlinger og widgeten 'I dag'
de: Aktionen werden in der Apple Watch App, App Icon Actions und dem Today Widget verwendet.
el: Οι ενέργειες χρησιμοποιούνται στην εφαρμογή Apple Watch, στο εικονίδιο εφαρμογών και στο widget Σήμερα
es: Las acciones se utilizan en la aplicación de Apple Watch, en las acciones de los iconos de la aplicación y en Today Widget
et: Toiminguid kasutatakse Apple Watchi rakenduses, rakenduse ikoonitoimingutes, vidinas Today ja CarPlays.
fi: Toimintoja käytetään Apple Watch-sovelluksessa, sovelluskuvake toiminnoissa ja Today-widgetissä.
fr: Les actions sont utilisées dans l'application Apple Watch, les icônes d'actions et le widget Aujourd'hui.
hu: A műveletek az Apple Watch alkalmazásban, az Alkalmazásikon-műveletekben, a Ma widgetben és a CarPlayben használhatók.
id: Aksi digunakan dalam aplikasi Apple Watch, Aksi Ikon Ap, dan widget Hari Ini.
it: Le azioni vengono utilizzate nel widget, nell'app per Apple Watch e nelle azioni Icon App.
ja: アクションは、Apple Watchアプリ、アプリアイコンアクション、Todayウィジェットで使用されます
ko_kr: 동작은 Apple Watch 앱, 앱 아이콘 동작, 오늘 위젯 및 CarPlay에서 사용됩니다.
nb: Handlinger brukes i Apple Watch-appen, App-ikonhandlinger og widget
nl: Acties worden gebruikt in de Apple Watch-app, App Icon Actions en de Today-widget
pl_pl: Akcje są używane w aplikacji Apple Watch, w akcjach App Icon i widgecie Dzisiaj
pt_br: As ações são usadas no aplicativo Apple Watch, App Icon Actions e no Widget Today
ru: Действия используются в приложении Apple Watch, действиях у значка приложения, и в виджете на экране «Сегодня»
sl: Dejanja se uporabljajo v Apple Watch aplikaciji, App Icon Actions in widget Today
sv: Åtgärder används i Apple Watch, appikonåtgärder och idag-widgeten
tr: Eylemler Apple Watch uygulamasında, Uygulama Simgesi Eylemlerinde ve Bugün widget'inde kullanılır
uk: Дії використовуються у застосунку Apple Watch, діях при натиску на значок застосунку та віджеті «Сьогодні»
zh_hans: 操作将用于Apple Watch应用程序，App图标操作和今天小部件。
zh_hant: 動作將使用於 Apple Watch 程式、 App 圖示動作以及「今日」小工具。

# settings_details.actions.title
source: Actions
ca_es: Accions
cs: Akce
cy_gb: Gweithrediadau
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
et: Toimingud
fi: Toiminnot
hu: Műveletek
id: Aksi
it: Azioni
ja: アクション
ko_kr: 동작
nb: Handlinger
nl: Acties
pl_pl: Akcje
pt_br: Ações
ru: Действия
sl: Dejanja
sv: Åtgärder
tr: Aksiyonlar
uk: Дії
zh_hans: 动作
zh_hant: 動作

# settings_details.general.app_icon.enum.black
source: Black
ca_es: Negre
cs: Černá
cy_gb: Du
da: Sort
de: Schwarz
el: Μαύρο
es: Negro
et: Must
fi: Musta
fr: Noir
hu: Fekete
id: Hitam
it: Nero
ja: 黒
ko_kr: 검정색
nb: Svart
nl: Zwart
pl_pl: Czarna
pt_br: Preto
ru: Чёрный
sl: Črna
sv: Svart
tr: Siyah
uk: Чорний
zh_hans: 黑色
zh_hant: 黑色

# settings_details.general.app_icon.enum.blue
source: Blue
ca_es: Blau
cs: Modrá
cy_gb: Glas
da: Blå
de: Blau
el: Μπλε
es: Azul
et: Sinine
fi: Sininen
fr: Bleu
hu: Kék
id: Biru
it: Blu
ja: 青
ko_kr: 파란색
nb: Blå
nl: Blauw
pl_pl: Niebieska
pt_br: Azul
ru: Синий
sl: Modra
sv: Blå
tr: Mavi
uk: Синій
zh_hans: 蓝色
zh_hant: 藍色

# settings_details.general.app_icon.enum.green
source: Green
ca_es: Verd
cs: Zelená
cy_gb: Gwyrdd
da: Grøn
de: Grün
el: Πράσινο
es: Verde
et: Roheline
fi: Vihreä
fr: Vert
hu: Zöld
id: Hijau
it: Verde
ja: 緑
ko_kr: 초록색
nb: Grønn
nl: Groen
pl_pl: Zielona
pt_br: Verde
ru: Зелёный
sl: Zelena
sv: Grön
tr: Yeşil
uk: Зелений
zh_hans: 绿色
zh_hant: 綠色

# settings_details.general.app_icon.enum.old_beta
source: Old Beta
ca_es: Beta antiga
cs: Stará beta
cy_gb: Hen fersiwn beta
da: Gammel beta
de: Alte Beta
el: Παλιά beta
es: Beta Viejo
et: Vana beetaversioon
fi: Vanha beta
fr: Ancienne bêta
hu: Régi béta
id: Beta Lawas
it: Vecchia Beta
ja: 古いベータ
ko_kr: 이전 베타
nb: Gammel Beta
nl: Oude bèta
pl_pl: Stara beta
pt_br: Beta antigo
ru: Старая бета
sl: Stara Beta različica
sv: Gammal Beta
tr: Eski Beta
uk: Старий Beta
zh_hans: 旧测试版
zh_hant: 舊測試版

# settings_details.general.app_icon.enum.old_dev
source: Old Dev
ca_es: Antic Dev
cs: Stará vývojová
cy_gb: Hen fersiwn datblygwr
da: Gammel udviklings
de: Alte Dev
el: Παλιά ανάπτυξη
es: Viejo Dev
et: Vana arendusversioon
fi: Ohjelmoiden vanha
fr: Ancienne version de Dev
hu: Régi fejlesztői
id: Pengembang Lawas
it: Vecchia Dev
ja: 古いDev
ko_kr: 이전 개발자
nb: Gammel Beta
nl: Oude Dev
pl_pl: Stara deweloperska
pt_br: Desenvolvedor Antigo
ru: Старая Dev
sl: Stara Dev različica
sv: Gammal Dev
tr: Eski Geliştirme
uk: Старий Dev
zh_hans: 旧开发版
zh_hant: 舊開發版
