Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings_sensors.settings.footer
source: Changes will be applied on the next update.
ca_es: Els canvis s'aplicaran a la pròxima actualització.
cs: Změny budou použity při příští aktualizaci.
cy_gb: Bydd newidiadau yn cael eu gweithredu ar y diweddariad nesaf.
da: Ændringer vil træde i kraft ved den næste opdatering.
de: Änderungen werden beim nächsten Update übernommen.
el: Οι αλλαγές θα εφαρμοστούν στην επόμενη ενημέρωση.
es: Los cambios se aplicarán en la próxima actualización.
et: Muudatused rakendatakse järgmisel värskendusel.
fr: Les modifications seront appliquées lors de la prochaine mise à jour.
hu: A módosítások a következő frissítéskor lépnek életbe.
id: Perubahan akan diterapkan pada pembaruan berikutnya.
it: Le modifiche verranno applicate con il prossimo aggiornamento.
ja: 変更は次回のアップデート時に適用されます。
ko_kr: 변경 사항은 다음 업데이트에 적용됩니다.
nb: Endringer blir brukt på neste oppdatering.
nl: De wijzigingen zullen bij de volgende update worden toegepast.
pl_pl: Zmiany zostaną zastosowane przy kolejnej aktualizacji.
pt_br: As alterações serão aplicadas na próxima atualização.
ru: Изменения будут применены при следующем обновлении.
tr: Değişiklikler bir sonraki güncellemede uygulanacaktır.
uk: Зміни набудуть чинності у наступному оновленні.
zh_hant: 變更將於下次更新時生效。

# app_transfer_warning_notification.title
source: ⚠️ Notice of upcoming major app change
ca_es: ⚠️ Avís dels propers canvis importants a l'aplicació
cy_gb: ⚠️ Rhybudd o newid ap mawr sydd ar ddod
da: ⚠️ Varsel om stor kommende app-ændring
el: ⚠️ Ανακοίνωση για επερχόμενη σημαντική αλλαγή εφαρμογής
es: ⚠️ Aviso de los próximos cambios importantes en la aplicación
fr: ⚠️ Avis de changement majeur d'application à venir
it: ⚠️ Avviso di imminente e importante modifica dell'app
nb: ⚠️ Merknad om kommende store appendring
nl: ⚠️ Kennisgeving van aanstaande grote app-wijziging
pl_pl: ⚠️ Powiadomienie o zbliżającej się dużej zmianie w aplikacji
ru: ⚠️ Уведомление о предстоящем значительном изменении приложения
uk: ⚠️ Оголошення про суттєві зміни в застосунку
zh_hant: ⚠️ 即將推出的重大 App 更新

# app_transfer_warning_notification.body
source: Please open this notification for an important update about upcoming changes to Home Assistant Companion
ca_es: Si us plau, obriu aquesta notificació per a una actualització important sobre els propers canvis a Home Assistant Companion
cy_gb: Agorwch yr hysbysiad hwn i gael diweddariad pwysig am y newidiadau sydd ar ddod i Home Assistant
da: Åbn denne notifikation for at få en vigtig opdatering om kommende ændringer af Home Assistant Companion
el: Ανοίξτε αυτήν την ειδοποίηση για μια σημαντική ενημέρωση σχετικά με τις επικείμενες αλλαγές στο Home Assistant Companion
es: Por favor, abra esta notificación para una actualización importante sobre los próximos cambios en Home Assistant Companion
fr: Veuillez ouvrir cette notification pour obtenir une mise à jour importante sur les changements à venir dans Home Assistant Companion
it: Apri questa notifica per un aggiornamento importante sulle prossime modifiche a Home Assistant Companion
nb: Åpne dette varselet for en viktig oppdatering om kommende endringer i Home Assistant Companion
nl: Open deze melding voor een belangrijke update over aanstaande wijzigingen in Home Assistant Companion
pl_pl: Proszę otworzyć to powiadomienie w celu uzyskania aktualnych informacji o nadchodzących zmianach dotyczących Home Assistant Companion.
uk: Будь ласка, відкрийте це сповіщення про важливе оновлення стосовно майбутнього Home Assistant Companion
zh_hant: 請開啟此通知以獲得 Home Assistant Companion 即將推出的重大更新通知

# settings_details.notifications.categories_synced.header
source: Synced Categories
ca_es: Categories sincronitzades
cs: Synchronizované kategorie
cy_gb: Categorïau Synced
da: Synkroniserede kategorier
de: Synchronisierte Kategorien
el: Συγχρονισμένες κατηγορίες
et: Sünkroonitud kategooriad
fr: Catégories synchronisées
hu: Szinkronizált kategóriák
id: Kategori yang Disinkronkan
it: Categorie sincronizzate
ja: 同期されたカテゴリー
ko_kr: 동기화된 카테고리
nb: Synkroniserte kategorier
nl: Gesynchroniseerde categorieën
pl_pl: Zsynchronizowane kategorie
pt_br: Categorias sincronizadas
ru: Синхронизированные категории
tr: Senkronize Kategoriler
uk: Синхронізовані категорії
zh_hant: 已同步類別

# settings_details.notifications.categories_synced.footer
source: Categories defined in .yaml are not editable on device.
ca_es: Les categories definides a .yaml no es poden editar al dispositiu.
cs: Kategorie definované v .yaml není možné upravit v zařízení.
cy_gb: Nid oes modd golygu'r categorïau a ddiffinnir yn .yaml ar ddyfais.
da: Kategorier, der er defineret i .yaml, kan ikke redigeres på enheden.
de: In .yaml definierte Kategorien können auf dem Gerät nicht bearbeitet werden.
el: Οι κατηγορίες που ορίζονται στο .yaml δεν είναι επεξεργάσιμες στη συσκευή.
et: Failis .yaml määratletud kategooriaid ei saa seadmes muuta.
fr: Les catégories définies dans .yaml ne sont pas modifiables sur l'appareil.
hu: A .yaml-ben definiált kategóriák nem szerkeszthetők az eszközön.
id: Kategori yang didefinisikan di .yaml tidak dapat diedit di perangkat.
it: Le categorie definite in .yaml non sono modificabili sul dispositivo.
ko_kr: .yaml에 정의된 카테고리는 기기에서 편집할 수 없습니다.
nb: Kategorier definert i .yaml kan ikke redigeres på enheten.
nl: Categorieën gedefinieerd in .yaml kunnen niet worden bewerkt op het apparaat.
pl_pl: Kategorie zdefiniowane w pliku yaml nie są edytowalne na urządzeniu.
pt_br: As categorias definidas em .yaml não podem ser editadas no dispositivo.
tr: .Yaml olarak tanımlanan kategoriler cihazda düzenlenemez.
uk: Категорії, визначені у .yaml, не можна редагувати на пристрої.
zh_hant: 於 .yaml 中定義的類別無法於裝置上編輯。

# actions_configurator.visual_section.scene_defined
source: The appearance of this action is controlled by the scene configuration.
ca_es: L'aparença d'aquesta acció està controlada per la configuració de l'escena.
cs: Vzhled této akce je řízen konfigurací scény.
cy_gb: Mae ymddangosiad y weithred hon yn cael ei reoli gan gyfluniad yr olygfa.
da: Udseendet af denne handling styres af scenekonfigurationen.
de: Das Erscheinungsbild dieser Aktion wird durch die Szenenkonfiguration gesteuert.
el: Η εμφάνιση αυτής της ενέργειας ελέγχεται από τη ρύθμιση παραμέτρων σκηνής.
et: Selle toimingu välimust juhib stseeni konfiguratsioon.
fr: L'apparence de cette action est contrôlée par la configuration de la scène.
hu: Ennek a műveletnek a megjelenését a jelenet konfigurációja szabályozza.
id: Tampilan aksi ini dikendalikan oleh konfigurasi skenario.
it: L'aspetto di questa azione è controllato dalla configurazione della scena.
ko_kr: 이 동작의 모습은 장면 구성에 의해 제어됩니다.
nb: Utseendet til denne handlingen styres av scenekonfigurasjonen.
nl: Het uiterlijk van deze actie wordt bepaald door de scenarioconfiguratie.
pl_pl: Wygląd tej akcji jest kontrolowany przez konfigurację sceny.
pt_br: A aparência desta ação é controlada pela configuração da cena.
tr: Bu eylemin görünümü, sahne konfigürasyonu tarafından kontrol edilir.
uk: Поява цієї дії контролюється конфігурацією сцени.
zh_hant: 此動作由場景設定所控制。

# actions_configurator.visual_section.scene_hint_footer
source: You can also change these by customizing the Scene attributes: %@
ca_es: També podeu canviar-les personalitzant els atributs Scene: %@
cs: Je možné změnit přizpůsobením atributů scény: %@
cy_gb: Gallwch hefyd newid y rhain trwy addasu'r priodoleddau Golygfa: %@
da: Du kan også ændre disse ved at tilpasse Scene-egenskaberne: %@
de: Du kannst diese auch ändern, indem du die Szenenattribute anpasst: %@
el: Μπορείτε επίσης να τις αλλάξετε προσαρμόζοντας τα χαρακτηριστικά σκηνής: %@
et: Neid saab muuta ka Scene atribuutide kohandamisega: %@
fr: Vous pouvez également les modifier en personnalisant les attributs de scène: %@
hu: Ezeket a jelenet attribútumainak testreszabásával is megváltoztathatja: %@
id: Anda juga dapat mengubahnya dengan menyesuaikan atribut Skenario: %@
it: Puoi anche cambiarli personalizzando gli attributi della Scena: %@
ko_kr: 장면 속성을 사용자 지정하여 변경할 수도 있습니다: %@
nb: Du kan også endre disse ved å tilpasse Scene-attributtene: %@
nl: U deze ook wijzigen door de scènekenmerken aan te brengen: %@
pl_pl: Możesz je również zmienić, dostosowując atrybuty scen: %@
pt_br: Você também pode alterá-los personalizando os atributos da cena: %@
tr: Bunları ayrıca Sahne özelliklerini özelleştirerek de değiştirebilirsiniz: %@
uk: Ви також можете змінити їх, налаштувавши атрибути сцени: %@
zh_hant: 同時也可藉由自訂變更以下場景屬性：%@

# settings_details.actions.scenes.customize_action
source: Customize
ca_es: Personalitzar
cs: Přizpůsobit
cy_gb: Addasu
da: Tilpas
de: Anpassen
el: Προσαρμογή
et: Kohanda
fr: Personnaliser
hu: Testreszabás
id: Sesuaikan
it: Personalizza
ja: カスタマイズ
ko_kr: 사용자 지정
nb: Tilpasse
nl: Aanpassen
pl_pl: Dostosuj
pt_br: Personalizar
ru: Настроить
tr: Özelleştir
uk: Налаштувати
zh_hant: 自訂

# settings_details.actions.scenes.footer
source: When enabled, Scenes display alongside actions. When performed, they trigger scene changes.
ca_es: Quan està habilitat, les escenes es mostren al costat de les accions. Quan es realitzen, activen canvis d'escena.
cs: Pokud je tato možnost povolena, scény se zobrazí společně s akcemi. Při provedení aktivují změny scény.
cy_gb: Pan fydd wedi'i alluogi, mae Golygfeydd yn arddangos ochr yn ochr â gweithredoedd. Pan fyddant yn cael eu perfformio, maent yn sbarduno newidiadau golygfa.
da: Når indstillingen er aktiveret, vises Scener sammen med handlinger. Når de udføres, udløser de sceneændringer.
de: Wenn diese Option aktiviert ist, werden Szenen neben Aktionen angezeigt. Wenn sie ausgeführt werden, lösen sie Szenenwechsel aus.
el: Όταν είναι ενεργοποιημένες, οι σκηνές εμφανίζονται παράλληλα με ενέργειες. Όταν εκτελούνται, προκαλούν αλλαγές στη σκηνή.
et: Kui see on lubatud, kuvatakse stseenid koos toimingutega. Kui need on tehtud, käivitavad need stseeni muutused.
hu: Ha engedélyezve van, a jelenetek a műveletek mellett jelennek meg. Végrehajtásukkor a jelenetváltozásokat indítják el.
id: Saat diaktifkan, skenario ditampilkan bersama aksi. Saat dilakukan, perubahan skenario akan dipicu.
it: Quando questa opzione è abilitata, le scene vengono visualizzate accanto alle azioni. Quando vengono eseguite, attivano le modifiche alla scena.
ko_kr: 활성화하면 장면이 동작과 함께 표시됩니다. 동작이 수행되면 장면 변경이 트리거됩니다.
nb: Når dette er aktivert, vises scener ved siden av handlinger. Når de blir utført, utløser de sceneendringer.
nl: Wanneer ingeschakeld, worden Scènes naast acties weergegeven. Wanneer uitgevoerd, activeren ze scèneveranderingen.
pl_pl: Po włączeniu sceny wyświetlane są obok akcji. Gdy są wykonywane, wyzwalają zmiany scen.
pt_br: Quando ativado, as cenas são exibidas ao lado das ações. Quando executados, eles acionam mudanças de cena.
tr: Etkinleştirildiğinde, Sahneler eylemlerin yanında görüntülenir. Gerçekleştirildiklerinde sahne değişikliklerini tetiklerler.
uk: Коли ввімкнено, сцени показуватимуться поряд з діями. При виконанні, вони викликають зміни сцени.
zh_hant: 開啟後，場景將會顯示於動作旁、觸發執行場景變更。

# settings_details.actions.scenes.title
source: Scene Actions
ca_es: Accions d’escena
cs: Akce scény
cy_gb: Camau Gweithredu Golygfeydd
da: Scenehandlinger
de: Szenen-Aktionen
el: Ενέργειες σκηνής
et: Stseeni toimingud
fr: Éditeur de scène
hu: Jelenet műveletek
id: Aksi Skenario
it: Azioni scena
ja: シーンアクション
ko_kr: 장면 동작
nb: Scene handlinger
nl: Scene Acties
pl_pl: Akcje scen
pt_br: Ações de cena
tr: Sahne Eylemleri
uk: Дії сцени
zh_hant: 景場動作

# settings_details.actions.scenes.empty
source: No Scenes
ca_es: Sense escenes
cs: Žádné scény
cy_gb: Dim Golygfeydd
da: Ingen scener
de: Keine Szenen
el: Καμία σκηνή
et: Stseene pole
fr: Aucune scène
hu: Nincsenek jelenetek
id: Tidak Ada Skenario
it: Nessuna scena
ja: シーンなし
ko_kr: 장면 없음
nb: Ingen scener
nl: Geen scènes
pl_pl: Brak scen
pt_br: Nenhuma cena
ru: Нет сцен
tr: Sahne Yok
uk: Немає сцен
zh_hant: 沒有場景

# onboarding.logged_out_from_move.title
source: You've been logged out :(
ca_es: Heu tancat la sessió :(
cy_gb: Rydych chi wedi cael eich allgofnodi :(
da: Du er blevet logget ud :(
el: Έχετε αποσυνδεθεί :(
fr: Vous avez été déconnecté :(
nb: Du har blitt logget ut :(
nl: Je bent uitgelogd :(
pl_pl: Zostałeś wylogowany :(
ru: Вы вышли из системы :(
uk: Ви вийшли з системи :(
zh_hant: 已經被登出 :(

# onboarding.logged_out_from_move.learn_more
source: Learn more about the move.
ca_es: Obteniu més informació sobre el moviment.
cy_gb: Dysgu mwy am y symud.
da: Få mere at vide om skiftet.
el: Μάθετε περισσότερα για την κίνηση.
nb: Finn ut mer om flyttingen.
nl: Lees meer over de verhuizing.
pl_pl: Dowiedz się więcej o tym ruchu.
ru: Узнайте больше о действиях
uk: Дізнайтеся більше про переміщення.
zh_hant: 詳細了解轉移訊息。

# onboarding.logged_out_from_move.duplicate_warning
source: To avoid duplicate entities, you must remove the existing mobile_app integration for this device in your browser before logging in. Restart HA once logged so services update.
ca_es: Per evitar entitats duplicades, heu d'eliminar la integració de mobile_app existent per a aquest dispositiu al navegador abans d'iniciar la sessió. Reinicieu HA un cop hàgiu iniciat la sessió perquè els serveis s'actualitzin.
cy_gb: Er mwyn osgoi endidau dyblyg, rhaid i chi gael gwared ar y mobile_app integration presennol ar gyfer y ddyfais hon yn eich porwr cyn mewngofnodi.
da: For at undgå dublerede entiteter skal du fjerne den eksisterende integration af mobile_app for denne enhed i din browser, inden du logger ind. Genstart HA når du er logget ind så tjenester opdateres.
el: Για να αποφύγετε διπλές οντότητες, πρέπει να καταργήσετε την υπάρχουσα ενσωμάτωση mobile_app για αυτήν τη συσκευή στο πρόγραμμα περιήγησής σας πριν συνδεθείτε. Επανεκκινήστε το HA μόλις συνδεθείτε, ώστε οι υπηρεσίες να ενημερωθούν.
fr: Pour éviter les entités en double, vous devez supprimer l'intégration mobile_app existante pour cet appareil dans votre navigateur avant de vous connecter. Redémarrez HA une fois connecté afin que les services se mettent à jour.
nb: Hvis du vil unngå dupliserte enheter, må du fjerne den eksisterende mobile_app integreringen for denne enheten i nettleseren før du logger på. Start HA på nytt når du er logget slik at tjenester oppdateres.
nl: Om dubbele entiteiten te voorkomen, moet u de bestaande mobile_app-integratie voor dit apparaat in uw browser verwijderen voordat u zich aanmeldt. Start HA opnieuw op zodra u bent aangemeld, zodat de services worden bijgewerkt.
pl_pl: Aby uniknąć zduplikowanych elementów, należy usunąć istniejącą integrację mobile_app dla tego urządzenia w przeglądarce przed zalogowaniem się. Zrestartuj swoją instancję Home Assistant po zalogowaniu aby zaktualizować serwis 'notify.'.
uk: Щоб уникнути дублювання сутностей, перед тим як увійти в систему, для цього пристрою потрібно видалити наявну інтеграцію mobile_app зі свого браузера.
zh_hant: 為了避免產生重複的實體，於重新登入前、必須於此裝置的瀏覽器內移除現有的 mobile_app 整合。登入後重新啟動 HA 以更新服務。

# onboarding.logged_out_from_move.continue
source: Continue
ca_es: Continuar
cy_gb: Parhau
da: Fortsæt
el: Συνέχεια
fr: Continuer
nb: Fortsette
nl: Ga verder
pl_pl: Kontynuuj
ru: Продолжить
uk: Продовжити
zh_hant: 繼續

# settings_details.privacy.analytics.generic_title
source: Analytics
cs: Analýza
de: Analyse
el: Ανάλυση
et: Analüütika
fr: Analytique
hu: Analitika
id: Analitika
ja: 分析
ko_kr: 분석
nl: Analyse
pl_pl: Analityka
ru: Аналитика
tr: Analitik
uk: Аналітика
zh_hant: 分析資料

# settings_details.privacy.analytics.generic_description
source: Allows collection of basic information about your device and interactions with the app. No user identifiable data is shared, including your Home Assistant URLs and tokens. You must restart the app for changes to this setting to take effect.
ca_es: Permet la recopilació d'informació bàsica sobre el dispositiu i les interaccions amb l'aplicació. No es comparteixen dades identificables de l'usuari, inclosos les URL i els tokens del Home Assistant. Heu de reiniciar l'aplicació perquè els canvis en aquesta configuració tinguin efecte.
cs: Umožňuje shromažďování základních informací o Vašem zařízení a interakcích s aplikací. Nejsou sdílena žádná uživatelsky identifikovatelná data, včetně URL a tokenů Home Assistanta. Změna tohoto nastavení se projeví až po restartování aplikace.
da: Giver mulighed for indsamling af grundlæggende oplysninger om din enhed og interaktioner med appen. Der deles ingen brugeridentificerbare data herunder webadresser og tokens til Home Assistant. Du skal genstarte appen, for at ændringer af denne indstilling kan træde i kraft.
de: Ermöglicht das Sammeln grundlegender Informationen zu Ihrem Gerät und die Interaktion mit der App. Es werden keine vom Benutzer identifizierbaren Daten freigegeben, einschließlich deiner Home Assistant-URLs und -Token. Sie müssen die App neu starten, damit Änderungen an dieser Einstellung wirksam werden.
el: Επιτρέπει τη συλλογή βασικών πληροφοριών σχετικά με τη συσκευή σας και τις αλληλεπιδράσεις με την εφαρμογή. Δεν κοινοποιούνται δεδομένα που να είναι αναγνωρίσιμα από το χρήστη, συμπεριλαμβανομένων των διευθύνσεων URL και των διακριτικών του Home Assistant. Πρέπει να επανεκκινήσετε την εφαρμογή για να εφαρμοστούν οι αλλαγές σε αυτήν τη ρύθμιση.
et: Võimaldab koguda põhiteavet seadme ja rakendusega suhtlemise kohta. Kasutajat tuvastavaid andmeid, sealhulgas teie Home Assistanti URL-e ja lubasid, ei jagata. Selle sätte muudatuste jõustumiseks pead rakenduse taaskäivitama.
fr: Permet la collecte d'informations de base sur votre appareil et les interactions avec l'application. Aucune donnée identifiable par l'utilisateur n'est partagée, y compris vos URL et jetons Home Assistant. Vous devez redémarrer l'application pour que les modifications apportées à ce paramètre prennent effet.
hu: Lehetővé teszi az eszközzel és az alkalmazással való interakciókkal kapcsolatos alapvető információk gyűjtését. Nem osztja meg a felhasználó azonosítható adatait, beleértve a Home Assistant URL-címeit és a tokeneket. Újra kell indítania az alkalmazást ahhoz, hogy a beállítás módosításai hatályba lépjenek.
id: Mengizinkan pengumpulan informasi dasar tentang perangkat Anda dan interaksi dengan aplikasi. Tidak ada data yang dapat diidentifikasi pengguna yang dibagikan, termasuk URL dan token Home Assistant Anda. Anda harus memulai ulang aplikasi agar perubahan pada setelan ini diterapkan.
ko_kr: 기기에 대한 기본 정보 및 앱과의 상호 작용을 수집할 수 있습니다. Home Assistant URL 및 토큰을 포함하여 사용자 식별 데이터는 공유되지 않습니다. 이 설정에 대한 변경 내용을 적용하려면 앱을 다시 시작해야 합니다.
nb: Tillater samling av grunnleggende informasjon om enheten din og interaksjoner med appen. Ingen brukeridentifiserbare data deles, inkludert URL-adresser og symboler for Home Assistant. Du må starte appen på nytt for at endringer i denne innstillingen skal tre i kraft.
nl: Staat toe basisinformatie te verzamelen over uw apparaat en interacties met de app. Er worden geen gebruikersidentificeerbare gegevens gedeeld, inclusief uw URL's en tokens van de Home Assistant. U moet de app opnieuw starten om wijzigingen in deze instelling van kracht te laten worden.
pl_pl: Umożliwia gromadzenie podstawowych informacji o urządzeniu i interakcjach z aplikacją. Nie są udostępniane żadne dane identyfikujące użytkownika, w tym adresy URL Home Assistant'a i tokeny. Aby zmiany w tym ustawieniu zaczęły obowiązywać, należy uruchomić aplikację ponownie.
pt_br: Permite a coleta de informações básicas sobre seu dispositivo e interações com o aplicativo. Nenhum dado de identificação do usuário é compartilhado, incluindo seus URLs e tokens do Home Assistant. Você deve reiniciar o aplicativo para que as alterações nessa configuração tenham efeito.
ru: Позволяет собирать основную информацию о вашем устройстве и взаимодействиях с приложением. Данные, позволяющие установить личность пользователя, в том числе URL-адреса и токены Home Assistant, не передаются. Вы должны перезапустить приложение, чтобы изменения этого параметра вступили в силу.
tr: Cihazınız ve uygulama ile etkileşimleriniz hakkında temel bilgilerin toplanmasına izin verir. Ev Asistanı URL'leriniz ve belirteçleriniz dahil olmak üzere hiçbir kullanıcı tanımlanabilir veri paylaşılmaz. Bu ayarda yapılan değişikliklerin etkili olması için uygulamayı yeniden başlatmalısınız.
uk: Дозволяє збирати основну інформацію про ваш пристрій та взаємодію з додатком. Не надаються ідентифікаційні дані користувача, включаючи URL-адреси та маркери Home Assistant. Потрібно перезапустити програму, щоб зміни цього параметра набрали чинності.
zh_hant: 允許收集關於裝置與 App 整合的基本資訊。將不會包含任何有關於使用者身份資料，包含您的 Home Assistant URL 與密鑰等。必須重新啟動應用程式，變更的設定方能作用。

# settings_details.privacy.crash_reporting.title
source: Crash Reporting
ca_es: Informes d'Errors
cs: Hlášení chyb
da: Rapportering af nedbrud
de: Fehler melden
el: Αναφορά σφαλμάτων
et: Vearaportid
fr: Rapports de crash
hu: Összeomlás jelentése
id: Pelaporan Macet
ja: クラッシュレポート
ko_kr: 충돌 보고
nb: Rapportering om krasj
nl: Crashrapportage
pl_pl: Zgłaszanie awarii
pt_br: Relatório de falhas
ru: Отчеты о сбоях
tr: Kilitlenme Raporlama
uk: Звіти про аварійне завершення роботи
zh_hant: 當機回報
