Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.labels.complication_group_member.utilitarian_small.description
source: A circular area with optional curved text placed along the bezel of the Infograph clock face.
ca_es: Una àrea circular amb text corbat opcional col·locat al llarg del bisell de la cara del rellotge de l'infograf.
cs: Kruhová oblast s volitelným zakřiveným textem umístěná podél lunety ciferníku Infograph.
cy_gb: Ardal gylchol gyda thestun crwm dewisol wedi'i osod ar hyd gwefl wyneb cloc Infograph.
da: Et cirkulært område med valgfri buet tekst placeret langs rammen på Infograf-urskiven.
de: Ein kreisförmiger Bereich mit optionalem gekrümmten Text entlang der Umrahmung des Infograph-Ziffernblatts.
el: Κυκλική περιοχή με προαιρετικό κυρτό κείμενο τοποθετημένο κατά μήκος της πρόσοψης του ρολογιού Infograph.
et: Ringikujuline ala koos valikulise kumera tekstiga, mis on paigutatud piki Infographi kella sihverplaadi raami.
fi: Pyöreä alue, jossa on valinnainen kaareva teksti, sijoitettu Infograph-kellotaulun kehykseen.
fr: Zone circulaire avec un texte incurvé facultatif placé le long de la bordure du cadran Infographe.
hu: Az Infograph óralap lünettája mentén elhelyezett kör alakú terület opcionális ívelt szöveggel.
id: Area lingkaran dengan teks melengkung opsional pada bezel dalam wajah jam Grafik Info.
it: Un'area circolare con testo curvo opzionale posizionato lungo la lunetta del quadrante Infograph.
ko_kr: 선택적 곡선 텍스트가 있는 원형 영역으로, 인포그래프 시계 페이스의 베젤을 따라 배치됩니다.
nb: Et sirkulært område med buet fritekst plassert langs rammen av klokken Infograph.
nl: Een rond gebied met optionele gebogen tekst langs de rand van de Infograph-wijzerplaat.
pt_br: Uma área circular com texto curvo opcional colocado ao longo da moldura do mostrador do relógio Infograph.
sv: Ett cirkulärt område med valfri böjd text placerad längs kanten på Infograf-urtavlan.
tr: Infograph saat yüzünün çerçevesi boyunca yerleştirilmiş isteğe bağlı kavisli metin içeren dairesel bir alan.
uk: Кругла ділянка з додатковим вигнутим текстом, що розміщується вздовж обода годинника.
zh_hans: 带有可选弯曲文字的圆形区域复杂功能，沿着图文表盘的边框放置。
zh_hant: 包含選項文字的弧形區域，顯示於圖像錶面外框。

# watch.labels.complication_group_member.utilitarian_small.name
source: Utilitarian Small
ca_es: Utilitari Petit
cs: Utilitární malý
cy_gb: Bach Iwtilitaraidd
da: Praktisk lille
de: Utilitarisch Klein
el: Χρηστικό μικρό
es: Utilitario pequeño
et: Praktiline väike
fi: Käytännöllinen pieni
fr: Utilitaire Petit
hu: Használati kicsi
id: Utilitarian Kecil
it: Utility Piccolo
ja: 実用的な小
ko_kr: 유틸리티 소형
nb: Utilitaristisk Liten
nl: Utilitair Klein
pt_br: Utilitário pequeno
ru: Служебное малое
sv: Praktisk liten
tr: Küçük Faydalı
uk: Утилітарний маленький
zh_hans: 小区域复杂功能
zh_hant: 小實用

# watch.labels.complication_group_member.utilitarian_small.short_name
source: Small
ca_es: Petit
cs: Malý
cy_gb: Bach
da: Lille
de: Klein
el: Μικρό
es: Pequeño
et: Väike
fi: Pieni
fr: Petit
hu: Kicsi
id: Kecil
it: Piccolo
ja: 小
ko_kr: 소형
nb: Liten
nl: Klein
pt_br: Pequeno
ru: Малое
sl: Majhna
sv: Liten
tr: Küçük
uk: Маленький
zh_hans: 小
zh_hant: 小

# watch.labels.complication_group_member.utilitarian_small_flat.description
source: A large rectangular area used in the Infograph Modular clock face.
cs: Velká obdélníková oblast použitá v modulárním ciferníku Infograph.
cy_gb: Ardal betryal fawr a ddefnyddir yn wyneb cloc Infograph Modular.
da: Et stort rektangulært område brugt i Infograf Modulær-urskiven.
de: Ein großer rechteckiger Bereich, der für das Infograph Modular-Ziffernblatt verwendet wird.
el: Μια μεγάλη ορθογώνια περιοχή που χρησιμοποιείται στην πρόσοψη ρολογιού Infograph Modular.
et: Infograph Modular kella sihverplaadis kasutatav suur ristkülikukujuline ala.
fi: Suuri suorakulmainen alue, jota käytetään Infograph Modulaarinen kellotaulussa.
fr: Grande surface rectangulaire utilisée dans le cadran Infographe modulaire.
hu: Az Infograph Modular óralapján használt nagy téglalap alakú terület.
id: Area kotak besar yang digunakan dalam wajah jam Grafik Info Modular.
it: Una grande area rettangolare utilizzata nel quadrante Infograph Modular.
ja: Infograph Modularの時計の文字盤に使われている大きな長方形のエリア。
ko_kr: 인포그래프 모듈 시계 페이스에 사용되는 대형 직사각형 영역입니다.
nb: Et stort rektangulært område som brukes i Infograph Modular klokke ansikt.
nl: Een groot rechthoekig gebied dat wordt gebruikt in de Infograph Modular-klok.
pt_br: Uma grande área retangular usada no mostrador do relógio Infograph Modular.
ru: Большое прямоугольное дополнение на Модульном циферблате
sv: Ett stort rektangulärt område som används i urtavlan Infograf Modulär.
tr: Infograph Modular saat kadranında kullanılan geniş bir dikdörtgen alan.
uk: Велика прямокутна область, що використовується в циферблаті «Модульний інфограф».
zh_hans: 在图文模块表盘中使用的大方框区域复杂功能。
zh_hant: 大長方形區域使用於圖像組合錶面。

# watch.labels.complication_group_member.utilitarian_small_flat.name
source: Utilitarian Small Flat
cs: Utilitární malý plochý
cy_gb: Fflat Bach Iwtilitaraidd
da: Praktisk lille flad
de: Utility Klein Flach
el: Βοηθητικό μικρό επίπεδο
et: Utilitaarne väike lame
fi: Käytännöllinen pieni litteä
fr: Utilitaire petit allongé
hu: Használati kis lapos
id: Datar Kecil Utilitarian
it: Piccolo Utility Piatto
ja: 実用的なスモールフラット
ko_kr: 유틸리티 소형 플랫
nb: Utilitaristisk Liten Flat
nl: Utilitair klein plat
pt_br: Plano Pequeno utilitário
ru: Служебное малое прямое
sv: Praktisk liten platt
tr: Faydalı Küçük Daire
uk: Утилітарний невеликий плоский
zh_hans: 小方框复杂功能
zh_hant: 小平面實用

# watch.labels.complication_group_member.utilitarian_small_flat.short_name
source: Small Flat
cs: Malý plochý
cy_gb: Fflat Bach
da: Lille flad
de: Klein Flach
el: Μικρό επίπεδο
et: Väike lame
fi: Pieni litteä
fr: Petit allongé
hu: Kis lapos
id: Datar Kecil
ja: スモールフラット
ko_kr: 플랫 소형
nb: Liten Flat
nl: Klein Plat
pt_br: Plano Pequeno
ru: Малое прямое
sv: Liten platt
tr: Küçük Daire
uk: Невеликий плоский
zh_hans: 小方框
zh_hant: 小平實

# watch.labels.complication_template.circular_small_ring_image.description
source: A template for displaying a single image surrounded by a configurable progress ring.
ca_es: Plantilla per mostrar una única imatge envoltada per un anell de progrés configurable.
cs: Šablona pro zobrazení jednoho obrázku obklopeného konfigurovatelným kruhem průběhu.
cy_gb: Templed ar gyfer arddangos delwedd sengl wedi'i amgylchynu gan gylch cynnydd ffurfweddadwy.
da: En skabelon til visning af et enkelt billede omgivet af en konfigurerbar statusring.
de: Eine Vorlage zum Anzeigen eines einzelnen Bildes, das von einem konfigurierbaren Fortschrittsring umgeben ist.
el: Ένα πρότυπο για την εμφάνιση μιας μεμονωμένης εικόνας που περιβάλλεται από ένα δακτύλιο προόδου με δυνατότητα ρύθμισης παραμέτρων.
es: Una plantilla para mostrar una sola imagen rodeada de un anillo de progreso configurable.
et: Mall ühe pildi kuvamiseks, mida ümbritseb konfigureeritav edenemisrõngas.
fi: Malli, joka näyttää yksittäisen kuvan, jota ympäröi määritettävissä oleva edistymisrengas.
fr: Modèle pour afficher une seule image entourée d'un anneau de progression configurable.
hu: Sablon egyetlen kép megjelenítéséhez konfigurálható folyamatgyűrűvel körülvéve.
id: Templat untuk menampilkan gambar tunggal yang dikelilingi oleh cincin kemajuan yang dapat dikonfigurasi.
it: Modello per la visualizzazione di una singola immagine circondata da un anello di avanzamento configurabile.
ja: 設定可能なプログレス リングで囲まれた単一の画像を表示するためのテンプレート。
ko_kr: 구성 가능한 진행률 링으로 둘러싸인 단일 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et enkelt bilde omgitt av en konfigurerbar fremdriftsring.
nl: Een sjabloon voor het weergeven van één afbeelding omgeven door een configureerbare voortgangsring.
pt_br: Um modelo para exibir uma única imagem cercada por um anel de progresso configurável.
ru: Шаблон для показа картинки, обрамлённой кольцом прогресса
sv: En mall för att visa en bild omgiven av en konfigurerbar framstegsring.
tr: Yapılandırılabilir bir ilerleme halkasıyla çevrili tek bir görüntüyü görüntülemek için bir şablon.
uk: Шаблон для відображення окремого зображення, оточеного настроюваним кільцем прогресу.
zh_hans: 显示进度环的单个图片的配置模板
zh_hant: 單圖片環繞可設定進度圓環模板。

# watch.labels.complication_template.circular_small_ring_text.description
source: A template for displaying a short text string encircled by a configurable progress ring.
ca_es: Plantilla per mostrar un text curt envoltat per un anell de progrés configurable.
cs: Šablona pro zobrazení krátkého textu obklopeného konfigurovatelným kruhem průběhu.
cy_gb: Templed ar gyfer arddangos llinyn testun byr wedi'i amgylchynu gan gylch cynnydd ffurfweddadwy.
da: En skabelon til visning af en kort tekststreng omgivet af en konfigurerbar statusring.
de: Eine Vorlage zum Anzeigen einer kurzen Textzeichenfolge, die von einem konfigurierbaren Fortschrittsring umgeben ist.
el: Ένα πρότυπο για την εμφάνιση μιας σύντομης συμβολοσειράς κειμένου που περιβάλλεται από ένα δακτύλιο προόδου με δυνατότητα ρύθμισης παραμέτρων.
es: Una plantilla para mostrar una cadena de texto breve rodeada por un anillo de progreso configurable.
et: Mall konfigureeritava edenemisrõngaga ümbritsetud lühikese tekstistringi kuvamiseks.
fi: Malli, joka näyttää lyhyen tekstimerkkijonon, jonka ympäröi määritettävä edistymisrengasta.
fr: Modèle pour afficher un court texte entourée d'un anneau de progression configurable.
hu: Sablon egy konfigurálható folyamatgyűrűvel körülvett rövid szöveges karakterlánc megjelenítéséhez.
id: Templat untuk menampilkan string teks pendek yang dikelilingi oleh cincin kemajuan yang dapat dikonfigurasi.
it: Modello per la visualizzazione di una breve stringa di testo circondata da un anello di avanzamento configurabile.
ko_kr: 구성 가능한 진행률 링으로 둘러싸인 짧은 텍스트 문자열을 표시하는 템플릿입니다.
nb: En mal for å vise en kort tekststreng omgitt av en konfigurerbar fremdriftsring.
nl: Een sjabloon voor het weergeven van een korte tekenreeks omringd door een configureerbare voortgangsring.
pt_br: Um modelo para exibir uma sequência de texto curta circundada por um anel de progresso configurável.
sv: En mall för att visa en kort textsträng omgiven av en konfigurerbar framstegsring.
tr: Yapılandırılabilir bir ilerleme halkasıyla çevrelenmiş kısa bir metin dizesini görüntülemek için bir şablon.
uk: Шаблон для відображення короткого текстового рядка, оточеного настроюваним кільцем шкали прогресу
zh_hans: 显示由可配置进度环圈出的短文本字符串的模板。
zh_hant: 短字串環繞可設定進度圓環模板。

# watch.labels.complication_template.circular_small_simple_image.description
source: A template for displaying a single image.
ca_es: Una plantilla per mostrar una sola imatge.
cs: Šablona pro zobrazení jednoho obrázku.
cy_gb: Templed ar gyfer arddangos delwedd sengl.
da: En skabelon til visning af et enkelt billede.
de: Eine Vorlage zum Anzeigen eines einzelnen Bildes.
el: Ένα πρότυπο για την εμφάνιση μιας μεμονωμένης εικόνας.
es: Una plantilla para mostrar una sola imagen.
et: Mall ühe pildi kuvamiseks.
fi: Yksittäisen kuvan näyttämiseen tarkoitettu malli.
fr: Modèle pour afficher une seule image.
hu: Sablon egyetlen kép megjelenítéséhez.
id: Templat untuk menampilkan gambar tunggal.
it: Modello per la visualizzazione di una singola immagine.
ko_kr: 단일 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et enkelt bilde.
nl: Een sjabloon voor het weergeven van één afbeelding.
pt_br: Um modelo para exibir uma única imagem.
sv: En mall för att visa en bild.
tr: Tek bir resmi görüntülemek için bir şablon.
uk: Шаблон для відображення окремого зображення.
zh_hans: 显示单张图片的模板。
zh_hant: 單圖片顯示模板。

# watch.labels.complication_template.circular_small_simple_text.description
source: A template for displaying a short text string.
ca_es: Una plantilla per mostrar una cadena de text curta.
cs: Šablona pro zobrazení krátkého textu.
cy_gb: Templed ar gyfer arddangos llinyn testun byr.
da: En skabelon til visning af en kort tekststreng.
de: Eine Vorlage zum Anzeigen einer kurzen Textzeichenfolge.
el: Ένα πρότυπο για την εμφάνιση μιας σύντομης συμβολοσειράς κειμένου.
es: Una plantilla para visualizar una cadena de texto breve.
et: Mall lühikese tekstistringi kuvamiseks.
fi: Malli, jolla näytetään lyhyettä tekstimerkkijonoa.
fr: Modèle pour afficher un court texte.
hu: Sablon egy rövid szöveg megjelenítéséhez.
id: Templat untuk menampilkan string teks pendek.
it: Un modello per la visualizzazione di una stringa di testo breve.
ja: 短いテキスト文字列を表示するためのテンプレート。
ko_kr: 짧은 텍스트 문자열을 표시하기 위한 템플릿입니다.
nb: En mal for å vise en kort tekststreng.
nl: Een sjabloon voor het weergeven van een korte tekstreeks.
pt_br: Um modelo para exibir uma sequência de texto curta.
sv: En mall för att visa en kort textsträng.
tr: Kısa bir metin dizesini görüntülemek için bir şablon.
uk: Шаблон для відображення короткого текстового рядка.
zh_hans: 显示少量文本的模板
zh_hant: 短行文字顯示模版

# watch.labels.complication_template.circular_small_stack_image.description
source: A template for displaying an image with a line of text below it.
ca_es: Una plantilla per mostrar una imatge amb una línia de text a sota.
cs: Šablona pro zobrazení obrázku s řádkem textu pod ním.
cy_gb: Templed ar gyfer arddangos delwedd gyda llinell o destun islaw.
da: En skabelon til visning af et billede med en tekstlinje under det.
de: Eine Vorlage zum Anzeigen eines Bildes mit einer Textzeile darunter.
el: Ένα πρότυπο για την εμφάνιση μιας εικόνας με μια γραμμή κειμένου κάτω από αυτήν.
es: Una plantilla para mostrar una imagen con una línea de texto debajo.
et: Mall pildi kuvamiseks mille all on tekstirida.
fi: Malli, joka näyttää kuvan ja tekstiriviä kuvan alla.
fr: Modèle pour afficher une image avec une ligne de texte en dessous.
hu: Sablon egy kép megjelenítéséhez, alatta egy sor szöveggel.
id: Templat untuk menampilkan gambar dengan sebuah baris teks di bawahnya.
it: Un modello per visualizzare un'immagine con una riga di testo sotto di essa.
ko_kr: 이미지 아래에 텍스트 줄이 있는 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et bilde med en tekstlinje nedenfor.
nl: Een sjabloon voor het weergeven van een afbeelding met een regel tekst eronder.
pt_br: Um modelo para exibir uma imagem com uma linha de texto abaixo dela.
sv: En mall för att visa en bild med en textrad under den.
tr: Altında bir metin satırı olan bir resmi görüntülemek için bir şablon.
uk: Шаблон для відображення зображення з коротким рядком тексту під ним.
zh_hans: 用于显示图像的模板，其下方有一行文本。
zh_hant: 單圖片下一行簡短文字顯示模版。

# watch.labels.complication_template.circular_small_stack_text.description
source: A template for displaying two text strings stacked on top of each other.
ca_es: Una plantilla per mostrar dues cadenes de text apilades l'una sobre l'altra.
cs: Šablona pro zobrazení dvou textových řetězců naskládaných nad sebe.
cy_gb: Templed ar gyfer arddangos dau linyn o destun wedi'u pentyrru ar ben ei gilydd.
da: En skabelon til visning af to tekststrenge stablet oven på hinanden.
de: Eine Vorlage zum Anzeigen von zwei übereinander gestapelten Textzeichenfolgen.
el: Ένα πρότυπο για την εμφάνιση δύο συμβολοσειρών κειμένου στοιβαγμένες η μία πάνω στην άλλη.
et: Mall kahe üksteise peale virnastatud tekstistringi kuvamiseks.
fi: Malli, joka näyttää kahta merkkijonoa pinottu toistensa päälle.
fr: Modèle pour afficher deux textes empilées l'un sur l'autre.
hu: Sablon két egymásra helyezett szöveg megjelenítéséhez.
id: Templat untuk menampilkan dua string teks yang ditumpuk di atas satu sama lain.
it: Un modello per visualizzare due stringhe di testo sovrapposte l'una sull'altra.
ko_kr: 두 개의 텍스트 문자열을 서로 겹쳐서 표시하는 템플릿입니다.
nb: En mal for å vise to tekststrenger stablet ovenpå hverandre.
nl: Een sjabloon voor het weergeven van twee tekstreeksen die op elkaar zijn gestapeld.
pt_br: Um modelo para exibir duas sequências de texto empilhadas uma sobre a outra.
sv: En mall för att visa två textsträngar staplade på varandra.
tr: Üst üste yığılmış iki metin dizesini görüntülemek için bir şablon.
uk: Шаблон для відображення двох рядків, складених один поверх іншого.
zh_hans: 显示两个字符串堆叠在一起的模板
zh_hant: 兩行字串相互堆疊顯示模版。

# watch.labels.complication_template.extra_large_columns_text.description
source: A template for displaying two rows and two columns of text.
ca_es: Una plantilla per mostrar dues files i dues columnes de text.
cs: Šablona pro zobrazení dvou řádků a dvou sloupců textu.
cy_gb: Templed ar gyfer arddangos dwy res a dwy golofn o destun.
da: En skabelon til visning af to rækker og to kolonner med tekst.
de: Eine Vorlage für die Darstellung von zwei Zeilen und zwei Spalten Text.
el: Ένα πρότυπο για την εμφάνιση δύο γραμμών και δύο στηλών κειμένου.
es: Una plantilla para mostrar dos filas y dos columnas de texto.
et: Mall kahe tekstirea ja kahe veeru kuvamiseks.
fi: Malli, jolla näytetään kaksi riviä ja kaksi saraketta tekstiä.
fr: Modèle pour afficher deux lignes et deux colonnes de texte.
hu: Sablon két sor és két oszlop szöveg megjelenítéséhez.
id: Templat untuk menampilkan dua baris dan dua kolom teks.
it: Un modello per visualizzare due righe e due colonne di testo.
ja: 2行2列のテキストを表示するためのテンプレート。
ko_kr: 두 행과 두 열의 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for å vise to rader og to kolonner med tekst.
nl: Een sjabloon voor het weergeven van twee rijen en twee tekstkolommen.
pt_br: Um modelo para exibir duas linhas e duas colunas de texto.
sv: En mall för visning av två rader och två kolumner med text.
tr: İki satır ve iki metin sütunu görüntülemek için bir şablon.
uk: Шаблон для відображення двох рядків і двох стовпчиків тексту
zh_hans: 显示两行和两列文本的模板。
zh_hant: 第 2 行第 2 列顯示文字模版

# watch.labels.complication_template.extra_large_ring_image.description
source: A template for displaying an image encircled by a configurable progress ring.
ca_es: Plantilla per mostrar una imatge envoltada per un anell de progrés configurable.
cs: Šablona pro zobrazení obrázku obklopeného konfigurovatelným kruhem průběhu.
cy_gb: Templed ar gyfer arddangos delwedd wedi'i hamgylchynu gan gylch cynnydd ffurfweddadwy.
da: En skabelon til visning af et billede omgivet af en konfigurerbar statusring.
de: Eine Vorlage zum Anzeigen eines Bildes, das von einem konfigurierbaren Fortschrittsring umgeben ist.
el: Ένα πρότυπο για την εμφάνιση μιας εικόνας που περιβάλλεται από ένα δακτύλιο προόδου με δυνατότητα ρύθμισης παραμέτρων.
es: Una plantilla para mostrar una imagen rodeada por un anillo de progreso configurable.
et: Mall konfigureeritava edenemisrõngaga ümbritsetud pildi kuvamiseks.
fi: Malli, joka näyttää kuvaa jonka ympäröi muotoeltavissa oleva edistymistärengas.
fr: Modèle pour afficher une image entourée d'un anneau de progression configurable.
hu: Sablon egy konfigurálható folyamatgyűrűvel körülvett kép megjelenítéséhez.
id: Templat untuk menampilkan gambar yang dikelilingi oleh cincin kemajuan yang dapat dikonfigurasi.
it: Modello per la visualizzazione di un'immagine circondata da un anello di avanzamento configurabile.
ko_kr: 구성 가능한 진행률 링으로 둘러싸인 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et bilde som er omgitt av en konfigurerbar fremdriftsring.
nl: Een sjabloon voor het weergeven van een afbeelding omringd door een configureerbare voortgangsring.
pt_br: Um modelo para exibir uma imagem cercada por um anel de progresso configurável.
ru: Шаблон для показа картинки, обрамлённой кольцом прогресса
sv: En mall för att visa en bild omgiven av en konfigurerbar framstegsring.
tr: Yapılandırılabilir bir ilerleme halkasıyla çevrelenmiş bir görüntüyü görüntülemek için bir şablon.
uk: Шаблон для відображення зображення, оточеного настроюваним кільцем шкали прогресу
zh_hans: 用于显示图像的模板。
zh_hant: 圖片環繞可設定進度圓環模板。

# watch.labels.complication_template.extra_large_ring_text.description
source: A template for displaying text encircled by a configurable progress ring.
ca_es: Plantilla per mostrar text envoltat per un anell de progrés configurable.
cs: Šablona pro zobrazení textu obklopeného konfigurovatelným kruhem průběhu.
cy_gb: Templed ar gyfer arddangos testun wedi'i amgylchynu gan gylch cynnydd ffurfweddadwy.
da: En skabelon til visning af tekst omgivet af en konfigurerbar statusring.
de: Eine Vorlage zum Anzeigen von Text, der von einem konfigurierbaren Fortschrittsring umgeben ist.
el: Ένα πρότυπο για την εμφάνιση κειμένου που περιβάλλεται από ένα δακτύλιο προόδου με δυνατότητα ρύθμισης παραμέτρων.
es: Una plantilla para mostrar el texto rodeado de un anillo de progreso configurable.
et: Mall konfigureeritava edenemisrõngaga ümbritsetud teksti kuvamiseks.
fi: Malli, joka näyttää tekstiä minkä ympäröi muotoeltavissa oleva edistymisrengas.
fr: Modèle pour afficher du texte entouré d'un anneau de progression configurable.
hu: Konfigurálható folyamatgyűrűvel körülvett szöveg megjelenítésére szolgáló sablon.
id: Templat untuk menampilkan teks yang dikelilingi oleh cincin kemajuan yang dapat dikonfigurasi.
it: Modello per la visualizzazione del testo circondato da un anello di avanzamento configurabile.
ko_kr: 구성 가능한 진행률 링으로 둘러싸인 텍스트를 표시하는 템플릿입니다.
nb: En mal for å vise tekst omringet av en konfigurerbar fremdriftsring.
nl: Een sjabloon voor het weergeven van tekst die wordt omringd door een configureerbare voortgangsring.
pt_br: Um modelo para exibir texto circundado por um anel de progresso configurável.
sv: En mall för att visa text omgiven av en konfigurerbar framstegsring.
tr: Yapılandırılabilir bir ilerleme halkasıyla çevrelenmiş metni görüntülemek için bir şablon.
uk: Шаблон для відображення тексту, оточеного настроюваним кільцем шкали прогресу
zh_hans: 显示进度环文本的配置模板
zh_hant: 文字環繞可設定進度圓環模板。

# watch.labels.complication_template.extra_large_simple_image.description
source: A template for displaying an image.
ca_es: Plantilla per mostrar una imatge.
cs: Šablona pro zobrazení obrázku.
cy_gb: Templed ar gyfer arddangos delwedd.
da: En skabelon til visning af et billede.
de: Eine Vorlage zum Anzeigen eines Bildes.
el: Ένα πρότυπο για την εμφάνιση μιας εικόνας.
es: Una plantilla para mostrar una imagen.
et: Mall pildi kuvamiseks.
fi: Malli, joka näyttää kuvaa.
fr: Modèle pour afficher une image.
hu: Sablon egy kép megjelenítéséhez.
id: Templat untuk menampilkan gambar.
it: Modello per la visualizzazione di un'immagine.
ja: 画像を表示するためのテンプレート。
ko_kr: 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et bilde.
nl: Een sjabloon voor het weergeven van een afbeelding.
pt_br: Um modelo para exibir uma imagem.
ru: Шаблон для показа картинки
sv: En mall för att visa en bild.
tr: Bir resmi görüntülemek için bir şablon.
uk: Шаблон для відображення зображення.
zh_hans: 用于显示图像的模板。
zh_hant: 圖片顯示模板。

# watch.labels.complication_template.extra_large_simple_text.description
source: A template for displaying a small amount of text
ca_es: Una plantilla per mostrar una petita quantitat de text
cs: Šablona pro zobrazení malého množství textu.
cy_gb: Templed ar gyfer arddangos ychydig bach o destun
da: En skabelon til visning af en lille mængde tekst
de: Eine Vorlage zum Anzeigen einer kleinen Textmenge
el: Ένα πρότυπο για την εμφάνιση μικρού όγκου κειμένου
es: Una plantilla para mostrar una pequeña cantidad de texto
et: Mall lühikese teksti kuvamiseks
fi: Malli, joka näyttää pientä määrää tekstiä
fr: Modèle pour afficher un texte court
hu: Sablon kis mennyiségű szöveg megjelenítéséhez
id: Templat untuk menampilkan teks singkat
it: Un modello per visualizzare una piccola quantità di testo
ja: 少量のテキストを表示するためのテンプレート
ko_kr: 소량의 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for å vise en liten mengde tekst
nl: Een sjabloon voor het weergeven van een kleine hoeveelheid tekst
pt_br: Um modelo para exibir uma pequena quantidade de texto
sv: En mall för att visa en liten mängd text
tr: Az miktarda metin görüntülemek için bir şablon
uk: Шаблон для відображення невеликої кількості тексту
zh_hans: 显示少量文本的模板
zh_hant: 一小段文字顯示模版
