Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# extensions.notification_content.error.request.hls_unavailable
source: HLS stream unavailable
ca_es: HLS Stream no disponible
cs: Proud HLS je nedostupný
cy_gb: Ffrwd HLS ddim ar gael
da: HLS-stream er ikke tilgængelig
de: HLS-Stream nicht verfügbar
el: Η ροή HLS δεν είναι διαθέσιμη
es: Transmisión HLS no disponible
et: HLS-voog pole saadaval
fr: Le flux HLS n'est pas disponible
hu: HLS stream nem elérhető
id: Aliran HLS tidak tersedia
it: Flusso HLS non disponibile
ja: HLSストリームは利用できません
ko_kr: HLS 스트림을 사용할 수 없음
nb: HLS-strøm er ikke tilgjengelig
nl: HLS-stream niet beschikbaar
pl_pl: Strumień HLS niedostępny
pt_br: Fluxo HLS indisponível
tr: HLS akışı kullanılamıyor
uk: HLS-потік недоступний
zh_hant: HLS 串流不可用

# settings_details.general.device_name.title
source: Device Name
ca_es: Nom del dispositiu
cs: Název zařízení
cy_gb: Enw'r Dyfais
da: Enhedsnavn
de: Gerätename
el: Όνομα συσκευής
es: Nombre del dispositivo
et: Seadme nimi
fr: Nom de l'appareil
hu: Eszköznév
id: Nama Perangkat
it: Nome del dispositivo
ja: デバイス名
ko_kr: 기기 이름
nb: Enhetsnavn
nl: Apparaatnaam
pl_pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Название устройства
tr: Cihaz adı
uk: Ім'я пристрою
zh_hant: 裝置名稱

# settings_details.general.app_icon.enum.pride_bi
source: Pride: Bi
ca_es: Orgull: Bi
cs: Hrdost: Bi
cy_gb: Pride: Deurywiol
el: Υπερηφάνεια: Bi
es: Orgullo: Bi
fr: Fierté : Bi
id: Kebanggaan: Bi
ja: プライド: Bi
ko_kr: 프라이드: 바이
nl: Trots: Bi
pl_pl: Duma: Bi
pt_br: Orgulho: Bi
tr: Gurur: Bi
uk: Прайд: Бі

# settings_details.general.app_icon.enum.pride_poc
source: Pride: 8-Color
ca_es: Orgull: 8 colors
cs: Hrdost: 8 barev
cy_gb: Pride: 8-lliw
da: Pride: 8-farvet
de: Pride: 8-farbig
el: Υπερηφάνεια: 8-Χρώματα
es: Orgullo: 8 colores
et: Pride: 8 värvi
fr: Fierté : 8 couleurs
hu: Pride: 8 színű
id: Kebanggaan: 8-Warna
it: Pride: 8-Colori
ja: プライド: 8色
ko_kr: 프라이드: 8색
nb: Pride: 8-farger
nl: Trots: 8 kleuren
pl_pl: Duma: 8 kolorów
pt_br: Orgulho: 8 cores
tr: Gurur: 8-Renkli
uk: Прайд: 8 кольорів
zh_hant: Pride：8 色

# settings_details.general.app_icon.enum.pride_rainbow
source: Pride: Rainbow
ca_es: Orgull: Arc de Sant Martí
cs: Hrdost: Duha
cy_gb: Pride: Enfys
da: Pride: Regnbue
de: Pride: Regenbogen
el: Υπερηφάνεια: Ουράνιο τόξο
es: Orgullo: Arco iris
fr: Fierté : Arc-en-ciel
hu: Pride: Szivárvány
id: Kebanggaan: Pelangi
ja: プライド: レインボー
ko_kr: 프라이드: 레인보우
nl: Pride: Rainbow (omgekeerd)
pl_pl: Duma: Tęcza
pt_br: Orgulho: Arco-íris
tr: Gurur: Gökkuşağı
uk: Прайд: Веселка
zh_hant: Pride：彩虹

# settings_details.general.app_icon.enum.pride_rainbow_invert
source: Pride: Rainbow (Inverted)
ca_es: Orgull: Arc de Sant Martí (Invertit)
cs: Hrdost: Duha (obrácená)
cy_gb: Pride: Enfys (Gwrthdro)
da: Pride: Regnbue (Inverteret)
de: Pride: Regenbogen (invertiert)
el: Υπερηφάνεια: Ουράνιο τόξο (ανεστραμμένο)
es: Orgullo: Arco iris (invertido)
et: Pride: Rainbow (pööratud)
fr: Fierté : Arc-en-ciel (inversé)
hu: Pride: Szivárvány (inverz)
id: Kebanggaan: Pelangi (Terbalik)
it: Pride: Rainbow (invertito)
ja: プライド: レインボー(反転)
ko_kr: 프라이드: 레인보우(반전)
nb: Pride: regnbue (omvendt)
nl: Pride: Rainbow (omgekeerd)
pl_pl: Duma: Tęcza (odwrócona)
pt_br: Orgulho: Arco-íris (Invertido)
tr: Gurur: Gökkuşağı (Ters)
uk: Прайд: Веселка (інвертована)
zh_hant: Pride：彩虹（反向）

# settings_details.general.app_icon.enum.pride_trans
source: Pride: Trans
ca_es: Orgull: Trans
cs: Hrdost: Trans
cy_gb: Pride: Traws
el: Υπερηφάνεια: Trans
es: Orgullo: Trans
fr: Fierté: Trans
hu: Pride: Transz
id: Kebanggaan: Trans
ja: プライド: トランス
ko_kr: 프라이드: 트랜스
nl: Trots: Trans
pl_pl: Duma: Trans
pt_br: Orgulho: Trans
tr: Gurur: Trans
uk: Прайд: Транс

# settings_details.general.open_in_browser.title
source: Open Links In
ca_es: Obrir els enllaços a
cs: Otevřít odkazy v
cy_gb: Agor cysylltiadau yn
da: Åbn links i
de: Links öffnen in
el: Άνοιγμα συνδέσεων σε
es: Abrir enlaces en
et: Ava lingid
fr: Ouvrir les liens dans
hu: Linkek megnyitása
id: Buka Tautan Di
it: Apri collegamenti con
ja: リンクを開く
ko_kr: 다음에서 링크 열기
nb: Åpne koblinger i
pl_pl: Otwórz linki w
pt_br: Abrir links em
ru: Открыть ссылки в
tr: Bağlantıları Aç
uk: Відкрити посилання у
zh_hant: 開啟連結方式

# settings_details.general.open_in_browser.safari_in_app
source: Apple Safari (in app)
ca_es: Apple Safari (a l'aplicació)
cs: Apple Safari (v aplikaci)
cy_gb: Apple Safari (yn ap)
da: Apple Safari (i app)
el: Apple Safari (στην εφαρμογή)
es: Apple Safari (en la aplicación)
et: Apple Safari (rakenduses)
fr: Apple Safari (dans l'application)
hu: Apple Safari (alkalmazásban)
id: Apple Safari (dalam aplikasi)
ja: Apple Safari(アプリ内)
ko_kr: Apple Safari (인앱)
nb: Apple Safari (i app)
pl_pl: Apple Safari (w aplikacji)
pt_br: Apple Safari (no aplicativo)
ru: Apple Safari (в приложении)
tr: Apple Safari (uygulama içi)
uk: Apple Safari (у застосунку)

# settings_sensors.last_updated.footer
source: Last Updated %@
ca_es: Darrera actualització %@
cs: Naposledy aktualizováno %@
cy_gb: Wedi'i ddiweddaru ddiwethaf %@
da: Sidst opdateret %@
de: Zuletzt aktualisiert %@
el: Τελευταία ενημέρωση %@
es: Última actualización %@
et: Viimati uuendatud %@
fr: Dernière mise à jour %@
hu: Utolsó frissítés %@
id: Terakhir Diperbarui %@
it: Ultimo aggiornamento %@
ja: 最終更新日 %@
ko_kr: 최근 업데이트됨 %@
nb: Sist oppdatert %@
nl: Laatst bijgewerkt %@
pl_pl: Ostatnia aktualizacja %@
pt_br: Última atualização %@
ru: Последнее обновление %@
tr: Son Güncelleme %@
uk: Востаннє оновлено %@
zh_hant: 最後更新%@

# notifications_configurator.category.example_call.title
source: Example Service Call
ca_es: Cride de servei d'exemple
cs: Příklad volání služby
cy_gb: Galwad Gwasanaeth Enghreifftiol
da: Eksempel på kald af tjeneste
de: Beispiel für einen Serviceabruf
el: Παράδειγμα κλήσης υπηρεσίας
et: Näidisteenuse väljakutse
fr: Exemple d'appel de service
hu: Példa szolgáltatáshívásra
id: Contoh Pemanggilan Layanan
it: Esempio di chiamata di servizio
ja: サービス呼び出しの例
ko_kr: 서비스 호출 예시
nb: Eksempel Service Call
nl: Voorbeeld serviceoproep
pl_pl: Przykładowe wywołanie usługi
pt_br: Exemplo de chamada de serviço
ru: Пример: служба вызова
tr: Örnek Servis Çağrısı
uk: Приклад виклику сервісу
zh_hant: 服務執行範例

# settings_details.notifications.rate_limits.footer_with_param
source: You are allowed %d push notifications per 24 hours. Rate limits reset at midnight Universal Coordinated Time (UTC).
ca_es: Se li permeten %d notificacions push cada 24 hores. Els límits es restableixen a la mitjanit del Temps Universal Coordinat (UTC).
cs: Máte povoleno %u push oznámení za 24 hodin. Limity se resetují o půlnoci světového koordinovaného času (UTC).
cy_gb: Caniateir %d o hysbysiadau gwthio i chi bob 24 awr. Ailosod cyfyngiadau'r cyfradd ar hanner nos Amser Cydgysylltiedig Cyffredinol (UTC).
da: Du har mulighed for at sende %d push-notifikationer pr. 24 timer. Forbrugstælleren nulstilles ved midnat Universel koordineret tid (UTC).
de: Es sind %u Push-Benachrichtigungen pro 24 Stunden zulässig. Das Limit wird jeweils um Mitternacht Universal Coordinated Time (UTC) zurückgesetzt.
el: Επιτρέπονται %d ειδοποιήσεις push ανά 24 ώρες. Τα όρια τιμών επαναφέρονται στα μεσάνυχτα της Παγκόσμιας Συντονισμένης Ώρας (UTC).
et: Oled lubanud %u tõukemärguannet 24 tunni jooksul. Hinnapiirangud lähtestatakse keskööl universaalse koordineeritud aja järgi (UTC).
fr: Vous avez droit à %d notifications push toutes les 24 heures. Les limites de débit sont réinitialisées à minuit, heure universelle coordonnée (UTC).
hu: 24 óránként %u push-értesítést kaphat. A korlátozások UTC szerint éjfélkor megszűnnek.
id: Anda diizinkan untuk mengirimkan %u notifikasi push setiap 24 jam. Batas tarif disetel ulang pada tengah malam dalam zona Waktu Universal Terkoordinasi (UTC).
it: Puoi ricevere %d notifiche push ogni 24 ore. I contatori verranno azzerati a mezzanotte Universal Coordinated Time (UTC).
ja: You are allowed %u push notifications per 24 hours. Rate limits reset at midnight Universal Coordinated Time (UTC).
ko_kr: 24시간당 %u 개의 푸시 알림이 허용됩니다. 횟수 제한은 UTC(협정 세계시) 자정에 초기화됩니다.
nb: Du har lov til %d push-varslinger per 24 timer. Hastighetsgrenser tilbakestilles ved midnatt Universal Coordinated Time (UTC).
nl: Je hebt %d pushmeldingen per 24 uur. Gebruikslimieten worden gereset om middernacht gecoördineerde wereldtijd (UTC).
pl_pl: Dozwolonych jest %d powiadomień w ciągu 24 godzin. Limit resetuje się o północy Uniwersalnego Czasu Koordynowanego (UTC).
pt_br: Você tem permissão para %u notificações push por 24 horas. Os limites de taxa são redefinidos à meia-noite, UTC (Universal Coordinated Time).
tr: Her 24 saatte %u push bildirimine izin verilir. Hız limitleri gece yarısı Evrensel Koordineli Saatte (UTC) sıfırlanır.
uk: Вам дозволено надсилати %d сповіщень на 24 години. Щоденні ліміти скидаються опівночі за Всесвітнім координованим часом (UTC).
zh_hant: 每 24 小時允許推送 %d 則通知，限制將於世界協調時間（UTC）午夜十二點時重置。

# settings.developer.annoying_background_notifications.title
source: Annoying Background Info
ca_es: Informació de fons molesta
cs: Obtěžující informace na pozadí
cy_gb: Gwybodaeth gefndirol annifyr
da: Irriterende baggrundsoplysninger
de: Lästige Hintergrundinformation
el: Ενοχλητικές πληροφορίες υποβάθρου
et: Tüütu taustainfo
fr: Informations de fond ennuyeuses
hu: Bosszantó háttér-információk
id: Info Latar Belakang yang Mengganggu
it: Noiose Informazioni di base
ja: 迷惑な背景情報
ko_kr: 성가신 배경 정보
nb: Irriterende bakgrunnsinformasjon
nl: Vervelende achtergrondinformatie
pl_pl: Irytujące informacje w tle
pt_br: Informações de fundo irritantes
ru: Раздражающая справочная информация
tr: Rahatsız Edici Arka Plan Bilgisi
uk: Набридлива фонова інформація
zh_hant: 惱人的背景資訊

# client_events.view.clear_confirm.title
source: Are you sure you want to clear all events?
ca_es: Esteu segur que voleu esborrar tots els esdeveniments?
cs: Opravdu chcete vymazat všechny události?
cy_gb: Ydych chi'n siŵr eich bod chi am eisiau dileu digwyddiad?
da: Er du sikker på, at du vil rydde alle hændelser?
de: Sind Sie sicher, dass Sie alle Ereignisse löschen wollen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα συμβάντα;
es: ¿Está seguro de que desea borrar todos los eventos?
et: Kas soovid kindlasti kõik sündmused kustutada?
fr: Voulez-vous vraiment effacer tous les événements?
hu: Biztos, hogy az összes eseményt törölni szeretné?
id: Yakin ingin menghapus semua peristiwa?
it: Sei sicuro di voler cancellare tutti gli eventi?
ja: すべてのイベントをクリアしてもよろしいですか？
ko_kr: 모든 이벤트를 지우시겠습니까?
nb: Er du sikker på at du vil fjerne alle hendelser?
nl: Weet je zeker dat je alle acties wilt wissen?
pl_pl: Czy na pewno chcesz wyczyścić wszystkie wydarzenia?
pt_br: Tem certeza de que deseja limpar todos os eventos?
ru: Вы уверены, что хотите удалить все события?
tr: Tüm olayları temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити всі події?
zh_hant: 確定要清除所有事件？

# client_events.view.clear_confirm.message
source: This cannot be undone.
ca_es: Això no es pot desfer.
cs: Toto nelze vrátit zpět.
cy_gb: Ni ellir dadwneud hyn.
da: Dette kan ikke fortrydes.
de: Dies kann nicht rückgängig gemacht werden.
el: Αυτό δεν μπορεί να αναιρεθεί.
es: Esto no se puede deshacer.
et: Seda ei saa tagasi võtta.
fr: Êtes-vous sûr ? Cette action est définitive.
hu: Ezt nem lehet visszavonni.
id: Ini tidak dapat diurungkan.
it: Questo non può essere annullato.
ja: これは、元に戻すことはできません。
ko_kr: 이 작업은 취소할 수 없습니다.
nb: Dette kan ikke angres.
nl: Deze aanpassing kan niet ongedaan gemaakt worden
pl_pl: Tego nie można cofnąć.
pt_br: Isto não pode ser desfeito.
ru: Это не может быть отменено.
tr: Bu geri alınamaz.
uk: Це не можна скасовувати.
zh_hant: 此動作無法復原。

# settings.developer.crashlytics_test.fatal.title
source: Test Crashlytics Fatal Error
ca_es: Prova d'error fatal de Crashlytics
cs: Fatální chyba testu Crashlytics
cy_gb: Profi Gwall Marwol Crashlytics
da: Test Crashlytics fatal fejl
de: Test Crashlytics schwerwiegender Fehler
el: Δοκιμάστε το μοιραίο σφάλμα Crashlytics
et: Testi Crashlyticsi fataalset viga
fr: Erreur fatale de test Crashlytics
hu: Teszt Crashlytics végzetes hiba
id: Uji Kesalahan Fatal Crashlytics
it: Test dell'errore fatale con Crashlytics
ja: Crashlyticsの致命的エラーのテスト
ko_kr: Crashlytics 치명적인 오류 테스트
nb: Test Crashlytics Fatal Feil
nl: Test Crashlytics Fatale Fout
pl_pl: Testowanie krytycznego błędu Crashlytics
pt_br: Teste o erro fatal de crashlytics
tr: Crashlytics Önemli Hatasını Test Edin
uk: Тестувати фатальну помилку Crashlytics
zh_hant: 測試 Crashlytics 嚴重錯誤

# settings.developer.crashlytics_test.fatal.notification.title
source: About to crash
ca_es: A punt de penjar-se
cs: Bude následovát pád
cy_gb: Ar fin chwalu
da: Ved at gå ned
de: Kurz vor dem Absturz
el: Πρόκειται να συντριβεί
et: Jooksen kokku...
fr: Sur le point de planter
hu: Hamarosan összeomlik
id: Akan mogok
it: Sto per andare in crash
ja: クラッシュについて
ko_kr: 충돌 예정
nb: I ferd med å krasje
nl: Staat op het punt te crashen
pl_pl: Zaraz będzie awaria
pt_br: Prestes a bater
tr: Çökme Hakkında
uk: Збій
zh_hant: 即將當機

# settings.developer.crashlytics_test.fatal.notification.body
source: NOTE: This will not work if the debugger is connected! When you press OK, the app will crash. You must then re-open the app and wait up to 5 minutes for the crash to appear in the console
ca_es: NOTA: Això no funcionarà si el depurador està connectat! Quan premeu d'ACORD, l’aplicació es bloquejarà. Heu de tornar a obrir l'aplicació i esperar fins a cinc minuts perquè aparegui el problema a la consola
cs: POZNÁMKA: Nebude fungovat, pokud je připojen debugger! Při stisknutí OK se aplikace zhroutí. Poté musíte aplikaci znovu otevřít a počkat přibližně 5 minut, než se v konzoli objeví selhání.
cy_gb: SYLWCH: Ni fydd hyn yn gweithio os yw'r dadfygiwr wedi'i gysylltu! Pan fyddwch chi'n pwyso Iawn, bydd yr ap yn chwalu. Yna mae'n rhaid i chi ailagor yr app ac aros hyd at 5 munud i'r chwalfa ymddangos yn y consol
da: BEMÆRK: Dette fungerer ikke, hvis debuggeren er tilsluttet! Når du trykker på OK, går appen ned. Du skal derefter åbne appen igen og vente op til 5 minutter på, at nedbruddet vises i konsollen
de: HINWEIS: Dies funktioniert nicht, wenn der Debugger verbunden ist! Wenn du auf OK klickst, stürzt die App ab. Du musst dann die App erneut öffnen und bis zu 5 Minuten warten, bis der Absturz in der Konsole angezeigt wird
el: ΣΗΜΕΙΩΣΗ: Αυτό δεν θα λειτουργήσει εάν είναι συνδεδεμένος ο εντοπιστής σφαλμάτων! Όταν πατήσετε OK, η εφαρμογή θα διακοπεί. Στη συνέχεια, πρέπει να ανοίξετε ξανά την εφαρμογή και να περιμένετε έως και 5 λεπτά για να εμφανιστεί το σφάλμα στην κονσόλα
et: MÄRKUS. See ei tööta, kui silur on ühendatud! Kui vajutad OK, jookseb rakendus kokku. Seejärel pead rakenduse uuesti avama ja ootama kuni 5 minutit, kuni krahh konsoolis kuvatakse
fr: REMARQUE : cela ne fonctionnera pas si le débogueur est connecté ! Lorsque vous appuyez sur OK, l'application se bloque. Vous devez ensuite rouvrir l'application et attendre jusqu'à 5 minutes pour que le plantage apparaisse dans la console
hu: MEGJEGYZÉS: Ez nem fog működni, ha a hibakereső csatlakoztatva van! Ha megnyomja az OK gombot, az alkalmazás összeomlik. Ezután újra meg kell nyitnia az alkalmazást és legfeljebb 5 percig várnia kell, amíg az összeomlás megjelenik a konzolon.
id: CATATAN: Ini tidak akan berfungsi jika debugger sedang terhubung! Ketika Anda menekan Oke, aplikasi akan macet. Setelah itu Anda harus membuka kembali aplikasi dan menunggu hingga 5 menit hingga peristiwa macet tersebut muncul di konsol
it: NOTA: questo non funzionerà se il debugger è collegato! Quando premi OK, l'app andrà in crash. È quindi necessario riaprire l'app e attendere fino a 5 minuti affinché il crash appaia nella console
ko_kr: 참고: 디버거가 연결되어 있으면 작동하지 않습니다! 확인을 누르면 앱이 다운됩니다. 그런 다음 앱을 다시 열고 충돌이 콘솔에 나타날 때까지 최대 5분 동안 기다려야 합니다
nb: MERK: Dette vil ikke fungere hvis feilsøkingsprogrammet er tilkoblet! Når du trykker på OK, krasjer appen. Du må deretter åpne appen på nytt og vente i opptil 5 minutter før krasjet vises i konsollen
nl: OPMERKING: dit werkt niet als de debugger is aangesloten! Wanneer u op OK drukt, crasht de app. Vervolgens moet u de app opnieuw openen en tot 5 minuten wachten totdat de crash in de console verschijnt
pl_pl: UWAGA: To nie zadziała, jeśli debugger jest podłączony! Po naciśnięciu OK aplikacja ulegnie awarii. Następnie musisz ponownie otworzyć aplikację i poczekać do 5 minut, aż awaria pojawi się w konsoli
pt_br: NOTA: Isso não funcionará se o depurador estiver conectado! Quando você pressiona OK, o aplicativo falha. Você deve então reabrir o aplicativo e esperar até 5 minutos para que a falha apareça no console
tr: NOT: Hata ayıklayıcı bağlıysa bu çalışmayacaktır! Tamam'a bastığınızda, uygulama çökecektir. Daha sonra uygulamayı yeniden açmalı ve konsolda çökmenin görünmesi için 5 dakikaya kadar beklemelisiniz.
uk: ПРИМІТКА: Це не спрацює при підключеному зневаджувачі! Коли ви натиснете OK, додаток вийде з ладу. Після цього потрібно потворно відкрити застосунок і зачекати до 5 хвилин, поки збій не з’явиться у консолі
zh_hant: 注意：假如連線除錯器，此動作將無法作用。當按下 OK 時，app 將會當機，必須重新開啟 app 並等候約 5 分鐘以於控制介面中顯示當機紀錄。

# settings.developer.crashlytics_test.non_fatal.title
source: Test Crashlytics Non-Fatal Error
ca_es: Prova d'error no fatal de Crashlytics
cs: Nefatální chyba testu Crashlytics
cy_gb: Profi Gwall Di-angheuol Crashlytics
da: Test Crashlytics ikke-fatal fejl
de: Test Crashlytics nicht-schwerwiegender Fehler
el: Δοκιμάστε το μη-θανατηφόρο σφάλμα Crashlytics
et: Testi Crashlyticsi mittefataalset viga
fr: Test d'erreur Crashlytics non fatale
hu: A Crashlytics nem végzetes hibájának tesztelése
id: Uji Kesalahan Non-Fatal Crashlytics
it: Test dell'errore non fatale con Crashlytics
ja: Crashlyticsの非致命的エラーのテスト
ko_kr: Crashlytics 치명적이지 않은 오류 테스트
nb: Test Crashlytics ikke-fatal feil
nl: Test Crashlytics Niet-Fatale Fout
pl_pl: Testowanie niekrytycznego błędu Crashlytics
pt_br: Testar erro não fatal do Crashlytics
tr: Crashlytics Ölümcül Olmayan Hatayı Test Edin
uk: Тест нефатальної помилки Crashlytics
zh_hant: 測試 Crashlytics 非嚴重錯誤

# settings.developer.crashlytics_test.non_fatal.notification.title
source: About to submit a non-fatal error
ca_es: A punt d’enviar un error no fatal
cs: Chystá se odeslání nefatální chyby
cy_gb: Ar fin cyflwyno gwall nad yw'n angheuol
da: Ved at sende en ikke-alvorlig fejl
de: Nicht schwerwiegenden Fehler senden
el: Πρόκειται να υποβληθεί μη θανατηφόρο σφάλμα
et: Mittefataalse vea esitamine
fr: Sur le point de soumettre une erreur non fatale
hu: Nem végzetes hiba beküldésére készül
id: Akan mengirimkan kesalahan non-fatal
it: Sto per inviare un errore non fatale
ja: 致命的ではないエラーを送信しようとしています
ko_kr: 치명적이지 않은 오류 제출
nb: I ferd med å sende inn en ikke-fatal feil
nl: Op het punt een niet-fatale fout in te dienen
pl_pl: Zaraz wyślemy niekrytyczny błąd
pt_br: Prestes a enviar um erro não fatal
ru: Собираюсь отправить не фатальную ошибку
tr: Önemli olmayan bir hata göndermek üzere
uk: Надсилання некритичної помилки
zh_hant: 關於傳送非嚴重錯誤

# settings.developer.crashlytics_test.non_fatal.notification.body
source: When you press OK, a non-fatal error will be sent to Crashlytics. It may take up to 5 minutes to appear in the console.
ca_es: Quan premeu D'acord, s'enviarà un error no fatal a Crashlytics. Pot trigar fins a 5 minuts a aparèixer a la consola.
cs: Při stisknutí tlačítka OK bude chyba odeslána do "Crashlytics". Zobrazení v konzoli může trvat až 5 minut.
cy_gb: Pan fyddwch yn pwyso Iawn, bydd gwall nad yw'n angheuol yn cael ei anfon at Crashlytics. Gall gymryd hyd at 5 munud i ymddangos yn y consol.
da: Når du trykker på OK, sendes en ikke-alvorlig fejl til Crashlytics. Det kan tage op til 5 minutter før den kan ses i konsollen.
de: Wenn Sie auf OK klicken, wird ein nicht schwerwiegender Fehler an Crashlytics gesendet. Es kann bis zu 5 Minuten dauern, bis dieser in der Konsole angezeigt wird.
el: Όταν πατήσετε OK, ένα μη θανατηφόρο σφάλμα θα σταλεί στο Crashlytics. Μπορεί να χρειαστούν έως και 5 λεπτά για να εμφανιστεί στην κονσόλα.
et: Kui vajutad nuppu OK, saadetakse Crashlyticsile mittefataalne viga. Selle kuvamiseks konsoolis võib kuluda kuni 5 minutit.
fr: Lorsque vous appuyez sur OK, une erreur non fatale sera envoyée à Crashlytics. Cela peut prendre jusqu'à 5 minutes pour apparaître dans la console.
hu: Amikor megnyomja az OK gombot, egy nem végzetes hiba kerül elküldésre a Crashlyticsnek. A hiba megjelenése a konzolon akár 5 percig is eltarthat.
id: Ketika Anda menekan oke, kesalahan non-fatal akan dikirim ke Crashlytics. Mungkin perlu waktu hingga 5 menit untuk muncul di konsol.
it: Quando premi OK, verrà inviato un errore non irreversibile a Crashlytics. La visualizzazione nella console può richiedere fino a 5 minuti.
ko_kr: OK를 누르면 치명적이지 않은 오류가 Crashlytics로 전송됩니다. 콘솔에 표시되는 데 최대 5분이 걸릴 수 있습니다.
nb: Når du trykker OK, sendes en ikke-fatal feil til Crashlytics. Det kan ta opptil 5 minutter å vises i konsollen.
nl: Wanneer u op OK drukt, wordt een niet-fatale fout naar Crashlytics verzonden. Het kan tot 5 minuten duren voordat het in de console wordt weergegeven.
pl_pl: Po naciśnięciu OK, do Crashlytics zostanie wysłany niekrytyczny błąd. Pojawienie się tego błędu w konsoli może potrwać do 5 minut.
pt_br: Ao pressionar OK, um erro não fatal será enviado ao Crashlytics. Pode levar até 5 minutos para aparecer no console.
tr: Tamam'a bastığınızda, Crashlytics'e önemli olmayan bir hata gönderilir. Konsolda görünmesi 5 dakikaya kadar sürebilir.
uk: Коли ви натиснете OK, некритична помилка буде надіслана у Crashlytics. Для того, щоб це відобразилось у консолі може знадобитись до 5 хвилин.
zh_hant: 當按下 OK 時，將會傳送非嚴重錯誤至 Crashlytics。可能需要約 5 分鐘時間才會於控制介面中顯示。

# sensors.geocoded_location.setting.use_zones
source: Use Zone Name
ca_es: Utilitza el nom de la zona
cs: Použít název zóny
cy_gb: Defnyddio Enw Parth
da: Brug zonenavn
de: Verwenden Sie den Zonennamen
el: Χρήση ονόματος ζώνης
es: Usar nombre de zona
et: Kasuta tsooni nime
fr: Utiliser le nom de la zone
hu: Zónanév használata
id: Gunakan Nama Zona
it: Usa il nome della zona
ja: ゾーン名を使用
ko_kr: 지역 이름 사용
nb: Bruk sone-navn
nl: Gebruik tijdzone naam
pl_pl: Użyj nazwy strefy
pt_br: Usar nome da zona
ru: Использовать название зоны
tr: Bölge Adını Kullan
uk: Використовувати назву зони
zh_hant: 使用區域名稱

# settings_sensors.settings.header
source: Settings
ca_es: Configuració
cs: Nastavení
cy_gb: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
es_es: Ajustes
et: Seaded
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko_kr: 설정
nb: Innstillinger
nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hant: 設定
