Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.labels.complication_group_member.circular_small.description
source: A small circular area used in the Color clock face.
cs: Malá kruhová oblast použitá v ciferníku Color.
cy_gb: Ardal gylchol fach a ddefnyddir yn wyneb y cloc Color.
da: Et lille cirkulært område, der bruges i farve-urskiven.
de: Eine kleine kreisförmige Fläche, die in der Farbuhrfläche verwendet wird.
el: Μια μικρή κυκλική περιοχή που χρησιμοποιείται στην πρόσοψη ρολογιού χρώματος.
et: Väike ümmargune ala, mida kasutatakse Color kellanäidikul.
fi: Pieni pyöreä alue, jota käytetään Värit -kellotaulussa.
fr: Une petite zone circulaire utilisée dans le cadran Couleur.
hu: A színes óralapban használt kis kör alakú terület.
id: Area lingkaran kecil yang digunakan dalam wajah jam Warna.
it: Una piccola area circolare utilizzata nel quadrante a colori.
ja: カラー時計の文字盤に使われている小さな円形の部分。
ko_kr: 컬러 시계 페이스에 사용되는 소형 원형 영역입니다.
nb: Et lite sirkulært område som brukes i fargeklokkeflaten.
nl: Een klein rond gebied dat wordt gebruikt in de kleurklok.
pt_br: Uma pequena área circular usada na face do relógio Color.
sv: Ett litet cirkulärt område som används i urtavlan Färger.
tr: Renkli saat kadranında kullanılan küçük dairesel bir alan.
uk: Невелика кругла область, яка використовується у циферблаті «Колір».
zh_hans: 彩色表盘中使用复杂功能的小圆形区域复杂功能。
zh_hant: 小環形區域使用於彩色錶面。

# watch.labels.complication_group_member.circular_small.name
source: Circular Small
ca_es: Circular Petita
cs: Kruhové malé
cy_gb: Cylch Bach
da: Cirkulær lille
de: Kreisförmig Klein
el: Κυκλικό μικρό
es: Circular pequeño
et: Ümmargune väike
fi: Pyöreä pieni
fr: Petit cercle
hu: Kör alakú kicsi
id: Lingkaran Kecil
it: Circolare Piccolo
ja: サーキュラー スモール
ko_kr: 원형 소형
nb: Liten sirkel
nl: Circulair klein
pt_br: Circular Pequeno
ru: Круглое малое
sv: Cirkulär liten
tr: Dairesel Küçük
uk: Круговий маленький
zh_hans: 小圆环
zh_hant: 小型圓形

# watch.labels.complication_group_member.circular_small.short_name
source: Circular Small
ca_es: Circular Petita
cs: Kruhové malé
cy_gb: Cylch Bach
da: Cirkulær lille
de: Kreisförmig Klein
el: Κυκλικό μικρό
es: Circular pequeño
et: Ümmargune väike
fi: Pyöreä pieni
fr: Petit cercle
hu: Kör alakú kicsi
id: Lingkaran Kecil
it: Circolare Piccolo
ja: サーキュラー スモール
ko_kr: 원형 소형
nb: Liten sirkel
nl: Circulair klein
pt_br: Circular Pequeno
ru: Круглое малое
sv: Cirkulär liten
tr: Dairesel Küçük
uk: Круговий маленький
zh_hans: 小圆环
zh_hant: 小圓環

# watch.labels.complication_group_member.extra_large.description
source: A large square area used in the X-Large clock face.
cs: Velká čtvercová plocha použitá v ciferníku X-Large.
cy_gb: Ardal sgwâr fawr a ddefnyddir yn wyneb y cloc X-Large.
da: Et stort firkantet område, der bruges i X-Large-urskiven.
de: Eine große quadratische Fläche, die im X-Large Zifferblatt verwendet wird.
el: Ένα μεγάλο τετράγωνο εμβαδόν που χρησιμοποιείται στο πρόσωπο ρολογιού X-Large.
et: Suur ruudukujuline ala, mida kasutatakse X-Large'i kella sihverplaadil.
fi: Suuri neliöalue, jota käytetään X-Large-kellotaulussa.
fr: Une grande surface carrée utilisée dans le cadran Extra Large.
hu: Az extranagy óralapon használt nagy négyzet alakú terület.
id: Area kotak besar yang digunakan dalam wajah jam Ekstra Besar.
it: Una grande area quadrata utilizzata nel quadrante X-Large.
ja: X-Largeクロックフェイスで使用されている大きな正方形の部分。
ko_kr: 큰글자 시계 페이스에 사용되는 특대 정사각형 영역입니다.
nb: Et stort firkantet område som brukes i XL urskive.
nl: Een groot vierkant gebied dat wordt gebruikt in de X-Large wijzerplaat.
pt_br: Uma grande área quadrada usada no mostrador do relógio X-Large.
sv: Ett stort kvadratformat område som används i urtavlan X-Large.
tr: X-Large saat kadranında kullanılan geniş bir kare alan.
uk: Велика квадратна площа, що використовується у циферблаті «Екстра».
zh_hans: 大文字表盘中使用的大方形区域复杂功能。
zh_hant: 大方形區域使用於大字體錶面。

# watch.labels.complication_group_member.extra_large.name
source: Extra Large
ca_es: Extra Gran
cs: Extra velké
cy_gb: Mawr Ychwanegol
da: Ekstra stor
de: Extra groß
el: Πολύ μεγάλο
es: Extra grande
et: Eriti suur
hu: Extra nagy
id: Ekstra Besar
ja: エクストララージ
ko_kr: 큰글자
nb: Ekstra stor
nl: Extra groot
pl_pl: Bardzo duży
pt_br: Extra grande
ru: Очень большое
sv: Extra stor
tr: Ekstra büyük
uk: Дуже великий
zh_hans: 超大
zh_hant: 巨大

# watch.labels.complication_group_member.extra_large.short_name
source: Extra Large
ca_es: Extra Gran
cs: Extra velké
cy_gb: Mawr Ychwanegol
da: Ekstra stor
de: Extra groß
el: Πολύ μεγάλο
es: Extra grande
et: Eriti suur
hu: Extra nagy
id: Ekstra Besar
ja: エクストララージ
ko_kr: 큰글자
nb: Ekstra stor
nl: Extra groot
pl_pl: Bardzo duży
pt_br: Extra grande
ru: Очень большое
sv: Extra stor
tr: Ekstra büyük
uk: Дуже великий
zh_hans: 超大
zh_hant: 巨大

# watch.labels.complication_group_member.graphic_bezel.description
source: A small square area used in the Modular clock face.
cs: Malá čtvercová plocha použitá v ciferníku Modular.
cy_gb: Ardal sgwâr fach a ddefnyddir yn wyneb y cloc Modular.
da: Et lille firkantet område, der bruges i den modulære urskive.
de: Eine kleine quadratische Fläche, die im Modular Ziffernblatt verwendet wird.
el: Ένα μικρό τετράγωνο εμβαδόν που χρησιμοποιείται στο Modular ρολόι.
et: Väike ruudukujuline ala, mida kasutatakse Modulari kellaplaadil.
fi: Pieni neliöalue, jota käytetään kellotaulussa Modulaarinen.
fr: Petite zone carré utilisée dans le cadran Modulaire.
hu: Egy kis négyzet alakú terület, amelyet a Modular óralapon használnak.
id: Area kotak kecil yang digunakan dalam wajah jam Modular.
it: Una piccola area quadrata utilizzata nel quadrante modulare.
ko_kr: 모듈 시계 페이스에 사용되는 소형 정사각형 영역입니다.
nb: Et lite firkantsområde som brukes i Modular klokke ansikt.
nl: Een klein vierkant gebied dat wordt gebruikt in de modulaire klok.
pt_br: Uma pequena área quadrada usada no mostrador do relógio Modular.
sv: Ett litet kvadratformat område som används i urtavlan Moduler.
tr: Modüler saat kadranında kullanılan küçük bir kare alan.
uk: Невелика квадратна площа, що використовується в Модульному циферблаті.
zh_hans: 在模块表盘中使用复杂功能的小方形区域复杂功能。
zh_hant: 小方形區域使用於組合錶面。

# watch.labels.complication_group_member.graphic_bezel.name
source: Graphic Bezel
ca_es: Bisell gràfic
cs: Grafický rámeček
cy_gb: Gwefl Graffig
da: Grafisk kant
de: Grafische Einfassung
el: Γραφική στεφάνη
et: Graafiline raam
fi: Graafinen kehys
fr: Bezel graphique
hu: Grafikus keret
id: Bingkai Grafis
it: Grafica della lunetta
ja: グラフィックベゼル
ko_kr: 그래픽 베젤
nb: Grafisk ramme
nl: Grafische rand
pt_br: Moldura gráfica
sv: Grafisk krans
tr: Grafik Çerçeve
uk: Графічний обідок
zh_hans: 图形表圈
zh_hant: 圖像外框

# watch.labels.complication_group_member.graphic_bezel.short_name
source: Bezel
ca_es: Bisell
cs: Rámeček
cy_gb: Gwefl
da: Kant
de: Einfassung
el: Στεφάνη
es: Bisel
et: Raam
fi: Kehys
hu: Keret
id: Bingkai
it: Lunetta
ja: ベゼル
ko_kr: 베젤
nb: Ramme
nl: Rand
pt_br: Moldura
sv: Krans
tr: Çerçeve
uk: Обідок
zh_hans: 面板
zh_hant: 外框

# watch.labels.complication_group_member.graphic_circular.description
source: A large rectangular area used in the Modular clock face.
cs: Velká čtvercová plocha použitá v ciferníku Modular.
cy_gb: Ardal betryal fawr a ddefnyddir yn wyneb y cloc Modular.
da: Et stort rektangulært område, der bruges i den modulære urskive.
de: Ein großer rechteckiger Bereich, der im Modularen Zifferblatt verwendet wird.
el: Μια μεγάλη ορθογώνια περιοχή που χρησιμοποιείται στην όψη Modular ρολογιού.
et: Suur ristkülikukujuline ala, mida kasutatakse Modulari kellaplaadil.
fi: Suuri suorakulmainen alue, jota käytetään kellokasvossa Modulaarinen.
fr: Grande surface rectangulaire utilisée dans le cadran Modulaire.
hu: Egy nagy téglalap alakú terület, amelyet a Modular óralapon használnak.
id: Area kotak besar yang digunakan dalam wajah jam Modular.
it: Una grande area rettangolare utilizzata nel quadrante modulare.
ko_kr: 모듈 시계 페이스에 사용되는 대형 직사각형 영역입니다.
nb: En stor rektangulær området brukes i modulære klokken.
nl: Een groot rechthoekig gebied dat gebruikt wordt in de Modulaire wijzerplaat van de klok.
pt_br: Uma grande área retangular usada na face do relógio Modular.
sv: Ett stort rektangulärt område som används i urtavlan Moduler.
tr: Modüler saat kadranında kullanılan büyük bir dikdörtgen alan.
uk: Велика прямокутна ділянка, що використовується в Модульному циферблаті.
zh_hans: 在模块表盘中使用的大方框区域复杂功能。
zh_hant: 大長方形區域使用於組合錶面。

# watch.labels.complication_group_member.graphic_circular.name
source: Graphic Circular
ca_es: Circular Gràfic
cs: Grafický kruhový
cy_gb: Cylch Graffig
da: Grafisk cirkulær
de: Grafik Kreisförmig
el: Γραφικό κυκλικό
et: Graafiline ringikujuline
fi: Pyöreä graafinen
fr: Circulaire graphique
hu: Grafikus kör alakú
id: Lingkaran Grafis
it: Grafica Circolare
ja: グラフィックサーキュラー
ko_kr: 그래픽 원형
nb: Grafisk rektangulær
nl: Grafische cirkel
pt_br: Circular gráfica
sv: Grafisk cirkulär
tr: Grafik Dairesel
uk: Графічний круглий
zh_hans: 圆形图片
zh_hant: 圖像環形

# watch.labels.complication_group_member.graphic_circular.short_name
source: Circular
cs: Kruhový
cy_gb: Cylch
da: Cirkulær
de: Kreisförmig
el: Κυκλικό
et: Ümmargune
fi: Pyöreä
fr: Circulaire
hu: Kör alakú
id: Lingkaran
it: Circolare
ja: サーキュラー
ko_kr: 원형
nb: Sirkulær
nl: Circulaire
ru: Кругообразный
sv: Cirkulär
tr: Dairesel
uk: Круговий
zh_hans: 圆形
zh_hant: 環形

# watch.labels.complication_group_member.graphic_corner.description
source: A small square or rectangular area used in the Utility, Mickey, Chronograph, and Simple clock faces.
cs: Malá čtvercová nebo obdélníková oblast použitá v cifernících Utility, Mickey, Chronograph a Simple.
cy_gb: Ardal sgwâr neu betryal fach a ddefnyddir yn wynebau cloc Utility, Mickey, Chronograph, a Simple.
da: Et lille kvadratisk eller rektangulært område, der bruges i værktøjet Praktisk, Mickey, Chronograf og Simpel.
de: Ein kleines Quadrat oder ein rechteckiger Bereich, der in den Ziffernblättern Utility, Mickey, Chronograph und Simple verwendet wird.
el: Μια μικρή τετράγωνη ή ορθογώνια περιοχή που χρησιμοποιείται στις όψεις Utility, Mickey, Chronograph και Simple.
et: Väike ruudu- või ristkülikukujuline ala, mida kasutatakse Utility, Mickey, Chronograph ja Simple kella sihverplaatides.
fi: Pieni neliö tai suorakulmainen alue, jota käytetään Utility, Mikki, Chronograph, ja Yksinkertaisessa kellotauluissa.
fr: Une petite zone carrée ou rectangulaire utilisée dans le cadran utilitaire, Mickey, Chronographe et Simple.
hu: Egy kis négyzet vagy téglalap alakú terület, amelyet a Hasznos, a Mickey, a Kronográf és az Egyszerű óra számlapjain használnak.
id: Area kotak kecil yang digunakan dalam wajah jam Utilitas, Mickey Mouse, Kronograf, dan Sederhana.
it: Una piccola area quadrata o rettangolare utilizzata nei quadranti Utility, Topolino, Cronografo e Semplice.
ko_kr: 유틸리티, 미키, 크로노그래프 및 심플 시계 페이스에 사용되는 소형 정사각형 또는 직사각형 영역입니다.
nb: Et lite firkantet eller rektangulært område som brukes i Utility, Mickey, chronograph og Simple klokke ansikter.
nl: Een klein vierkant of rechthoekig gebied dat wordt gebruikt in de Utility-, Mickey-, Chronograph- en Simple-wijzerplaten.
pt_br: Uma pequena área quadrada ou retangular usada nos mostradores de relógio Utilitário, Mickey, Cronógrafo e Simples.
sv: En liten kvadrat eller rektangulärt område som används i urtavlorna Praktisk, Musse Pigg, Kronograf och Enkel.
tr: Utility, Mickey, Chronograph ve Simple saat yüzlerinde kullanılan küçük kare veya dikdörtgen alan.
uk: Невелика квадратна або прямокутна площа, що використовується у циферблатах «Утилітарний», «Хронограф», «Мікі Маус» та «Зручний»
zh_hans: 在实用，米老鼠，计时码表和简约表盘中使用的小方形或矩形区域复杂功能。
zh_hant: 小方形或長方形區域使用於實用、計時碼錶及簡約錶面。

# watch.labels.complication_group_member.graphic_corner.name
source: Graphic Corner
ca_es: Racó gràfic
cs: Grafické rohy
cy_gb: Cornel Graffig
da: Grafisk hjørne
de: Grafik-Ecke
el: Γραφική γωνία
et: Graafiline nurk
fi: Graafinen kulma
fr: Coin graphique
hu: Grafikus sarok
id: Pojok Grafis
it: Angolo grafico
ja: グラフィックコーナー
ko_kr: 그래픽 모서리
nb: Grafisk hjørne
nl: Grafische hoek
pt_br: Canto gráfico
ru: Графический угол
sv: Grafiskt hörn
tr: Grafik Köşe
uk: Графічний кутовий
zh_hans: 圆角
zh_hant: 圖像角落

# watch.labels.complication_group_member.graphic_corner.short_name
source: Corner
ca_es: Cantonada
cs: Roh
cy_gb: Cornel
da: Hjørne
de: Ecke
el: Γωνία
es: Esquina
et: Nurk
fi: Kulma
fr: Coin
hu: Sarok
id: Pojok
it: Angolo
ja: コーナー
ko_kr: 모서리
nb: Hjørne
nl: Hoek
pt_br: Canto
ru: угол
sv: Hörn
tr: Köşe
uk: Кутовий
zh_hans: 角落
zh_hant: 角落

# watch.labels.complication_group_member.graphic_rectangular.description
source: A small rectangular area used in the in the Photos, Motion, and Timelapse clock faces.
cs: Malá obdélníková oblast použitá v cifernících Photos, Motion a Timelapse.
cy_gb: Ardal betryal fach a ddefnyddir yn wynebau'r cloc Photos, Motion a Timelapse.
da: Et lille rektangulært område, der bruges i urskiverne Fotos, Bevægelse og Timelapse.
de: Ein kleiner rechteckiger Bereich, der in den Ziffernblättern "Fotos", "Bewegung" und "Zeitraffer" verwendet wird.
el: Μια μικρή ορθογώνια περιοχή που χρησιμοποιείται στις όψεις ρολογιών Φωτογραφίες, Κίνηση και Timelapse.
et: Väike ristkülikukujuline ala, mida kasutatakse fotode, liikumise ja aeglase kella sihverplaatides.
fi: Pieni suorakulmainen alue, jota käytetään Kuvat-, Liike- ja Timelapse- kellotauluissa.
fr: Petite zone rectangulaire utilisée dans le cadran Photos, Animation et Accéléré.
hu: Egy kis téglalap alakú terület, amelyet a Fotók, a Mozgás és az Időzített óra számlapjain használnak.
id: Area kotak kecil yang digunakan dalam wajah jam Foto, Animasi, dan Selang Waktu.
it: Una piccola area rettangolare utilizzata nei quadranti Foto, Attività e Timelapse.
ja: 写真、モーション、タイムラプスの時計の文字盤で使用される小さな長方形の領域。
ko_kr: 사진, 모션 및 타입랩스 시계 페이스에서 사용되는 소형 직사각형 영역입니다.
nb: Et lite rektangulært område som brukes i bilder, bevegelse og timelapse klokken ansikter.
nl: Een klein rechthoekig gebied dat wordt gebruikt in de klokzijden Photos, Motion en Timelapse.
pt_br: Uma pequena área retangular usada nos mostradores do relógio Fotos, Movimento e Timelapse.
sv: Ett litet rektangulärt område som används i urtavlorna Bilder, Rörelse och Timelapse.
tr: Fotoğraflar, Hareket ve Zaman Atlamalı saat yüzlerinde kullanılan küçük bir dikdörtgen alan.
uk: Невелика прямокутна площа, яка використовується у циферблатах «Фото», «Динаміка» та «Плин часу».
zh_hans: 在“照片”，“动态”和“延时摄影”表盘中使用的小矩形区域复杂功能。
zh_hant: 小長方形區域使用於照片、動態及縮時攝影錶面。

# watch.labels.complication_group_member.graphic_rectangular.name
source: Graphic Rectangular
ca_es: Gràfic Rectangular
cs: Grafický obdélníkový
cy_gb: Petryal graffig
da: Grafisk rektangulær
de: Grafik rechteckig
el: Γραφικό ορθογώνιο
et: Graafiline ristkülikukujuline
fi: Graafinen suorakulmainen
fr: Graphique rectangulaire
hu: Grafikus téglalap alakú
id: Grafis Persegi Panjang
it: Grafica rettangolare
ja: グラフィック 長方形
ko_kr: 그래픽 직사각형
nb: Grafisk rektangulær
nl: Grafisch Rechthoekig
pt_br: Gráfico Retangular
sv: Grafisk rektangulär
tr: Grafik Dikdörtgen
uk: Графічний прямокутний
zh_hans: 长方形图片
zh_hant: 圖像長方形

# watch.labels.complication_group_member.graphic_rectangular.short_name
source: Rectangular
cs: Obdélníkový
cy_gb: Petryal
da: Rektangulær
de: Rechteckig
el: Ορθογώνιο
et: Ristkülikukujuline
fi: Suorakulmainen
fr: Rectangulaire
hu: Téglalap alakú
id: Persegi Panjang
it: Rettangolare
ja: 長方形
ko_kr: 직사각형
nb: Rektangulær
nl: Rechthoekig
pt_br: Retangular
ru: Прямоугольное
sv: Rektangulär
tr: Dikdörtgen
uk: Прямокутний
zh_hans: 长方形
zh_hant: 長方形

# watch.labels.complication_group_member.modular_large.description
source: A large rectangular area that spans the width of the screen in the Utility and Mickey clock faces.
cs: Velká obdélníková oblast, která je na šířku obrazovky v ciferníku Utility a Mickey.
cy_gb: Ardal betryal fawr sy'n rhychwantu lled y sgrin yn wynebau cloc Utility a Mickey.
da: Et stort rektangulært område, der spænder over bredden på skærmen i Praktisk- og Mickey-urskiverne.
de: Ein großer rechteckiger Bereich, der sich über die gesamte Bildschirmbreite der Utility- und Mickey-Zifferblätter erstreckt.
el: Μια μεγάλη ορθογώνια περιοχή που εκτείνεται στο πλάτος της οθόνης στις οθόνες Utility και Mickey.
et: Suur ristkülikukujuline ala, mis ulatub Utility ja Miki kella sihverplaadi ekraani laiusele.
fi: Suuri suorakulmainen alue, joka ulottuu näytön leveyden Utility ja Mikki kellotauluissa.
fr: Une grande zone rectangulaire qui s'étend sur la largeur de l'écran dans le cadran Utilitaire et Mickey.
hu: Egy nagy téglalap alakú terület, amely a képernyő szélességén átível a segédprogram és a Mickey óra számlapján.
id: Area kotak besar yang membentang selebar layar dalam wajah jam Utilitas dan Mickey Mouse.
it: Una grande area rettangolare che copre la larghezza dello schermo nei quadranti Utility e Topolino.
ko_kr: 유틸리티 및 미키 시계 페이스의 화면 너비에 걸쳐 있는 대형 직사각형 영역입니다.
nb: Et stort rektangulært område som spenner over bredden på skjermen i Utility og Mickey klokken ansikter.
nl: Een groot rechthoekig gebied dat de breedte van het scherm overspant in de Utility en Mickey wijzerplaten.
pt_br: Uma grande área retangular que abrange a largura da tela nos mostradores de relógio Utilitário e Mickey.
sv: Ett stort rektangulärt område som sträcker sig över skärmens bredd i urtavlorna Praktisk och Musse Pigg.
tr: Yardımcı Program ve Mickey saat yüzlerinde ekranın genişliğini kapsayan geniş bir dikdörtgen alan.
uk: Велика прямокутна область, яка охоплює ширину екрана в циферблаті «Утілітарний» та «Мікі Маус».
zh_hans: 一个大的方框区域，横跨实用和米老鼠表盘的屏幕宽度。
zh_hant: 大長方形區域橫跨顯示於實用及米奇與米妮錶面。

# watch.labels.complication_group_member.modular_large.name
source: Modular Large
ca_es: Modular Gran
cs: Modulární velký
cy_gb: Mawr Modiwlaidd
da: Modulær stor
de: Modular groß
el: Αρθρωτό μεγάλο
es: Modular grande
et: Modulaarne suur
fi: Modulaarinen iso
fr: Modulaire Large
hu: Moduláris nagyméretű
id: Modular Besar
it: Modulare Grande
ja: モジュラー ラージ
ko_kr: 모듈 대형
nb: Modulær Stor
pt_br: Modular Grande
ru: Большой модульный
sv: Moduler stor
tr: Modüler Büyük
uk: Модульний великий
zh_hans: 模块大图形
zh_hant: 大組合

# watch.labels.complication_group_member.modular_large.short_name
source: Large
ca_es: Gran
cs: Velký
cy_gb: Mawr
da: Stor
de: Groß
el: Μεγάλο
es: Grande
et: Suur
fi: Iso
fr: Grand
hu: Nagyméretű
id: Besar
it: Grande
ja: 大
ko_kr: 대형
nb: Stor
nl: Groot
pt_br: Grande
ru: Большое
sv: Stor
tr: Büyük
uk: Великий
zh_hans: 大
zh_hant: 大組

# watch.labels.complication_group_member.modular_small.description
source: A curved area that fills the corners in the Infograph clock face.
ca_es: Una àrea corba que omple les cantonades de la cara de l'infograf del rellotge.
cs: Zakřivená oblast, která vyplňuje rohy ciferníku Infograph.
cy_gb: Ardal grwm sy'n llenwi'r corneli yn wyneb cloc Infograph.
da: Et buet område, der fylder hjørnerne i Infograf-urskiven.
de: Ein gekrümmter Bereich, der die Ecken des Infograph-Ziffernblatts ausfüllt.
el: Μια κυρτή περιοχή που γεμίζει τις γωνίες στην πρόσοψη του ρολογιού Infograph.
et: Kumer ala, mis täidab Infographi kella sihverplaadi nurgad.
fi: Kaareva alue, joka täyttää kulmat Infograph kellotaulussa.
fr: Zone incurvée qui remplit les angles du cadran Infographe.
hu: Egy ívelt terület, amely kitölti a sarkokat az Infograph óralapján.
id: Area melengkung yang mengisi sudut dalam wajah jam Grafik Info.
it: Un'area curva che riempie gli angoli del quadrante Infograph,
ko_kr: 인포그래프 시계 페이스의 모서리를 채우는 곡선 영역입니다.
nb: Et buet område som fyller hjørnene i klokken Infograph.
nl: Een gebogen gebied dat de hoeken in de infograph-wijzerplaat vult.
pt_br: Uma área curva que preenche os cantos do mostrador do relógio do Infograph.
sv: Ett krökt område som fyller hörnen i urtavlan Infograf.
tr: Infograph saat kadranındaki köşeleri dolduran kavisli bir alan.
uk: Вигнута область, яка заповнює кути в циферблаті «Інфограф».
zh_hans: 一个弯曲的区域，填充图文表盘的角落。
zh_hant: 弧形區域顯示於圖像錶面角落。

# watch.labels.complication_group_member.modular_small.name
source: Modular Small
ca_es: Modular Petit
cs: Modulární malý
cy_gb: Bach Modiwlaidd
da: Modulær lille
de: Modular klein
el: Αρθρωτό μικρό
es: Modular pequeño
et: Modulaarne väike
fi: Modulaarinen pieni
fr: Petit modulaire
hu: Moduláris kicsi
id: Modular Kecil
it: Modulare Piccolo
ja: モジュラー スモール
ko_kr: 모듈 소형
nb: Modulær Liten
nl: Modulair Klein
pt_br: Modular Pequeno
ru: Модульное малое
sv: Moduler liten
tr: Modüler Küçük
uk: Модульний маленький
zh_hans: 模块小图形
zh_hant: 小組合

# watch.labels.complication_group_member.modular_small.short_name
source: Small
ca_es: Petit
cs: Malý
cy_gb: Bach
da: Lille
de: Klein
el: Μικρό
es: Pequeño
et: Väike
fi: Pieni
fr: Petit
hu: Kicsi
id: Kecil
it: Piccolo
ja: 小
ko_kr: 소형
nb: Liten
nl: Klein
pt_br: Pequeno
ru: Малое
sv: Liten
tr: Küçük
uk: Маленький
zh_hans: 小
zh_hant: 小組

# watch.labels.complication_group_member.utilitarian_large.description
source: A circular area used in the Infograph and Infograph Modular clock faces.
cs: Kruhová oblast použitá v cifernících Infograph a Infograph Modular.
cy_gb: Ardal gylchol a ddefnyddir yn wynebau cloc Infograph Modular a Infograph.
da: Et cirkulært område brugt i Infograf Modulær-urskiven.
de: Ein kreisförmiger Bereich, der in den Ziffernblättern Infograph und Infograph Modular verwendet wird.
el: Μια κυκλική περιοχή που χρησιμοποιείται στις όψεις του ρολογιού Infograph και Infograph Modular.
et: Ringikujuline ala, mida kasutatakse Infographi ja Infograph Modulari kellanäidikutel.
fi: Pyöreä alue, jota käytetään Infograph ja Infograph Modulaarinen kellotauluissa.
fr: Zone circulaire utilisée dans les cadrans Infographe et Infographe modulaire.
hu: Az Infograph és Infograph Modular óralapokon használt kör alakú terület.
id: Area lingkaran yang digunakan dalam wajah jam Grafik Info dan Grafik Info Modular.
it: Un'area circolare utilizzata nei quadranti Grafico delle informazioni e Grafico delle informazioni Modulare.
ko_kr: 인포그래프 및 인포그래프 모듈 시계 페이스에 사용되는 원형 영역입니다.
nb: Et sirkulært område brukes i Infograph og Infograph modulær urskiver.
nl: Een rond gebied dat wordt gebruikt in de modulaire wijzerplaten Infograph en Infograph.
pt_br: Uma área circular usada nas faces do relógio Infograph e Infograph Modular.
sv: Ett cirkulärt område som används i urtavlorna Infograf och Infograf Modulär.
tr: Infograph ve Infograph Modüler saat yüzlerinde kullanılan dairesel bir alan.
uk: Кругла область, що використовується в циферблаті «Модульний інфограф».
zh_hans: 在图文和图文模块表盘中使用的圆形区域复杂功能。
zh_hant: 弧形區域顯示於圖像與組合錶面角落。

# watch.labels.complication_group_member.utilitarian_large.name
source: Utilitarian Large
ca_es: Utilitari Gran
cs: Utilitární velký
cy_gb: Mawr Iwtilitaraidd
da: Praktisk stor
de: Utilitarisch Groß
el: Χρηστικό μεγάλο
es: Utilitario grande
et: Praktiline väike
fi: Käytännöllinen iso
fr: Utilitaire Large
hu: Használati nagyméretű
id: Utilitarian Besar
it: Utility Grande
ja: 実用的な大きさ
ko_kr: 유틸리티 대형
nb: Utilitaristisk Stor
nl: Utilitair Groot
pt_br: Utilitário Grande
sv: Praktisk stor
tr: Büyük
uk: Утилітарний великий
zh_hans: 大区域复杂功能
zh_hant: 大實用

# watch.labels.complication_group_member.utilitarian_large.short_name
source: Large
ca_es: Gran
cs: Velký
cy_gb: Mawr
da: Stor
de: Groß
el: Μεγάλο
es: Grande
et: Suur
fi: Iso
fr: Grand
hu: Nagyméretű
id: Besar
it: Grande
ja: 大
ko_kr: 대형
nb: Stor
nl: Groot
pt_br: Grande
ru: Большой
sv: Stor
tr: Büyük
uk: Великий
zh_hans: 大
zh_hant: 大
