Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.labels.complication_template.modular_small_stack_text.description
source: A template for displaying two strings stacked one on top of the other.
ca_es: Una plantilla per mostrar dues cadenes apilades l'una sobre l'altra.
cs: Šablona pro zobrazení dvou textů naskládaných nad sebe.
cy_gb: Templed ar gyfer arddangos dau linyn wedi'i stacio ar ben y llall.
da: En skabelon til visning af to strenge stablet en oven på den anden.
de: Eine Vorlage zum Anzeigen von zwei übereinander gestapelten Zeichenfolgen.
el: Ένα πρότυπο για την εμφάνιση δύο συμβολοσειρών στοιβαγμένων η μία πάνω στην άλλη.
es: Una plantilla para mostrar dos cadenas apiladas una encima de la otra.
et: Mall kahe üksteise peale virnastatud stringi kuvamiseks.
fi: Malli, joka näyttää kaksi merkkijonoa päällekkäin pinottua.
fr: Modèle pour afficher deux chaînes l'une au-dessus de l'autre.
hu: Egy sablon két egymásra helyezett szöveg megjelenítésére.
id: Templat untuk menampilkan dua string yang ditumpuk satu di atas yang lain.
it: Un modello per visualizzare due stringhe impilate una sopra l'altra.
ja: 2つの文字列を重ねて表示するためのテンプレート。
ko_kr: 두 개의 문자열을 서로 겹쳐서 표시하는 템플릿입니다.
nb: En mal for å vise to strenger stablet på toppen av den andre.
nl: Een sjabloon voor het weergeven van twee teksten die op elkaar zijn gestapeld.
pt_br: Um modelo para exibir duas strings empilhadas uma sobre a outra.
sv: En mall för att visa två strängar staplade på varandra.
tr: Üst üste yığılmış iki dizeyi görüntülemek için bir şablon.
uk: Шаблон для відображення двох рядків, складених один поверх іншого.
zh_hans: 显示两个字符串堆叠在一起的模板
zh_hant: 兩行字串相互堆疊顯示模版。

# watch.labels.complication_template.style.circular_image
source: Circular Image
ca_es: Imatge circular
cs: Kruhový obrázek
cy_gb: Delwedd Gylchol
da: Cirkulær billede
de: Kreisförmiges Bild
el: Κυκλική εικόνα
es: Imagen circular
et: Ringikujuline pilt
fi: Pyöreä kuva
fr: Image circulaire
hu: Kör alakú kép
id: Gambar Melingkar
it: Immagine circolare
ja: 円形画像
ko_kr: 원형 이미지
nb: Sirkulært bilde
nl: Ronde foto
pt_br: Imagem circular
sl: Krožna slika
sv: Cirkulär bild
tr: Dairesel Görüntü
uk: Кругове зображення
zh_hans: 简图
zh_hant: 圓形圖片

# watch.labels.complication_template.style.circular_text
source: Circular Text
ca_es: Text circular
cs: Kruhový text
cy_gb: Testun Cylchol
da: Cirkulær tekst
de: Kreisförmiger Text
el: Κυκλικό κείμενο
es: Texto circular
et: Ümmargune tekst
fi: Pyöreä teksti
fr: Texte circulaire
hu: Körkörös szöveg
id: Teks Melingkar
it: Testo circolare
ja: 円形テキスト
ko_kr: 원형 텍스트
nb: Sirkulær tekst
nl: Ronde tekst
pt_br: Texto circular
sl: Krožno besedilo
sv: Cirkulär text
tr: Dairesel Metin
uk: Круговий текст
zh_hans: 仪表盘文本
zh_hant: 環形文字

# watch.labels.complication_template.style.closed_gauge_image
source: Closed Gauge Image
cs: Obrázek uzavřeného ručičkového ukazatele
cy_gb: Delwedd Medrydd Caeedig
da: Lukket måler billede
de: Geschlossene Anzeige Bild
el: Εικόνα κλειστού μετρητή
et: Suletud mõõturi pilt
fi: Suljettu mittarinkuva
fr: Image de jauge fermée
hu: Zárt mérőműszer képe
id: Tutup Gambar Gauge
it: Immagine dell'indicatore chiuso
ko_kr: 닫힌 게이지 이미지
nb: Lukket målebilde
nl: Gesloten meterafbeelding
pt_br: Imagem do medidor fechado
sl: Slika zaprtega profila
sv: Stängd mätare bild
tr: Kapalı Gösterge Resmi
uk: Зображення закритої шкали
zh_hans: 关闭仪表盘图形
zh_hant: 封閉測量圖像

# watch.labels.complication_template.style.closed_gauge_text
source: Closed Gauge Text
cs: Text uzavřeného ručičkového ukazatele
cy_gb: Testun Medrydd Caeedig
da: Lukket måler tekst
de: Geschlossene Anzeige Text
el: Κείμενο κλειστού μετρητή
et: Suletud mõõturi tekst
fi: Suljettu mittariteksti
fr: Texte de jauge fermé
hu: Zárt mérőműszer szövege
id: Teks Gauge Tertutup
it: Testo dell'indicatore chiuso
ja: ゲージテキストを閉じる
ko_kr: 닫힌 게이지 텍스트
nb: Lukket målertekst
nl: Gesloten metertekst
pt_br: Texto do medidor fechado
sl: Besedilo zaprtega profila
sv: Stängd mätare text
tr: Kapalı Gösterge Metni
uk: Текст закритої шкали
zh_hans: 关闭仪表盘文本
zh_hant: 封閉測量文字

# watch.labels.complication_template.style.columns
source: Columns
ca_es: Columnes
cs: Sloupce
cy_gb: Colofnau
da: Kolonner
de: Spalten
el: Στήλες
es: Columnas
et: Veerud
fi: Sarakkeet
fr: Colonnes
hu: Oszlopok
id: Kolom
it: Colonne
ja: 列
ko_kr: 열
nb: Kolonner
nl: Kolommen
pl_pl: Kolumny
pt_br: Colunas
ru: Столбцы
sv: Kolumner
tr: Sütunlar
uk: Стовпці
zh_hans: 列
zh_hant: 列

# watch.labels.complication_template.style.columns_text
source: Columns Text
ca_es: Text de les columnes
cs: Text sloupců
cy_gb: Testun Colofnau
da: Kolonner tekst
de: Spalten Text
el: Κείμενο στηλών
es: Columnas de texto
et: Veergude tekst
fi: Sarakkeen teksti
fr: Colonnes Texte
hu: Oszlopok szövege
id: Teks Kolom
it: Colonne Testo
ja: 列テキスト
ko_kr: 열 텍스트
nb: Kolonne Tekst
nl: Kolommen Tekst
pt_br: Texto das colunas
ru: Текст столбцов
sv: Kolumntext
tr: Sütunlar Metni
uk: Текст стовпців
zh_hans: 文本列
zh_hant: 列顯示文字

# watch.labels.complication_template.style.flat
source: Flat
ca_es: Plana
cs: Plochý
cy_gb: Fflat
da: Flad
de: Flach
el: Επίπεδο
es: Plano
et: Lame
fi: Litteä
fr: Allongé
hu: Lapos
id: Datar
it: Piatto
ja: フラット
ko_kr: 플랫
nl: Plat
pt_br: Plano
ru: Плоский
sv: Platt
tr: Düz
uk: Плоский
zh_hans: 扁平
zh_hant: 平面

# watch.labels.complication_template.style.gauge_image
source: Gauge Image
cs: Obrázek ručičkového ukazatele
cy_gb: Delwedd Medrydd
da: Måler billede
de: Anzeige Bild
el: Εικόνα μετρητή
et: Mõõturi pilt
fi: Mittarin kuva
fr: Image de la jauge
hu: Mérőműszer kép
id: Gambar Gauge
it: Immagine dell'indicatore
ja: ゲージ画像
ko_kr: 게이지 이미지
nb: Måler Bilde
nl: Meter afbeelding
pt_br: Imagem do medidor
sv: Mätarbild
tr: Gösterge Resmi
uk: Зображення шкали
zh_hans: 仪表盘图像
zh_hant: 測量圖像

# watch.labels.complication_template.style.gauge_text
source: Gauge Text
cs: Text ručičkového ukazatele
cy_gb: Testun Medrydd
da: Måler tekst
de: Anzeige Text
el: Κείμενο μετρητή
et: Mõõturi tekst
fi: Mittarin teksti
fr: Texte de la jauge
hu: Mérőeszköz szöveg
id: Teks Gauge
it: Testo dell'indicatore
ja: ゲージテキスト
ko_kr: 게이지 텍스트
nb: Måltekst
nl: Meter tekst
pt_br: Texto do medidor
sv: Mätartext
tr: Gösterge Metni
uk: Текст шкали
zh_hans: 仪表盘文本
zh_hant: 測量文字

# watch.labels.complication_template.style.large_image
source: Large Image
ca_es: Imatge gran
cs: Velký obrázek
cy_gb: Delwedd Fawr
da: Stort billede
de: Großes Bild
el: Μεγάλη εικόνα
es: Imagen grande
et: Suur pilt
fi: Iso kuva
fr: Grande image
hu: Nagy kép
id: Gambar Besar
it: Immagine grande
ja: 大きな画像
ko_kr: 큰 이미지
nb: Stort bilde
nl: Grote afbeelding
pt_br: Imagem grande
sv: Stor bild
tr: Geniş Görüntü
uk: Велике зображення
zh_hans: 大图
zh_hant: 大圖像

# watch.labels.complication_template.style.open_gauge_image
source: Open Gauge Image
cs: Obrázek otvřeného ručičkového ukazatele
cy_gb: Delwedd Medrydd Agored
da: Åben måler billede
de: Offene Anzeige Bild
el: Άνοιγμα εικόνας μετρητή
et: Ava mõõturi pilt
fi: Avaa mittarinkuvaa
fr: Ouvrir l'image de la jauge
hu: Nyitott mérőeszköz kép
id: Buka Gambar Gauge
ja: ゲージ画像を開く
ko_kr: 게이지 이미지 열기
nb: Åpne målerbilde
nl: Open meter afbeelding
pt_br: Abrir imagem do medidor
sv: Öppen mätare bild
tr: Açık Gösterge Resmi
uk: Зображення відкритої шкали
zh_hans: 打开仪表盘图形
zh_hant: 開放測量圖像

# watch.labels.complication_template.style.open_gauge_range_text
source: Open Gauge Range Text
cs: Text otevřeného ručičkového ukazatele
cy_gb: Testun Amrediad Medrydd Agored
da: Åben måler område tekst
de: Offene Anzeige Bereich Text
el: Άνοιγμα κειμένου περιοχής εύρους μετρητή
et: Avatud mõõtevahemiku tekst
fi: Avoimen mittarin alue-teksti
fr: Texte de la jauge ouverte
hu: Nyitott mérőeszköz tartomány szöveg
id: Teks Rentang Gauge Terbuka
ja: ゲージ範囲テキストを開く
ko_kr: 열린 게이지 범위 텍스트
nb: Åpne tekst for måleområde
nl: Open meter bereik tekst
pt_br: Texto do intervalo do medidor aberto
sv: Öppen mätare intervalltext
tr: Açık Gösterge Aralığı Metni
uk: Текст діапазону відкритої шкали
zh_hans: 打开仪表盘环绕文本
zh_hant: 開放測量排列文字

# watch.labels.complication_template.style.open_gauge_simple_text
source: Open Gauge Simple Text
cs: Jednoduchý text otevřeného ručičkového ukazatele
cy_gb: Testun Syml Medrydd Agored
da: Åben måler simpel tekst
de: Offene Anzeige einfacher Text
el: Άνοιγμα μετρητή απλού κειμένου
et: Ava mõõturi lihtne tekst
fi: Avoimen mittarin yksinkertainen teksti
fr: Texte Simple de la jauge ouverte
hu: Nyitott mérőeszköz egyszerű szöveg
id: Teks Sederhana Gauge Terbuka
it: Testo semplice dell'indicatore aperto
ja: シンプルなゲージテキストを開く
ko_kr: 열린 게이지 단순 텍스트
nb: Åpne måler enkel tekst
nl: Open meter simpele tekst
pt_br: Texto simples de medidor aberto
sv: Öppen mätare enkel text
tr: Açık Gösterge Basit Metni
uk: Простий текст відкритої шкали
zh_hans: 打开仪表盘简称
zh_hant: 開放測量純文字

# watch.labels.complication_template.style.ring_image
source: Ring Image
ca_es: Imatge de trucada
cs: Obrázek kruhu
cy_gb: Delwedd Cylch
da: Ring billede
de: Kreis Bild
el: Εικόνα δακτυλίου
es: Imagen de llamada
et: Kaarjas pilt
fi: Renkaan kuva
fr: Image de l'anneau
hu: Gyűrű kép
id: Gambar Cincin
it: Immagine ad anello
ja: リング画像
ko_kr: 링 이미지
nb: Sirkulært bilde
nl: Ring afbeelding
pt_br: Imagem do anel
ru: Картинка в кольце
sv: Ringbild
tr: Zil Resmi
uk: Кругове зображення
zh_hans: 图像环绕
zh_hant: 圓環圖像

# watch.labels.complication_template.style.ring_text
source: Ring Text
ca_es: Text de trucada
cs: Text kruhu
cy_gb: Testun Cylch
da: Ring tekst
de: Kreis Text
el: Κείμενο δακτυλίου
es: Texto de llamada
et: Kaarjas tekst
fi: Renkaan teksti
fr: Texte de l'anneau
hu: Gyűrű szöveg
id: Teks Cincin
it: Testo ad anello
ja: リングテキスト
ko_kr: 링 텍스트
nb: Ringetekst
nl: Ringtekst
pt_br: Texto do anel
tr: Zil Metni
uk: Круговий текст
zh_hans: 文本环绕
zh_hant: 圓環文字

# watch.labels.complication_template.style.simple_image
source: Simple Image
ca_es: Imatge senzilla
cs: Jednoduchý obrázek
cy_gb: Delwedd Syml
da: Simpelt billede
de: Einfaches Bild
el: Απλή εικόνα
et: Lihtne pilt
fi: Yksinkertainen kuva
fr: Image simple
hu: Egyszerű kép
id: Gambar Sederhana
it: Immagine semplice
ja: シンプル イメージ
ko_kr: 단순 이미지
nb: Enkelt bilde
nl: Eenvoudige Afbeelding
pl_pl: Prosty obrazek
pt_br: Imagem simples
ru: Простое изображение
sv: Enkel bild
tr: Basit Resim
uk: Просте зображення
zh_hans: 简图
zh_hant: 純圖片

# watch.labels.complication_template.style.simple_text
source: Simple Text
ca_es: Text senzill
cs: Jednoduchý text
cy_gb: Testun Syml
da: Simpel tekst
de: Einfacher Text
el: Απλό κείμενο
et: Lihtne tekst
fi: Yksinkertainen teksti
fr: Texte simple
hu: Egyszerű szöveg
id: Teks Sederhana
it: Testo semplice
ja: シンプル テキスト
ko_kr: 단순 텍스트
nb: Enkel tekst
nl: Eenvoudige tekst
pl_pl: Prosty tekst
pt_br: Texto Simples
ru: Простой текст
sv: Enkel text
tr: Basit Metin
uk: Простий текст
zh_hans: 简单文本
zh_hant: 純文字

# watch.labels.complication_template.style.square
source: Square
ca_es: Quadrat
cs: Čtverec
cy_gb: Sgwâr
da: Firkant
de: Quadrat
el: τετράγωνο
es: Cuadrado
et: Kandiline
fi: Neliö
fr: Carré
hu: Négyzet
id: Kotak
it: Quadrato
ja: スクエア
ko_kr: 정사각형
nb: Firkant
nl: Vierkant
pt_br: Quadrado
sv: Fyrkant
tr: Kare
uk: Квадрат
zh_hans: 方形
zh_hant: 方框

# watch.labels.complication_template.style.stack_image
source: Stack Image
ca_es: Pila d'imatges
cs: Naskládaný obrázek
cy_gb: Delwedd stacio
da: Stablet billede
de: Stapelbild
el: Εικόνα στοίβας
et: Virnastatud pilt
fi: Pinotettu kuva
hu: Képhalmaz
id: Tumpukan Gambar
it: Immagine in pila
ja: スタックイメージ
ko_kr: 스택 이미지
nb: Stabel Bilde
nl: Stapel afbeelding
pt_br: Imagem da pilha
sv: Stapelbild
tr: Yığın Görüntüsü
uk: Зображення стосу
zh_hans: 图形堆栈
zh_hant: 堆疊圖像

# watch.labels.complication_template.style.stack_text
source: Stack Text
ca_es: Pila de text
cs: Naskládaný text
cy_gb: Testun stacio
da: Stablet tekst
de: Textstapel
el: Κείμενο στοίβας
et: Virnastatud tekst
fi: Pinoteksti
fr: Pile de texte
hu: Szöveghalmaz
id: Tumpukan Teks
it: Testo in pila
ja: スタックテキスト
ko_kr: 스택 텍스트
nb: Stabel Tekst
nl: Stapel tekst
pt_br: Pilha de texto
sv: Stapeltext
tr: Yığın Metin
uk: Текст стосу
zh_hans: 文本堆栈
zh_hant: 堆疊文字

# watch.labels.complication_template.style.standard_body
source: Standard Body
ca_es: Cos estàndard
cs: Standardní tělo
cy_gb: Corff Safonol
da: Standard hoveddel
el: Τυπικό σώμα
et: Standardne sisu
fi: Normaali runko
fr: Corps standard
hu: Standard törzs
id: Badan Standar
it: Corpo standard
ja: スタンダードボディ
ko_kr: 표준 본문
nl: Standaard body
pt_br: Corpo padrão
sv: Standard kropp
tr: Standart Gövde
uk: Стандартний вміст
zh_hans: 标准体
zh_hant: 標準內文

# watch.labels.complication_template.style.table
source: Table
ca_es: Taula
cs: Tabulka
cy_gb: Tabl
da: Tabel
de: Tabelle
el: Πίνακας
es: Tabla
et: Tabel
fi: Taulukko
fr: Tableau
hu: Táblázat
id: Tabel
it: Tabella
ja: テーブル
ko_kr: 표
nb: Tabell
nl: Tabel
pt_br: Tabela
ru: Таблица
sv: Tabell
tr: Tablo
uk: Таблиця
zh_hans: 表格
zh_hant: 表格

# watch.labels.complication_template.style.tall_body
source: Tall Body
ca_es: Cos alt
cs: Vysoké tělo
cy_gb: Corff Tal
da: Høj hoveddel
de: Hoher Body
el: Ψηλό σώμα
fi: Pitkä runko
fr: Grande taille du corps
hu: Magas törzs
id: Badan Tinggi
it: Corpo alto
ja: トールボディ
ko_kr: 긴 본문
nl: Lang body
pt_br: Corpo alto
sl: Visoko telo
sv: Lång kropp
tr: Uzun Gövde
uk: Високе тіло
zh_hans: 标准体
zh_hant: 高內文

# watch.labels.complication_template.style.text_gauge
source: Text Gauge
ca_es: Indicador de text
cs: Text ručičkového ukazatele
cy_gb: Medrydd Testun
da: Tekst måler
de: Text Anzeige
el: Μετρητής κειμένου
es: Indicador de texto
et: Mõõturi tekst
fi: Mittariteksti
fr: Texte de la jauge
hu: Szöveges mérőműszer
id: Gauge Teks
it: Indicatore di testo
ja: テキストゲージ
ko_kr: 텍스트 게이지
nb: Tekstmåler
nl: Tekstmeter
pt_br: Medidor de Texto
sl: Merilnik besedila
sv: Text mätare
tr: Metin Ölçer
uk: Текстова шкала
zh_hans: 仪表盘
zh_hant: 文字測量

# watch.labels.complication_template.style.text_image
source: Text Image
ca_es: Imatge de text
cs: Text obrázku
cy_gb: Delwedd Testun
da: Tekst billede
de: Text Bild
el: Εικόνα κειμένου
es: Imagen de texto
et: Pildi tekst
fi: Kuvateksti
fr: Texte de l’image
hu: Szöveges kép
id: Gambar Teks
it: Testo immagine
ja: テキストイメージ
ko_kr: 텍스트 이미지
nb: Tekstbilde
nl: Tekstafbeelding
pt_br: Imagem de texto
ru: Текстовое изображение
sl: Slika besedila
sv: Textbild
tr: Metin Görüntüsü
uk: Текстове зображення
zh_hans: 文本图片
zh_hant: 文字圖像

# watch.labels.complication_template.utilitarian_large_flat.description
source: A template for displaying an image and string in a single long line.
ca_es: Una plantilla per mostrar una imatge i una cadena en una sola línia llarga.
cs: Šablona pro zobrazení obrázku a textu v jednom dlouhém řádku.
cy_gb: Templed ar gyfer arddangos delwedd a llinyn mewn un llinell hir.
da: En skabelon til visning af et billede og streng i en enkelt lang linje.
de: Eine Vorlage zum Anzeigen eines Bildes und einer Zeichenfolge in einer einzelnen langen Zeile.
el: Πρότυπο για την εμφάνιση εικόνας και συμβολοσειράς σε μία γραμμή μεγάλης διάρκειας.
es: Una plantilla para mostrar una imagen y una cadena en una sola línea larga.
et: Mall pildi ja stringi kuvamiseks ühes pikas reas.
fi: Malli, jolla näytetään kuvaa ja merkkijonoa samalla pitkällä rivillä.
fr: Modèle pour afficher une image et du texte dans une seule longue ligne.
hu: Sablon egy kép és egy szöveg megjelenítésére egyetlen hosszú sorban.
id: Templat untuk menampilkan gambar dan string dalam satu baris panjang.
it: Un modello per visualizzare un'immagine e una stringa in una singola linea lunga.
ja: 画像と文字列を1本の長い行で表示するためのテンプレート。
ko_kr: 이미지와 문자열을 하나의 긴 줄로 표시하기 위한 템플릿입니다.
nb: En mal for visning av et bilde og en streng i én lang linje.
nl: Een sjabloon voor het weergeven van een afbeelding en tekenreeks in een enkele lange regel.
pt_br: Um modelo para exibir uma imagem e string em uma única linha longa.
sv: En mall för visning av bild och sträng på en enda lång rad.
tr: Tek bir uzun satırda bir görüntüyü ve dizeyi görüntülemek için bir şablon.
uk: Шаблон для відображення зображення та рядка в одному довгому рядку.
zh_hans: 用于在单个长行中显示图像和字符串的模板。
zh_hant: 圖片與長字串顯示模板。

# watch.labels.complication_template.utilitarian_small_flat.description
source: A template for displaying an image and text in a single line.
ca_es: Una plantilla per mostrar una imatge i un text en una sola línia.
cs: Šablona pro zobrazení obrázku a textu na jednom řádku.
cy_gb: Templed ar gyfer arddangos delwedd a thestun mewn un llinell.
da: En skabelon til visning af et billede og tekst på en enkelt linje.
de: Eine Vorlage zum Anzeigen eines Bildes und Textes in einer einzelnen Zeile.
el: Πρότυπο για την εμφάνιση εικόνας και κειμένου σε μία γραμμή.
es: Una plantilla para mostrar una imagen y texto en una sola línea.
et: Mall pildi ja teksti kuvamiseks ühes reas.
fi: Malli, jolla näytetään kuvaa ja tekstiä yhdellä rivillä.
fr: Modèle pour afficher une image et du texte sur une seule ligne.
hu: Egy sablon egy kép és egy szöveg egy sorban történő megjelenítésére.
id: Templat untuk menampilkan gambar dan teks dalam satu baris.
it: Modello per visualizzare un'immagine e un testo in un'unica riga.
ja: 画像とテキストを1行で表示するためのテンプレート。
ko_kr: 이미지와 텍스트를 한 줄로 표시하기 위한 템플릿입니다.
nb: En mal for visning av et bilde og tekst på en enkelt linje.
nl: Een sjabloon voor het weergeven van een afbeelding en tekst op één regel.
pt_br: Um modelo para exibir uma imagem e texto em uma única linha.
sv: En mall för visning av bild och text på en enda rad.
tr: Bir resmi ve metni tek bir satırda görüntülemek için bir şablon.
uk: Шаблон для відображення зображення та тексту в одному рядку.
zh_hans: 用于单行显示图片和文字的模板。
zh_hant: 圖片與單行文字顯示模板。

# watch.labels.complication_template.utilitarian_small_ring_image.description
source: A template for displaying an image encircled by a configurable progress ring
ca_es: Plantilla per mostrar una imatge envoltada per un anell de progrés configurable.
cs: Šablona pro zobrazení obrázku obklopeného konfigurovatelným kruhem průběhu.
cy_gb: Templed ar gyfer arddangos delwedd wedi'i hamgylchynu gan gylch cynnydd ffurfweddadwy
da: En skabelon til visning af et billede omgivet af en konfigurerbar statusring
de: Eine Vorlage zum Anzeigen eines Bildes, das von einem konfigurierbaren Fortschrittsring umgeben ist
el: Πρότυπο για την εμφάνιση μιας εικόνας που περιβάλλεται από δακτύλιο προόδου με δυνατότητα ρύθμισης παραμέτρων
es: Una plantilla para mostrar una imagen rodeada por un anillo de progreso configurable
et: Mall konfigureeritava edenemisrõngaga ümbritsetud pildi kuvamiseks
fi: Malli, joka näyttää kuvaa jonka ympäröi muotoeltavissa oleva edistymistärengas
fr: Modèle pour afficher une image entourée d'un anneau de progression configurable
hu: Sablon egy konfigurálható haladásgyűrűvel körülvett kép megjelenítéséhez
id: Templat untuk menampilkan gambar yang dikelilingi oleh cincin kemajuan yang dapat dikonfigurasi
it: Modello per la visualizzazione di un'immagine circondata da un anello di avanzamento configurabile.
ko_kr: 구성 가능한 진행률 링으로 둘러싸인 이미지를 표시하기 위한 템플릿입니다
nb: En mal for å vise et bilde som er omkranset av en konfigurerbar fremgang ring
nl: Een sjabloon voor het weergeven van een afbeelding omringd door een configureerbare voortgangsring
pt_br: Um modelo para exibir uma imagem cercada por um anel de progresso configurável
ru: Шаблон для показа картинки, обрамлённой кольцом прогресса
sv: En mall för att visa en bild som omges av en konfigurerbar framstegsring
tr: Yapılandırılabilir bir ilerleme halkasıyla çevrelenmiş bir görüntüyü görüntülemek için bir şablon
uk: Шаблон для відображення зображення, оточеного настроюваним кільцем шкали прогресу
zh_hans: 用于围绕文本显示的可配置环形进度条的模板。
zh_hant: 圖片環繞可設定進度圓環模板

# watch.labels.complication_template.utilitarian_small_ring_text.description
source: A template for displaying text encircled by a configurable progress ring.
ca_es: Plantilla per mostrar text envoltat per un anell de progrés configurable.
cs: Šablona pro zobrazení textu obklopeného konfigurovatelným kruhem průběhu.
cy_gb: Templed ar gyfer dangos testun wedi'i amgylchynu gan gylch cynnydd ffurfweddadwy.
da: En skabelon til visning af tekst omgivet af en konfigurerbar statusring.
de: Eine Vorlage zum Anzeigen von Text, der von einem konfigurierbaren Fortschrittsring umgeben ist.
el: Ένα πρότυπο για την εμφάνιση κειμένου που περιβάλλεται από ένα δακτύλιο προόδου με δυνατότητα ρύθμισης παραμέτρων.
es: Una plantilla para mostrar el texto rodeado de un anillo de progreso configurable.
et: Mall konfigureeritava edenemisrõngaga ümbritsetud teksti kuvamiseks.
fi: Malli, joka näyttää tekstiä minkä ympäröi muotoeltavissa oleva edistymisrengas.
fr: Modèle pour afficher du texte entouré d'un anneau de progression configurable.
hu: Konfigurálható folyamatgyűrűvel körülvett szöveg megjelenítésére szolgáló sablon.
id: Templat untuk menampilkan teks yang dikelilingi oleh cincin kemajuan yang dapat dikonfigurasi.
it: Modello per la visualizzazione del testo circondato da un anello di avanzamento configurabile.
ko_kr: 구성 가능한 진행률 링으로 둘러싸인 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for å vise tekst omringet av en konfigurerbar fremdriftsring.
nl: Een sjabloon voor het weergeven van tekst die wordt omringd door een configureerbare voortgangsring.
pt_br: Um modelo para exibir texto circundado por um anel de progresso configurável.
sv: En mall för att visa text omgiven av en konfigurerbar framstegsring.
tr: Yapılandırılabilir bir ilerleme halkasıyla çevrelenmiş metni görüntülemek için bir şablon.
uk: Шаблон для відображення тексту, оточеного настроюваним кільцем шкали прогресу
zh_hans: 用于围绕文本显示的可配置环形进度的模板。
zh_hant: 文字環繞可設定進度圓環模板。

# watch.labels.complication_template.utilitarian_small_square.description
source: A template for displaying a single square image.
ca_es: Una plantilla per mostrar una sola imatge quadrada.
cs: Šablona pro zobrazení jednoho čtvercového obrázku.
cy_gb: Templed ar gyfer arddangos un ddelwedd sgwâr.
da: En skabelon til visning af et enkelt kvadratisk billede.
de: Eine Vorlage zum Anzeigen eines einzelnen quadratischen Bildes.
el: Ένα πρότυπο για την εμφάνιση μιας μεμονωμένης τετράγωνης εικόνας.
es: Una plantilla para mostrar una sola imagen cuadrada.
et: Mall ühe ruudukujulise pildi kuvamiseks.
fi: Malli, joka näyttää yhden neliömäisen kuvan.
fr: Modèle pour afficher une seule image carrée.
hu: Sablon egyetlen négyzet alakú kép megjelenítéséhez.
id: Templat untuk menampilkan gambar persegi tunggal.
it: Modello per la visualizzazione di una singola immagine quadrata.
ja: 単一の正方形の画像を表示するためのテンプレート。
ko_kr: 단일 정사각형 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et enkelt firkantet bilde.
nl: Een sjabloon voor het weergeven van één vierkante afbeelding.
pl_pl: Szablon do wyświetlania pojedynczego kwadratowego obrazka.
pt_br: Um modelo para exibir uma única imagem quadrada.
sv: En mall för visning av en enda kvadratisk bild.
tr: Tek bir kare resmi görüntülemek için bir şablon.
uk: Шаблон для відображення одного квадратного зображення.
zh_hans: 显示单个矩形图像的模版。
zh_hant: 單方形圖片顯示模板。
