Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.labels.complication_template.graphic_corner_text_image.description
source: A template for displaying an image and text in the clock face’s corner.
ca_es: Una plantilla per mostrar una imatge i text a la cantonada de l'esfera de el rellotge.
cs: Šablona pro zobrazení obrázku a textu v rohu ciferníku.
cy_gb: Templed ar gyfer arddangos delwedd a thestun yng nghornel wyneb y cloc.
da: En skabelon til visning af et billede og tekst i urets hjørne.
de: Eine Vorlage zum Anzeigen eines Bildes und Textes in der Ecke des Ziffernblatts.
el: Ένα πρότυπο για την εμφάνιση μιας εικόνας και κειμένου στη γωνία της πρόσοψης του ρολογιού.
es: Una plantilla para mostrar una imagen y texto en la esquina de la esfera del reloj.
et: Mall pildi ja teksti kuvamiseks kella sihverplaadi nurgas.
fi: Malli, joka näyttää kuvaa ja tekstiä kellotaulun kulmassa.
fr: Modèle pour afficher une image et du texte dans le coin du cadran.
hu: Sablon egy kép és szöveg megjelenítéséhez az óralap sarkában.
id: Templat untuk menampilkan gambar dan teks di sudut wajah jam.
it: Un modello per visualizzare un'immagine e un testo nell'angolo del quadrante.
ko_kr: 시계 화면 모서리에 이미지와 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et bilde og tekst klokkens hjørne.
nl: Een sjabloon voor het weergeven van een afbeelding en tekst in de hoek van de wijzerplaat.
pt_br: Um modelo para exibir uma imagem e texto no canto do mostrador do relógio.
sv: En mall för att visa en bild och text i ett av urtavlans hörn.
tr: Saat kadranının köşesinde bir resim ve metin görüntülemek için bir şablon.
uk: Шаблон для відображення зображення та тексту в кутку годинника.
zh_hans: 用于在钟面角落显示图像和文本的模板。
zh_hant: 於錶面角落圖像及文字顯示模板。

# watch.labels.complication_template.graphic_rectangular_large_image.description
source: A template for displaying a large rectangle containing header text and an image.
ca_es: Una plantilla per mostrar un rectangle gran que conté el text de la capçalera i una imatge.
cs: Šablona pro zobrazení velkého obdélníku obsahujícího text záhlaví a obrázek.
cy_gb: Templed ar gyfer arddangos petryal mawr sy'n cynnwys testun pennawd a delwedd.
da: En skabelon til visning af et stort rektangel, der indeholder overskriftstekst og et billede.
de: Eine Vorlage zum Anzeigen eines großen Rechtecks mit Kopfzeilentext und einem Bild.
el: Ένα πρότυπο για την εμφάνιση ενός μεγάλου ορθογωνίου που περιέχει κείμενο κεφαλίδας και μια εικόνα.
es: Una plantilla para mostrar un rectángulo grande que contiene el texto del encabezado y una imagen.
et: Mall suure ristküliku kuvamiseks mis sisaldab päise teksti ja pilti.
fi: Malli, joka näyttää suurta suorakulmiota, joka sisältää otsikkotekstiä ja kuvaa.
fr: Modèle pour afficher un grand rectangle contenant le texte de l'en-tête et une image.
hu: Egy sablon egy nagy téglalap megjelenítésére, amely a fejléc szövegét és egy képet tartalmaz.
id: Templat untuk menampilkan kotak persegi panjang besar yang berisi teks header dan gambar.
it: Modello per la visualizzazione di un grande rettangolo contenente testo di intestazione e un'immagine.
ko_kr: 머리글 텍스트와 이미지가 포함된 큰 직사각형을 표시하기 위한 템플릿입니다.
nb: En mal for å vise en stor rektanglet som inneholder topptekst og et bilde.
nl: Een sjabloon voor het weergeven van een grote rechthoek met koptekst en een afbeelding.
pt_br: Um modelo para exibir um retângulo grande contendo texto de cabeçalho e uma imagem.
sv: En mall för att visa en stor rektangel som innehåller rubriktext och en bild.
tr: Başlık metni ve bir resim içeren büyük bir dikdörtgeni görüntülemek için bir şablon.
uk: Шаблон для відображення великого прямокутника, що містить текст заголовка та зображення.
zh_hans: 用于显示包含标题文本和图像的大矩形的模板。
zh_hant: 大型三角形內含標頭文字及圖像顯示模板。

# watch.labels.complication_template.graphic_rectangular_standard_body.description
source: A template for displaying a large rectangle containing text.
ca_es: Una plantilla per mostrar un rectangle gran que conté text.
cs: Šablona pro zobrazení velkého obdélníku obsahujícího text.
cy_gb: Templed ar gyfer arddangos petryal mawr sy'n cynnwys testun.
da: En skabelon til visning af et stort rektangel, der indeholder tekst.
de: Eine Vorlage zum Anzeigen eines großen Rechtecks mit Text.
el: Ένα πρότυπο για την εμφάνιση ενός μεγάλου ορθογωνίου που περιέχει κείμενο.
es: Una plantilla para mostrar un rectángulo grande que contiene texto.
et: Mall suure teksti sisaldava ristküliku kuvamiseks.
fi: Malli, joka näyttää suurta suorakulmiota, joka sisältää tekstiä.
fr: Modèle pour afficher un grand rectangle contenant du texte.
hu: Egy sablon egy nagy téglalap megjelenítésére, amely szöveget tartalmaz.
id: Templat untuk menampilkan kotak persegi panjang besar yang berisi teks.
it: Modello per la visualizzazione di un grande rettangolo contenente testo.
ko_kr: 텍스트가 포함된 큰 직사각형을 표시하기 위한 템플릿입니다.
nb: En mal for å vise et stort rektangel som inneholder tekst.
nl: Een sjabloon voor het weergeven van een groot rechthoek met tekst.
pt_br: Um modelo para exibir um retângulo grande contendo texto.
sv: En mall för att visa en stor rektangel innehållande text.
tr: Metin içeren büyük bir dikdörtgeni görüntülemek için bir şablon.
uk: Шаблон для відображення великого прямокутника, що містить текст.
zh_hans: 用于显示包含文本的大矩形的模板。
zh_hant: 大型三角形內含文字顯示模板。

# watch.labels.complication_template.graphic_rectangular_text_gauge.description
source: A template for displaying a large rectangle containing text and a gauge.
ca_es: Una plantilla per mostrar un rectangle gran que conté text i un indicador.
cs: Šablona pro zobrazení velkého obdélníku obsahujícího text a ukazatele.
cy_gb: Templed ar gyfer arddangos petryal mawr sy'n cynnwys testun a medrydd.
da: En skabelon til visning af et stort rektangel, der indeholder tekst og en måler.
de: Eine Vorlage zum Anzeigen eines großen Rechtecks, das Text und eine Anzeige enthält.
el: Ένα πρότυπο για την εμφάνιση ενός μεγάλου ορθογωνίου που περιέχει κείμενο και μετρητή.
es: Una plantilla para mostrar un rectángulo grande que contiene texto y un indicador.
et: Mall teksti ja mõõturit sisaldava suure ristküliku kuvamiseks.
fi: Malli, joka näyttää suurta suorakulmiota, joka sisältää tekstiä ja mittaria.
fr: Modèle pour afficher un grand rectangle contenant du texte et une jauge.
hu: Egy sablon egy nagy téglalap megjelenítésére, amely szöveget és egy mérőórát tartalmaz.
id: Templat untuk menampilkan kotak persegi panjang besar yang berisi teks dan gauge.
it: Un modello per la visualizzazione di un grande rettangolo contenente testo e un indicatore.
ja: テキストとゲージを含む大きな長方形を表示するためのテンプレート。
ko_kr: 텍스트와 게이지가 포함된 큰 직사각형을 표시하기 위한 템플릿입니다.
nb: En mal for å vise et stort rektangel som inneholder tekst og en måler.
nl: Een sjabloon voor het weergeven van een grote rechthoek met tekst en een meter.
pt_br: Um modelo para exibir um retângulo grande contendo texto e um medidor.
sv: En mall för att visa en stor rektangel som innehåller text och en mätare.
tr: Metin ve gösterge içeren büyük bir dikdörtgeni görüntülemek için bir şablon.
uk: Шаблон для відображення великого прямокутника, що містить текст і шкалу.
zh_hans: 用于显示包含文本和标尺的大矩形的模板。
zh_hant: 大型三角形內含文字及測量顯示模板。

# watch.labels.complication_template.modular_large_columns.description
source: A template for displaying multiple columns of data.
ca_es: Una plantilla per mostrar múltiples columnes de dades.
cs: Šablona pro zobrazení více sloupců dat.
cy_gb: Templed ar gyfer arddangos nifer o golofnau o ddata.
da: En skabelon til visning af flere datakolonner.
de: Eine Vorlage zum Anzeigen mehrerer Datenspalten.
el: Ένα πρότυπο για την εμφάνιση πολλών στηλών δεδομένων.
es: Una plantilla para mostrar múltiples columnas de datos.
et: Mall mitme andmeveeru kuvamiseks.
fi: Malli, joka näyttää useita sarakkeita tietoa.
fr: Modèle pour afficher plusieurs colonnes de données.
hu: Több oszlopos adatok megjelenítésére szolgáló sablon.
id: Templat untuk menampilkan beberapa kolom data.
it: Un modello per la visualizzazione di più colonne di dati.
ja: 複数の列データを表示するためのテンプレート。
ko_kr: 여러 데이터 열을 표시하기 위한 템플릿입니다.
nb: En mal for å vise flere kolonner med data.
nl: Een sjabloon voor het weergeven van meerdere kolommen met gegevens.
pt_br: Um modelo para exibir várias colunas de dados.
ru: Шаблон для показа нескольких столбцов данных
sv: En mall för att visa flera kolumner med data.
tr: Birden çok veri sütununu görüntülemek için bir şablon.
uk: Шаблон для відображення кількох стовпців даних.
zh_hans: 用于显示多列数据的模板。
zh_hant: 多列資料顯示模板。

# watch.labels.complication_template.modular_large_standard_body.description
source: A template for displaying a header row and two lines of text
ca_es: Una plantilla per mostrar una fila de capçalera i dues línies de text
cs: Šablona pro zobrazení řádku záhlaví a dvou řádků textu.
cy_gb: Templed ar gyfer arddangos rhes pennawd a dwy linell o destun
da: En skabelon til visning af en overskriftsrække og to tekstlinjer
de: Eine Vorlage zum Anzeigen einer Kopfzeile und zwei Textzeilen
el: Ένα πρότυπο για την εμφάνιση μιας γραμμής κεφαλίδας και δύο γραμμών κειμένου
es: Una plantilla para mostrar una fila de encabezado y dos líneas de texto
et: Mall päiserea ja kahe tekstirea kuvamiseks
fi: Malli, joka näyttää otsikkoriviä ja kahta riviä tekstiä
fr: Modèle pour afficher une ligne d'en-tête et deux lignes de texte
hu: Egy sablon egy fejléc sor és két sor szöveg megjelenítésére
id: Templat untuk menampilkan baris header dan dua baris teks
it: Un modello per visualizzare una riga di intestazione e due righe di testo
ja: ヘッダー行と2行のテキストを表示するためのテンプレート
ko_kr: 머리글 행과 두 줄의 텍스트를 표시하기 위한 템플릿입니다
nb: En mal for å vise en overskriftsrad og to linjer med tekst
nl: Een sjabloon voor het weergeven van een kopregel en twee regels tekst
pt_br: Um modelo para exibir uma linha de cabeçalho e duas linhas de texto
sv: En mall för att visa en rubrikrad och två rader text
tr: Bir başlık satırı ve iki satır metin görüntülemek için bir şablon
uk: Шаблон для відображення рядка із заголовком та двох рядків тексту
zh_hans: 用于显示标题行和两行文本的模板
zh_hant: 標頭與兩行文字顯示模板

# watch.labels.complication_template.modular_large_table.description
source: A template for displaying a header row and columns
ca_es: Una plantilla per mostrar una fila de capçalera i columnes
cs: Šablona pro zobrazení řádku záhlaví a sloupců.
cy_gb: Templed ar gyfer arddangos rhes pennawd a cholofnau
da: En skabelon til visning af en overskriftsrække og kolonner
de: Eine Vorlage zum Anzeigen einer Kopfzeile und Spalten
el: Ένα πρότυπο για την εμφάνιση γραμμής κεφαλίδας και στηλών
es: Una plantilla para mostrar una fila de encabezado y columnas
et: Mall päiserea ja veergude kuvamiseks
fi: Malli, joka näyttää otsikkorivin ja sarakkeita
fr: Modèle pour afficher une ligne d'en-tête et des colonnes
hu: Sablon a fejléc sor és oszlopok megjelenítéséhez
id: Templat untuk menampilkan baris dan kolom header
it: Un modello per visualizzare una riga di intestazione e colonne
ja: ヘッダーの行と列を表示するためのテンプレート
ko_kr: 머리글 행과 열을 표시하기 위한 템플릿입니다
nb: En mal for å vise en overskriftsrad og kolonner
nl: Een sjabloon voor het weergeven van een koprij en kolommen
pt_br: Um modelo para exibir uma linha e colunas de cabeçalho
sv: En mall för att visa en rubrikrad och kolumner
tr: Başlık satırı ve sütunlarını görüntülemek için bir şablon
uk: Шаблон для відображення рядка із заголовком та стовпцями
zh_hans: 用于显示标题行和列的模板
zh_hant: 標頭行與列顯示模版

# watch.labels.complication_template.modular_large_tall_body.description
source: A template for displaying a header row and a tall row of body text.
ca_es: Una plantilla per mostrar una fila de capçalera i una fila alta de text.
cs: Šablona pro zobrazení řádku záhlaví a vysokého řádku hlavního textu.
cy_gb: Templed ar gyfer arddangos rhes pennawd a rhes dal o destun y corff.
da: En skabelon til visning af en overskriftsrække og en høj række af brødtekst.
de: Eine Vorlage zum Anzeigen einer Kopfzeile und einer großen Textzeile.
el: Ένα πρότυπο για την εμφάνιση μιας γραμμής κεφαλίδας και μιας ψηλής γραμμής σώματος κειμένου.
es: Una plantilla para mostrar una fila de encabezado y una fila alta de texto.
et: Mall päiserea ja pika põhiteksti rea kuvamiseks.
fi: Malli, joka näyttää otsikkorivin ja pitkä rivi leipätekstiä.
fr: Modèle pour afficher une ligne d'en-tête et une grande ligne de texte.
hu: Egy sablon egy fejléc sor és egy magas szövegsor megjelenítésére.
id: Templat untuk menampilkan baris header dan baris teks isi yang tinggi.
it: Un modello per visualizzare una riga di intestazione e una riga alta di testo.
ko_kr: 머리글 행과 긴 본문 텍스트 행을 표시하기 위한 템플릿입니다.
nb: En mal for å vise en overskriftsrad og en høy rad med brødtekst.
nl: Een sjabloon voor het weergeven van een kopregel en een lange rij hoofdtekst.
pt_br: Um modelo para exibir uma linha de cabeçalho e uma linha alta de corpo de texto.
sv: En mall för att visa en rubrikrad och en lång rad kropptext.
tr: Bir başlık satırı ve uzun bir gövde metni satırını görüntülemek için bir şablon.
uk: Шаблон для відображення рядка із заголовком та високого рядка з текстовим вмістом.
zh_hans: 用于显示标题行和高行正文文本的模板。
zh_hant: 標頭與高內文顯示模板。

# watch.labels.complication_template.modular_small_columns_text.description
source: A template for displaying two rows and two columns of text
ca_es: Una plantilla per mostrar dues files i dues columnes de text.
cs: Šablona pro zobrazení dvou řádků a dvou sloupců textu.
cy_gb: Templed ar gyfer arddangos dwy res a dwy golofn o destun
da: En skabelon til visning af to rækker og to kolonner med tekst
de: Eine Vorlage zur Anzeige von zwei Zeilen und zwei Spalten Text
el: Ένα πρότυπο για την εμφάνιση δύο γραμμών και δύο στηλών κειμένου
es: Una plantilla para mostrar dos filas y dos columnas de texto.
et: Mall kahe tekstirea ja kahe veeru kuvamiseks
fi: Malli, joka näyttää kahta riviä ja kahta saraketta tekstiä
fr: Modèle pour afficher deux lignes et deux colonnes de texte
hu: Egy sablon két sor és két oszlop szöveg megjelenítéséhez
id: Templat untuk menampilkan dua baris dan dua kolom teks
it: Un modello per visualizzare due righe e due colonne di testo
ja: 2行2列のテキストを表示するためのテンプレート
ko_kr: 두 행과 두 열의 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for å vise to rader og to kolonner med tekst
nl: Een sjabloon voor het weergeven van twee rijen en twee tekstkolommen
pt_br: Um modelo para exibir duas linhas e duas colunas de texto
sv: En mall för visning av två rader och två kolumner med text.
tr: İki satır ve iki metin sütunu görüntülemek için bir şablon
uk: Шаблон для відображення двох рядків і двох стовпчиків тексту
zh_hans: 用于显示两行两列文本的模板
zh_hant: 第 2 行第 2 列顯示文字模版

# watch.labels.complication_template.modular_small_ring_image.description
source: A template for displaying an image encircled by a configurable progress ring
ca_es: Plantilla per mostrar una imatge envoltada per un anell de progrés configurable.
cs: Šablona pro zobrazení obrázku obklopeného konfigurovatelným kruhem průběhu.
cy_gb: Templed ar gyfer arddangos delwedd wedi'i hamgylchynu gan gylch cynnydd ffurfweddadwy
da: En skabelon til visning af et billede omgivet af en konfigurerbar statusring
de: Eine Vorlage zum Anzeigen eines Bildes, das von einem konfigurierbaren Fortschrittsring umgeben ist
el: Πρότυπο για την εμφάνιση μιας εικόνας που περιβάλλεται από δακτύλιο προόδου με δυνατότητα ρύθμισης παραμέτρων
es: Una plantilla para mostrar una imagen rodeada por un anillo de progreso configurable
et: Mall konfigureeritava edenemisrõngaga ümbritsetud pildi kuvamiseks
fi: Malli, joka näyttää kuvaa jonka ympäröi muotoeltavissa oleva edistymistärengas
fr: Modèle pour afficher une image entourée d'un anneau de progression configurable
hu: Sablon egy konfigurálható haladásgyűrűvel körülvett kép megjelenítéséhez
id: Templat untuk menampilkan gambar yang dikelilingi oleh cincin kemajuan yang dapat dikonfigurasi
it: Modello per la visualizzazione di un'immagine circondata da un anello di avanzamento configurabile.
ko_kr: 구성 가능한 진행률 링으로 둘러싸인 이미지를 표시하기 위한 템플릿입니다
nb: En mal for å vise et bilde som er omkranset av en konfigurerbar fremgang ring
nl: Een sjabloon voor het weergeven van een afbeelding omringd door een configureerbare voortgangsring
pt_br: Um modelo para exibir uma imagem cercada por um anel de progresso configurável
ru: Шаблон для показа картинки, обрамлённой кольцом прогресса
sv: En mall för att visa en bild omgiven av en konfigurerbar framstegsring
tr: Yapılandırılabilir bir ilerleme halkasıyla çevrelenmiş bir görüntüyü görüntülemek için bir şablon
uk: Шаблон для відображення зображення, оточеного настроюваним кільцем шкали прогресу
zh_hans: 用于显示由可配置进度环圈出的图像的模板
zh_hant: 圖片環繞可設定進度圓環模板

# watch.labels.complication_template.modular_small_ring_text.description
source: A template for displaying text encircled by a configurable progress ring
ca_es: Plantilla per mostrar text envoltat per un anell de progrés configurable.
cs: Šablona pro zobrazení textu obklopeného konfigurovatelným kruhem průběhu.
cy_gb: Templed ar gyfer arddangos testun wedi'i amgylchynu gan gylch cynnydd ffurfweddadwy
da: En skabelon til visning af tekst omgivet af en konfigurerbar statusring
de: Eine Vorlage zum Anzeigen von Text, der von einem konfigurierbaren Fortschrittsring umgeben ist
el: Πρότυπο για την εμφάνιση κειμένου που περιβάλλεται από δακτύλιο προόδου με δυνατότητα ρύθμισης παραμέτρων
es: Una plantilla para mostrar el texto rodeado de un anillo de progreso configurable
et: Mall konfigureeritava edenemisrõngaga ümbritsetud teksti kuvamiseks
fi: Malli, joka näyttää tekstiä minkä ympäröi muotoeltavissa oleva edistymisrengas
fr: Modèle pour afficher du texte entouré d'un anneau de progression configurable
hu: Sablon egy konfigurálható haladásgyűrűvel körülvett szöveg megjelenítéséhez
id: Templat untuk menampilkan teks yang dikelilingi oleh cincin kemajuan yang dapat dikonfigurasi
it: Un modello per la visualizzazione del testo circondato da un anello di avanzamento configurabile.
ja: 設定可能な進行状況リングで囲まれたテキストを表示するためのテンプレート
ko_kr: 구성 가능한 진행률 링으로 둘러싸인 텍스트를 표시하는 템플릿입니다.
nb: En mal for å vise tekst omringet av en konfigurerbar fremdriftsring
nl: Een sjabloon voor het weergeven van tekst omringd door een configureerbare voortgangsring
pt_br: Um modelo para exibir texto circundado por um anel de progresso configurável
sv: En mall för att visa text omgiven av en konfigurerbar framstegsring
tr: Yapılandırılabilir bir ilerleme halkasıyla çevrelenmiş metni görüntülemek için bir şablon
uk: Шаблон для відображення тексту, оточеного настроюваним кільцем шкали прогресу
zh_hans: 用于显示由可配置进度环圈出的文本的模板
zh_hant: 文字環繞可設定進度圓環模板

# watch.labels.complication_template.modular_small_simple_image.description
source: A template for displaying an image.
ca_es: Plantilla per mostrar una imatge.
cs: Šablona pro zobrazení obrázku.
cy_gb: Templed ar gyfer arddangos delwedd.
da: En skabelon til visning af et billede.
de: Eine Vorlage zum Anzeigen eines Bildes.
el: Ένα πρότυπο για την εμφάνιση μιας εικόνας.
es: Una plantilla para mostrar una imagen.
et: Mall pildi kuvamiseks.
fi: Malli, joka näyttää kuvaa.
fr: Modèle pour afficher une image.
hu: Sablon egy kép megjelenítéséhez.
id: Templat untuk menampilkan gambar.
it: Un modello per la visualizzazione di un'immagine.
ja: 画像を表示するためのテンプレート。
ko_kr: 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et bilde.
nl: Een sjabloon voor het weergeven van een afbeelding.
pt_br: Um modelo para exibir uma imagem.
sv: En mall för att visa en bild.
tr: Bir resmi görüntülemek için bir şablon.
uk: Шаблон для відображення зображення.
zh_hans: 用于显示图像的模板。
zh_hant: 圖片顯示模板。

# watch.labels.complication_template.modular_small_simple_text.description
source: A template for displaying a small amount of text.
ca_es: Una plantilla per mostrar una petita quantitat de text.
cs: Šablona pro zobrazení malého množství textu.
cy_gb: Templed ar gyfer arddangos ychydig bach o destun.
da: En skabelon til visning af en lille mængde tekst.
de: Eine Vorlage zum Anzeigen einer kleinen Textmenge
el: Ένα πρότυπο για την εμφάνιση μικρού όγκου κειμένου.
es: Una plantilla para mostrar una pequeña cantidad de texto.
et: Mall lühikese teksti kuvamiseks.
fi: Malli, joka näyttää pientä tekstimäärää.
fr: Modèle pour afficher une petite quantité de texte.
hu: Kis mennyiségű szöveg megjelenítésére szolgáló sablon.
id: Templat untuk menampilkan teks pendek.
it: Un modello per visualizzare una piccola quantità di testo.
ko_kr: 소량의 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for å vise en liten mengde tekst.
nl: Een sjabloon voor het weergeven van een kleine hoeveelheid tekst.
pt_br: Um modelo para exibir uma pequena quantidade de texto.
sv: Mall för att visa kort text
tr: Az miktarda metin görüntülemek için bir şablon.
uk: Шаблон для відображення невеликої кількості тексту.
zh_hans: 用于显示小段文字的模板。
zh_hant: 一小段文字顯示模版

# watch.labels.complication_template.modular_small_stack_image.description
source: A template for displaying a single image with a short line of text below it.
ca_es: Una plantilla per mostrar una sola imatge amb una línia curta de text a sota.
cs: Šablona pro zobrazení jednoho obrázku s krátkým řádkem textu pod ním.
cy_gb: Templed ar gyfer arddangos delwedd sengl gyda llinell fer o destun islaw.
da: En skabelon til visning af et enkelt billede med en kort tekstlinje under det.
de: Eine Vorlage zum Anzeigen eines einzelnen Bildes mit einer kurzen Textzeile darunter.
el: Ένα πρότυπο για την εμφάνιση μιας μεμονωμένης εικόνας με μια σύντομη γραμμή κειμένου κάτω από αυτήν.
es: Una plantilla para mostrar una sola imagen con una línea corta de texto debajo.
et: Mall ühe pildi kuvamiseks koos lühikese tekstireaga selle all.
fi: Malli, jolla näytetään yksittäistä kuvaa, ja sen alla lyhyttä tekstiriviä.
fr: Modèle pour afficher une seule image avec une ligne de texte courte en dessous.
hu: Egy sablon egyetlen kép megjelenítésére, alatta egy rövid szövegsorral.
id: Templat untuk menampilkan gambar tunggal dengan baris teks pendek di bawahnya.
it: Un modello per visualizzare una singola immagine con una breve riga di testo sotto di essa.
ko_kr: 단일 이미지와 그 아래에 짧은 텍스트 줄을 표시하기 위한 템플릿입니다.
nb: En mal for å vise et enkelt bilde med en kort tekst under.
nl: Een sjabloon voor het weergeven van één afbeelding met een korte tekstregel eronder.
pt_br: Um modelo para exibir uma única imagem com uma pequena linha de texto abaixo dela.
sv: En mall för att visa en bild med en kort rad text under den.
tr: Altında kısa bir metin satırı bulunan tek bir resmi görüntülemek için bir şablon.
uk: Шаблон для відображення одного зображення з коротким рядком тексту під ним.
zh_hans: 用于显示单一图片和短文本在图片下方的模板
zh_hant: 單圖片下一行簡短文字顯示模版
