Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# notifications_configurator.action.rows.authentication_required.footer
source: When the user selects an action with this option, the system prompts the user to unlock the device. After unlocking, Home Assistant will be notified of the selected action.
cs: Když uživatel vybere akci s touto volbou, systém jej vyzve k odemknutí zařízení. Po odemknutí bude Home Assistantovi předána vybraná akce.
cy_gb: Pan fydd y defnyddiwr yn dewis gweithred gyda'r opsiwn hwn, mae'r system yn annog y defnyddiwr i ddatgloi'r ddyfais. Ar ôl datgloi, hysbysir Home Assistant am y camau a ddewiswyd.
da: Når brugeren vælger en handling med denne indstilling, beder systemet brugeren om at låse enheden op. Efter oplåsning vil Home Assistant blive underrettet om den valgte handling.
de: Wenn der Benutzer mit dieser Option eine Aktion auswählt, fordert das System den Benutzer auf, das Gerät zu entsperren. Nach dem Entsperren wird der Home Assistant über die ausgewählte Aktion informiert.
el: Όταν ο χρήστης επιλέξει μια ενέργεια με αυτήν την επιλογή, το σύστημα ζητά από το χρήστη να ξεκλειδώσει τη συσκευή. Μετά το ξεκλείδωμα, το Home Assistant θα ειδοποιηθεί για την επιλεγμένη ενέργεια.
et: Kui kasutaja valib selle suvandiga toimingu, palub süsteem kasutajal seadme avada. Pärast avamist teavitatakse Home Assistantit valitud toimingust.
fi: Kun käyttäjä valitsee toiminnon tällä asetuksella, järjestelmä kehottaa käyttäjää avaamaan laitetta. Avaamisen jälkeen Kotiavustaja saa ilmoituksen käyttäjän valitusta toimesta.
fr: Lorsque l'utilisateur sélectionne une action avec cette option, le système l'invite à déverrouiller l'appareil. Après le déverrouillage, Home Assistant sera informé de l’action sélectionnée.
hu: Ha a felhasználó ezzel a lehetőséggel választja ki a műveletet, a rendszer felszólítja a felhasználót a készülék feloldására. A feloldás után a Home Assistant értesítést kap a kiválasztott műveletről.
id: Ketika pengguna memilih tindakan dengan opsi ini, sistem meminta pengguna untuk membuka kunci perangkat. Setelah membuka kunci, Home Assistant akan diberi tahu tentang tindakan yang dipilih.
it: Quando l'utente seleziona un'azione con questa opzione, il sistema richiede all'utente di sbloccare il dispositivo. Dopo lo sblocco, Home Assistant riceverà una notifica dell'azione selezionata.
ko_kr: 사용자가 이 옵션으로 동작을 선택하면 시스템은 사용자에게 기기 잠금을 해제하라는 메시지를 표시합니다. 잠금 해제 후 Home Assistant는 선택한 동작에 대한 알림을 받습니다.
nb: Når brukeren velger en handling med dette alternativet, vil systemet be brukeren om å låse opp enheten. Etter opplåsing vil Home Assistant bli varslet om den valgte handlingen.
nl: Wanneer de gebruiker een actie met deze optie selecteert, vraagt het systeem de gebruiker om het apparaat te ontgrendelen. Na het ontgrendelen wordt de Home Assistant op de hoogte gebracht van de geselecteerde actie.
pl_pl: Gdy użytkownik wybierze akcję za pomocą tej opcji, system wyświetli monit o odblokowanie urządzenia. Po odblokowaniu Home Assistant zostanie powiadomiony o wybranej akcji.
pt_br: Quando o usuário seleciona uma ação com essa opção, o sistema solicita que o usuário desbloqueie o dispositivo. Após o desbloqueio, o Home Assistant será notificado da ação selecionada.
sv: När användaren väljer en åtgärd med det här alternativet uppmanar systemet användaren att låsa upp enheten. Efter upplåsning kommer Home Assistant att meddelas om den valda åtgärden.
tr: Kullanıcı bu seçenekle bir eylem seçtiğinde, sistem kullanıcıdan cihazın kilidini açmasını ister. Kilidi açtıktan sonra, Home Assistant seçilen eylem hakkında bilgilendirilecektir.
uk: Коли користувач вибирає дію з цією опцією, система пропонує користувачеві розблокувати пристрій. Після розблокування Home Assistant буде повідомлений про вибрану дію.
zh_hans: 当用户选择具有此选项的操作时，系统会提示用户解锁设备。解锁后，才会通知Home Assistant执行操作。
zh_hant: 當使用者選擇此選項操作，系統將會提示使用者解鎖裝置。解鎖後，Home Assistant 將會通知所選擇的觸發動作。

# notifications_configurator.category.navigation_bar.title
source: Category Configurator
ca_es: Configurador de categories
cs: Nastavení kategorií
cy_gb: Cyfluniwr Categori
da: Kategorikonfigurator
de: Kategorie-Konfigurator
el: Διαμορφωτής κατηγορίας
es: Configurador de categorías
et: Kategooria sätted
fi: Luokkien asettelija
fr: Configurateur de catégorie
hu: Kategória konfigurátor
id: Konfigurasi Kategori
it: Configuratore di categorie
ja: カテゴリーコンフィギュレーター
ko_kr: 카테고리 구성기
nb: Kategori Konfigurator
nl: Categorie Configurator
pl_pl: Konfigurator kategorii
pt_br: Configurador de categoria
ru: Конфигуратор категории
sv: Kategori-konfigurator
tr: Kategori Yapılandırıcısı
uk: Конфігуратор категорії
zh_hans: 类别配置器
zh_hant: 類別編輯器

# notifications_configurator.category.rows.name.title
source: Name
ca_es: Nom
cs: Název
cy_gb: Enw
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
hu: Elnevezés
id: Nama
it: Nome
ja: 名前
ko_kr: 이름
nb: Navn
nl: Naam
pl_pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

# notifications_configurator.category.rows.actions.header
source: Actions
ca_es: Accions
cs: Akce
cy_gb: Gweithrediadau
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
et: Toimingud
fi: Toiminnot
hu: Műveletek
id: Aksi
it: Azioni
ja: アクション
ko_kr: 동작
nb: Handlinger
nl: Acties
pl_pl: Akcje
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: Aksiyonlar
uk: Дії
zh_hans: 动作

# addButtonLabel
source: Add
ca_es: Afegir
cs: Přidat
cy_gb: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
fi: Lisää
fr: Ajouter
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ja: 追加
ko_kr: 추가하기
nb: Legg til
nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

# notifications_configurator.category.rows.category_summary.header
source: Category Summary
ca_es: Resum de la categoria
cs: Souhrn kategorií
cy_gb: Crynodeb o'r Categori
da: Kategori-resume
de: Kategorie Zusammenfassung
el: Περίληψη κατηγορίας
es: Resumen de categoría
et: Kategooria kokkuvõte
fi: Luokan yhteenveto
fr: Résumé de la catégorie
hu: Kategória összefoglaló
id: Ringkasan Kategori
it: Riassunto delle categorie
ja: カテゴリーの概要
ko_kr: 카테고리 요약
nb: Sammendrag av kategorien
nl: Categorie samenvatting
pl_pl: Podsumowanie kategorii
pt_br: Resumo da categoria
ru: Резюме категории
sv: Kategorisummering
tr: Kategori Özeti
uk: Підсумок категорій
zh_hans: 类别摘要
zh_hant: 類別摘要

# notifications_configurator.category.rows.category_summary.footer
source: A format string for the summary description used when the system groups the category’s notifications. You can optionally use '%%u' to show the number of notifications in the group and '%%@' to show the summary argument provided in the push payload.
cs: Je použit formátovaný řetězec pro souhrnný popis, když systém seskupuje oznámení kategorie. Volitelně můžete použít "%%u" k zobrazení počtu oznámení ve skupině a "%%@" k zobrazení souhrnného argumentu poskytnutého v datové části push.
cy_gb: Llinyn fformat ar gyfer y disgrifiad cryno a ddefnyddir pan fydd y system yn grwpio hysbysiadau'r categori. Gallwch ddefnyddio '% %u ' yn ddewisol i ddangos nifer yr hysbysiadau yn y grŵp a '% %@ ' i ddangos y ddadl gryno a ddarperir yn y llwyth tâl gwthio.
da: En formatstreng til den oversigtsbeskrivelse, der bruges, når systemet grupperer kategoriens notifikationer. Du kan valgfrit bruge '%%u' til at vise antallet af notifkationer i gruppen og '%%@' til at vise det resume, der er angivet i push-payload.
de: Eine Formatzeichenfolge für die zusammenfassende Beschreibung, die verwendet wird, wenn das System die Benachrichtigungen nach Kategorien gruppiert. Du kannst optional '%%u' verwenden, um die Anzahl der Benachrichtigungen in der Gruppe und '%%@', um das Zusammenfassungsargument der Push-Payload anzuzeigen.
el: Μια συμβολοσειρά μορφής για την περιγραφή σύνοψης που χρησιμοποιείται όταν το σύστημα ομαδοποιεί τις ειδοποιήσεις της κατηγορίας. Μπορείτε προαιρετικά να χρησιμοποιήσετε το '%%u' για να εμφανίσετε τον αριθμό των ειδοποιήσεων στην ομάδα και '%%@' για να εμφανίσετε το όρισμα σύνοψης που παρέχεται στο ωφέλιμο φορτίο ώθησης.
et: Kokkuvõtliku kirjelduse vormingu string, mida kasutatakse siis, kui süsteem rühmitab kategooria teavitused. Saad valikuliselt kasutada '%%u', et näidata grupis olevate teavituste arvu ja '%%@', et kuvada tõukekoormuses esitatud kokkuvõtlik argument.
fi: Muotomerkkijono, jota käytetään, kun järjestelmä ryhmittelee luokkailmoituksia. Voit halutessasi käyttää '%%u' näyttääksesi ilmoitusten määrän ja '%%@', jos haluat näyttää push-hyötykuormalla annettua yhteenvetoargumenttia.
fr: Une chaîne de caractères pour la description récapitulative est utilisée lorsque le système regroupe les notifications de la catégorie. Vous pouvez éventuellement utiliser '%%u' pour afficher le nombre de notifications du groupe et '%%@' pour afficher l'argument récapitulatif fourni dans les données push.
hu: A kategória értesítéseinek csoportosításakor a rendszer által használt összefoglaló leírás formázó karakterlánca. Opcionálisan használhatja a '%%u'-t a csoportban lévő értesítések számának megjelenítéséhez és a '%%@'-t a fogadott adathalmazban megadott összefoglaló érv megjelenítéséhez.
id: String format untuk deskripsi ringkasan yang digunakan saat sistem mengelompokkan pemberitahuan kategori. Secara opsional Anda dapat menggunakan '%%u' untuk menampilkan jumlah notifikasi dalam grup dan '%%@' untuk menampilkan argumen ringkasan yang disediakan dalam payload push.
it: Una stringa di formato per la descrizione di riepilogo utilizzata quando il sistema raggruppa le notifiche della categoria. Puoi facoltativamente utilizzare ' %% u' per mostrare il numero di notifiche nel gruppo e ' %% @' per mostrare l'argomento di riepilogo fornito nel payload push.
ko_kr: 시스템이 카테고리의 알림을 그룹화할 때 사용되는 요약 설명에 대한 형식 문자열입니다. 필요에 따라 '%%u'를 사용하여 그룹의 알림 수를 표시하고 '%%@'를 사용하여 푸시 페이로드에 제공된 요약 인수를 표시할 수 있습니다.
nb: En formatstreng for sammendragsbeskrivelsen som brukes når systemet grupperer kategoriens varsler. Du kan eventuelt bruke %%u til å vise antall varsler i gruppen og %%@ for å vise sammendragsargumentet som er angitt i push-nyttelasten.
nl: Een formatstring voor de beknopte beschrijving die wordt gebruikt wanneer het systeem de kennisgevingen van de categorie groepeert. U kunt optioneel '%%u' gebruiken om het aantal meldingen in de groep weer te geven en '%%@' om het samenvattende argument in de push payload te tonen.
pt_br: Uma sequência de formato para a descrição resumida usada quando o sistema agrupa as notificações da categoria. Opcionalmente, você pode usar '%%u ' para mostrar o número de notificações no grupo e '%%@ ' para mostrar o argumento de resumo fornecido na carga de push.
sv: En formatsträng för den sammanfattande beskrivning som används när systemet grupperar kategorins aviseringar. Du kan valfritt använda '%%u' för att visa antalet aviseringar i gruppen och '%%@' för att visa det sammanfattande argumentet som anges i push datat.
tr: Sistem, kategorinin bildirimlerini gruplandırdığında kullanılan özet açıklama için bir biçim dizesi. Gruptaki bildirimlerin sayısını göstermek için isteğe bağlı olarak '%%u ' ve push yükünde sağlanan özet bağımsız değişkeni göstermek için '%%@ ' kullanabilirsiniz.
uk: Рядок форматування опису, який використовується, коли система групує сповіщення за категоріями. Ви можете використовувати "%%u", щоб показати кількість сповіщень у групі та "%%@", щоб показати аргумент, наданий у вмісті сповіщення.
zh_hans: 系统对类别通知进行分组时使用的摘要描述的格式字符串。您可以选择使用' %% u'来显示组中的通知数，并使用' %% @'来显示推送有效负载中提供的摘要参数。
zh_hant: 當系統群組 Category 通知時，所顯示的摘要說明字串格式。可使用'%%u' 顯示群組內通知數字、'%%@' 顯示通知 Payload 中提供的摘要參數。

# notifications_configurator.category.rows.category_summary.default
source: %%u notifications in %%@
ca_es: %u notificacions a %@
cs: %%u oznámení v %%@
cy_gb: %%u o hysbysiadau yn%%@
da: %%u notifikationer i %%@
de: %%u Benachrichtigungen in %%@
el: %%u ειδοποιήσεις σε %%@
es: %%u notificaciones en %%@
et: %%u teavitust @%%@
fi: %%u ilmoitusta kohteessa %%@
fr: %%u notifications dans %%@
hu: %%u értesítések: %%@
id: %%u notifikasi di %%@
it: %%u notifiche in %%@
ja: %%u 通知は %%@
ko_kr: %%@의 %%u 알림
nb: %%u varsler i %%@
nl: %%u meldingen in %%@
pl_pl: %%u powiadomień w %%@
pt_br: %%u notificações em %%@
ru: %%u уведомления в %%@
sv: %%u notiser inom %%@
tr: %%u bildirimleri %%@
uk: %%u сповіщень у %%@
zh_hans: %%u 通知在 %%@
zh_hant: 於 %%u 發送 %%@通知

# notifications_configurator.category.rows.hidden_preview_placeholder.default
source: %%u notifications
ca_es: %u notificacions
cs: %%u oznámení
cy_gb: %%u o hysbysiadau
da: %u% notifikationer
de: %%u Benachrichtigungen
el: %%u ειδοποιήσεις
es: %%u notificaciones
et: %%u teavitust
fi: %%u ilmoitusta
hu: %%u értesítés
id: Notifikasi %%u
it: %%u notifiche
ja: %%u 通知
ko_kr: %%u 알림
nb: %u varsler
nl: %%u meldingen
pl_pl: %%u powiadomienia
pt_br: %%u notificações
ru: % %u уведомления
sv: %%u notiser
tr: %%u bildirimler
uk: %%u сповіщень
zh_hans: %%u 通知
zh_hant: %%u 通知

# notifications_configurator.category.rows.hidden_preview_placeholder.header
source: Hidden Preview Placeholder
cs: Skrytý zástupný symbol náhledu
cy_gb: Deiliad Rhagolwg Cudd
da: Skjult forhåndsvisnings-pladsholder
de: Versteckter Platzhalter für die Vorschau
el: Κρυφό σύμβολο κράτησης θέσης προεπισκόπησης
et: Peidetud eelvaate kohatäide
fi: Piilotettu paikanmerkki esikatselulle
fr: Caché l'aperçu de l'espace réservé
hu: Rejtett előnézet helytartó
id: Penampung Pratinjau Tersembunyi
it: Anteprima nascosta Segnaposto
ja: 非表示のプレビュープレースホルダー
ko_kr: 숨겨진 미리보기 자리 표시자
nb: Skjult forhåndsvisning plassholder
nl: Verborgen voorbeeldplaatshouder
pt_br: Pré-visualização oculta
sv: Gömd platshållare för förhandsvisning
tr: Gizli Önizleme Yer Tutucusu
uk: Прихований заповнювач попереднього перегляду
zh_hans: 隐藏预览占位符
zh_hant: 隱藏預覽 Placeholder

# notifications_configurator.category.rows.hidden_preview_placeholder.footer
source: This text is only displayed if you have notification previews hidden. Use '%%u' for the number of messages with the same thread identifier.
ca_es: Aquest text només es mostra si teniu ocult les previsualitzacions de notificació. Utilitzeu "%u " per al nombre de missatges amb el mateix identificador de fil.
cs: Tento text se zobrazí jen v případě, že máte skryté náhledy oznámení. Pro počet zpráv se stejným identifikátorem vlákna použijte "%%u".
cy_gb: Dim ond os oes gennych ragolygon hysbysu wedi'u cuddio y mae'r testun hwn yn cael ei arddangos. Defnyddiwch '% %u ' ar gyfer nifer y negeseuon gyda'r un dynodwr edau.
da: Denne tekst vises kun, hvis du har skjult notifikationseksempler. Brug '%%u' for antallet af meddelelser med samme trådidentifikator.
de: Dieser Text wird nur angezeigt, wenn die Benachrichtigungsvorschau ausgeblendet ist. Verwende '%%u' für die Anzahl der Nachrichten desselben Threads.
el: Αυτό το κείμενο εμφανίζεται μόνο εάν έχετε αποκρύψει τις προεπισκοπήσεις ειδοποιήσεων. Χρησιμοποιήστε το '%%u ' για τον αριθμό των μηνυμάτων με το ίδιο αναγνωριστικό νήματος.
et: Seda teksti kuvatakse ainult siis, kui teatiste eelvaated on peidetud. Kasuta sama lõime identifikaatoriga sõnumite arvu jaoks '%%u'.
fi: Tämä teksti näkyy vain, jos Ilmoitusten esikatselut on piilotettu. Käytä '%%u'-tunnusta niiden viestien määrälle, joilla on sama säikeentunnus.
fr: Ce texte ne s'affiche que si vous avez masqué les aperçus de notification. Utilisez '%%u' pour le nombre de messages ayant le même identifiant de fil.
hu: Ez a szöveg csak akkor jelenik meg, ha az értesítési előnézetek el vannak rejtve. Az azonos azonosítóval rendelkező üzenetek számához használja a '%%u' értéket.
id: Teks ini hanya ditampilkan jika Anda menyembunyikan pratinjau notifikasi. Gunakan '%%u' untuk jumlah pesan dengan pengenal utas yang sama.
it: Questo testo viene visualizzato solo se le anteprime di notifica sono nascoste. Usa '%%u' per il numero di messaggi con lo stesso identificatore di thread.
ko_kr: 이 텍스트는 알림 미리보기가 숨겨진 경우에만 표시됩니다. 동일한 스레드 식별자를 가진 메시지 수에 '%%u'를 사용하십시오.
nb: Denne teksten vises bare hvis du har skjult forhåndsvisning av varsling. Bruk %u for antall meldinger med samme trådidentifikator.
nl: Deze tekst wordt alleen weergegeven als u meldingsvertoningen verborgen hebt. Gebruik ' %%u' voor het aantal berichten met dezelfde thread-ID.
pl_pl: Ten tekst jest wyświetlany tylko wtedy, gdy masz ukryte podglądy powiadomień. Użyj „%%u” dla liczby wiadomości o tym samym identyfikatorze wątku.
pt_br: Este texto só é exibido se você tiver visualizações de notificação ocultas. Use '%%u ' para o número de mensagens com o mesmo identificador de thread.
sv: Den här texten visas bara om du har gömt förhandsgranskning av aviseringar. Använd '%%u' för antalet aviseringar med samma identifierare.
tr: Bu metin yalnızca gizli bildirim önizlemeleriniz varsa görüntülenir. Aynı konu tanımlayıcısına sahip ileti sayısı için '%%u ' kullanın.
uk: Цей текст відображається лише у разі прихованого перегляду сповіщень. Використайте "%%u" для повідомлень з однаковим ідентифікатором ланцюжка.
zh_hans: 仅当您隐藏了通知预览时，才会显示此文本。使用' %% u'表示具有相同线程标识符的消息数。
zh_hant: 此文字僅於隱藏通知預覽時顯示，使用 '%%u' 為使用相同 Identifier 的訊息數。

# notifications_configurator.identifier
source: Identifier
ca_es: Identificador
cs: Identifikátor
cy_gb: Dynodwr
da: Id
de: Identifikator
el: Αναγνωριστικό
es: Identificador
et: Identifikaator
fi: Tunniste
fr: Identifiant
hu: Azonosító
id: Pengidentifikasi
it: Identificatore
ja: 識別子
ko_kr: 식별자
nb: Identifikator
pl_pl: Identyfikator
pt_br: Identificador
ru: Идентификатор
sv: Identifierare
tr: Tanımlayıcı
uk: Ідентифікатор
zh_hans: 标识符

# notifications_configurator.new_action.title
source: New Action
ca_es: Nova acció
cs: Nová akce
cy_gb: Gweithrediad Newydd
da: Ny handling
de: Neue Aktion
el: Νέα ενέργεια
es: Nueva Acción
et: Uus toiming
fi: Uusi toiminto
fr: Nouvelle action
hu: Új művelet
id: Aksi Baru
it: Nuova azione
ja: 新しいアクション
ko_kr: 새 동작
nb: Ny Action
nl: Nieuwe actie
pl_pl: Nowa akcja
pt_br: Nova ação
ru: Новое действие
sv: Ny åtgärd
tr: Yeni Eylem
uk: Нова дія
zh_hans: 新动作
zh_hant: 新增觸發動作

# notifications_configurator.settings.header
source: Settings
ca_es: Configuració
cs: Nastavení
cy_gb: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
et: Seaded
fi: Asetukset
fr: Réglages
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko_kr: 설정
nb: Innstillinger
nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# notifications_configurator.settings.footer
source: Identifier must contain only letters and underscores and be uppercase. It must be globally unique to the app.
ca_es: L’identificador només ha de contenir lletres i guions baixos i ser majúscules. Ha de ser únicament global per a l’aplicació.
cs: Identifikátor musí obsahovat jen písmena a podtržítka a musí být velká. Musí být jedinečné pro aplikaci.
cy_gb: Rhaid i'r dynodwr gynnwys llythrennau a thanliniau yn unig a bod yn llythrennau bras. Rhaid iddo fod yn unigryw yn fyd-eang i'r app.
da: Id'et må kun indeholde bogstaver og understregningstegn, og skal være med store bogstaver. Det skal være globalt unikt for appen.
de: Der Identifikator darf nur Buchstaben und Unterstriche enthalten und muss in Großbuchstaben geschrieben sein. Er muss global eindeutig für die App sein.
el: Το αναγνωριστικό πρέπει να περιέχει μόνο γράμματα και χαρακτήρες υπογράμμισης και να είναι κεφαλαία. Πρέπει να είναι παγκοσμίως μοναδικό για την εφαρμογή.
es: El identificador debe contener solo letras y guiones bajos. Debe ser globalmente único para la aplicación.
et: Identifikaator peab sisaldama ainult tähti ja allkriipse ning olema suurtähtedega. See peab olema rakenduse jaoks globaalselt unikaalne.
fi: Tunnisteen on sisällettävä vain kirjaimia ja alaviivoja. Se on oltava sovellus-yleisesti yksilöllinen.
fr: L'identifiant doit contenir uniquement des lettres capitales et des tirets du bas. Il doit être unique à l'application.
hu: Az azonosító csak betűket és aláhúzásjelet tartalmazhat és nagybetűs lehet. Globálisan egyedinek kell lennie az alkalmazásban.
id: Pengidentifikasi harus hanya berisi huruf dan garis bawah dan huruf besar. Ini harus bersifat unik secara global untuk aplikasi.
it: L'Identificatore deve contenere solo lettere minuscole e trattini bassi. Deve essere univoco a livello globale per l'app.
ko_kr: 식별자는 문자와 밑줄만 포함해야 하며 대문자여야 합니다. 앱에 전역적으로 고유해야 합니다.
nb: Identifikatoren må bare inneholde bokstaver og understreker. Det må være globalt unikt for appen.
nl: De id mag alleen letters en underscores bevatten. Het moet globaal uniek voor de app.
pl_pl: Identyfikator musi zawierać tylko litery, znaki podkreślenia oraz być napisany wielkimi literami. Musi być globalnie unikalny dla aplikacji.
pt_br: O identificador deve conter apenas letras, sublinhados e ser maiúsculo. Ele deve ser globalmente exclusivo para o aplicativo.
ru: В идентификаторе допустимы только буквы и подчёркивания, и он должен быть уникальным среди всего приложения.
sv: Identifieraren får endast innehålla bokstäver och understreck. Den måste vara globalt unik för appen.
tr: Tanımlayıcı yalnızca harf ve alt çizgi içermeli ve büyük harf olmalıdır. Uygulamaya genel olarak benzersiz olmalıdır.
uk: Ідентифікатор повинен містити лише великі літери та символи підкреслення. Він мусить бути повністю унікальним для застосунка.
zh_hans: 标识符仅包含字母和下划线，必须在应用中具有唯一性。
zh_hant: Identifier 必須包含至少一個英文字母、底線與大寫字母，必須為全球獨一無二的 App。
