Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.configurator.new.multiple_complication_info
source: Adding another Complication for the same type as an existing one requires watchOS 7 or newer.
ca_es: Afegir una altra complicació per al mateix tipus que un existent requereix watchOS 7 o més recent.
cs: Přidání další komplikace pro stejný typ jako stávající vyžaduje watchOS 7 nebo novější.
da: Tilføjelse af en ny Komplikation med samme type, som en eksisterende, kræver watchOS 7 eller nyere.
de: Das Hinzufügen einer weiteren Komplikation für denselben Typ wie bereits vorhanden erfordert watchOS 7 oder neuer.
el: Η προσθήκη μιας άλλης επιπλοκής για τον ίδιο τύπο με μια υπάρχουσα απαιτεί watchOS 7 ή νεότερη έκδοση.
es_es: Añadir otra complicación del mismo tipo que una existente requiere watchOS 7 o más reciente.
et: Olemasolevaga sama tüüpi elemendi lisamiseks on vaja watchOS 7 või uuemat versiooni.
fr: L'ajout d'une autre complication du même type qu'une complication existante nécessite watchOS 7 ou plus récent.
hu: Egy másik modul hozzáadása a meglévővel azonos típusú modulhoz watchOS 7 vagy újabb watchOS 7-et igényel.
id: Penambahan Komplikasi lain dengan jenis yang sama dengan yang sudah ada membutuhkan watchOS 7 atau yang lebih baru.
ko_kr: 기존 컴플리케이션과 동일한 유형의 다른 컴플리케이션을 추가하려면 watchOS 7 이상이 필요합니다.
nb: Legge til en annen komplikasjon for samme type som en eksisterende krever watchOS 7 eller nyere.
nl: Het toevoegen van nog een complicatie voor hetzelfde type als een bestaande vereist watchOS 7 of nieuwer.
pt_br: Adicionar outra Complicação para o mesmo tipo de uma existente requer o watchOS 7 ou mais recente.
tr: Mevcut olanla aynı tür için başka bir Komplikasyon eklemek, watchOS 7 veya daha yenisini gerektirir.
uk: Додавання іншого Complication для того ж типу, що і існуючий, вимагає watchOS 7 або новішої версії.
zh_hant: 使用現有相同類型新增另一個複雜功能需要 watchOS 7 或更新版本。

# watch.configurator.delete.button
source: Delete Complication
ca_es: Suprimir la complicació
cs: Smazat komplikaci
da: Slet Komplikation?
de: Komplikation löschen
el: Διαγραφή επιπλοκής
es_es: Borrar Complicación
et: Kustuta element
fr: Supprimer la complication
hu: Modul törlése
id: Hapus Komplikasi
ja: コンプリケーションを削除
ko_kr: 컴플리케이션 삭제
nb: Slett komplikasjon
nl: Complicatie verwijderen
pt_br: Excluir complicação
tr: Komplikasyonu Sil
uk: Видалити Complication
zh_hant: 刪除複雜功能

# watch.configurator.delete.title
source: Delete Complication?
ca_es: Voleu suprimir la complicació?
cs: Smazat komplikaci?
da: Slet Komplikation?
de: Komplikation löschen?
el: Διαγραφή επιπλοκής;
es_es: ¿Borrar la complicación?
et: Kas kustutada element?
fr: Supprimer la complication ?
hu: Modul törlése?
id: Hapus Komplikasi?
ja: コプリケーションを削除？
ko_kr: 컴플리케이션을 삭제하시겠습니까?
nb: Slette komplikasjon?
nl: Complicatie verwijderen?
pt_br: Excluir complicação?
tr: Komplikasyon Silinsin mi?
uk: Видалити Complication?
zh_hant: 刪除複雜功能？

# watch.configurator.delete.message
source: Are you sure you want to delete this Complication? This cannot be undone.
ca_es: Esteu segur que voleu suprimir aquesta complicació? Això no es pot desfer.
cs: Opravdu chcete smazat tuto komplikaci? Toto nelze vzít zpět.
da: Er du sikker på, at du vil slette denne Komplikation? Dette kan ikke fortrydes.
de: Bist du sicher, dass du diese Komplikation löschen willst? Das kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την επιπλοκή; Αυτό δεν μπορεί να αναιρεθεί.
es_es: ¿Estás seguro de que quieres eliminar esta complicación? Esto no se puede deshacer.
et: Kas oled kindel, et soovid selle elemendi kustutada? Seda ei saa tühistada.
fr: Êtes-vous sûr de vouloir supprimer cette complication ? Ça ne peut pas être annulé.
hu: Biztos, hogy törölni szeretné ezt a modult? Ezt nem lehet visszacsinálni.
id: Yakin ingin menghapus Komplikasi ini? Proses ini tidak dapat diurungkan.
ja: このコンプリケーションを削除してもよろしいですか？元に戻すことはできません。
ko_kr: 이 컴플리케이션을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nb: Er du sikker på at du vil slette denne komplikasjonen? Dette kan ikke angres.
nl: Weet u zeker dat u deze complicatie wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pt_br: Tem certeza de que deseja excluir esta complicação? Isto não pode ser desfeito.
tr: Bu Komplikasyonu silmek istediğinizden emin misiniz? Bu geri alınamaz.
uk: Ви впевнені, що хочете видалити це Complication? Це не може бути скасовано.
zh_hant: 確定要刪除複雜功能？無法還原。

# watch.configurator.list.description
source: Configure a new Complication using the Add button. Once saved, you can choose it on your Apple Watch or in the Watch app.
ca_es: Configureu una nova complicació mitjançant el botó Afegeix. Un cop desat, podeu triar-lo al vostre Apple Watch o a l'aplicació Watch.
cs: Nakonfigurujte novou komplikaci pomocí tlačítka Přidat. Po uložení si ji můžete vybrat na Apple Watch nebo v aplikaci Watch.
da: Konfigurer en ny Komplikation ved at klikke på Tlføj knappen. Når du har gemt, kan du vælge Komplikationen på dit Apple Watch eller i Watch-appen.
de: Konfiguriere eine neue Komplikation mit dem Hinzufügen Button. Wenn es gespeichert wurde, kannst du es auf deiner Apple Watch oder in der Watch-App auswählen.
el: Ρυθμίστε τις παραμέτρους μιας νέας επιπλοκής χρησιμοποιώντας το κουμπί Προσθήκη. Αφού αποθηκεύσετε, μπορείτε να το επιλέξετε στο Apple Watch ή στην εφαρμογή Watch.
es_es: Configura una nueva complicación usando el botón Añadir. Una vez guardada, puedes elegirla en tu Apple Watch o en la aplicación Watch.
et: Seadista uus element kasutades nuppu Lisa. Pärast salvestamist saad selle valida oma Apple Watchis või rakenduses Watch.
fr: Configurez une nouvelle complication à l'aide du bouton Ajouter. Une fois enregistré, vous pouvez le choisir sur votre Apple Watch ou dans l'application Watch.
hu: Konfiguráljon egy új modult a Hozzáadás gomb segítségével. A mentés után kiválaszthatja azt az Apple Watch-on vagy a Watch alkalmazásban.
id: Konfigurasikan Komplikasi baru menggunakan tombol Tambah. Setelah disimpan, Anda bisa memilihnya di Apple Watch atau di app Watch.
ko_kr: 추가 버튼을 사용하여 새 컴플리케이션을 구성합니다. 저장한 후에는 Apple Watch 또는 Watch 앱에서 선택할 수 있습니다.
nb: Konfigurer en ny komplikasjon ved hjelp av Legg til-knappen. Når den er lagret, kan du velge den på Apple Watch eller i Watch-appen.
nl: Configureer een nieuwe complicatie met de Toevoegen knop. Eenmaal opgeslagen kunt u deze selecteren op uw Apple Watch of in de Watch app.
pt_br: Configure uma nova Complicação usando o botão Adicionar. Depois de salvo, você pode selecioná-lo no Apple Watch ou no aplicativo Watch.
tr: Ekle düğmesini kullanarak yeni bir Komplikasyon yapılandırın. Kaydedildikten sonra Apple Watch'unuzda veya Watch uygulamasında seçebilirsiniz.
uk: Налаштуйте нове Complication за допомогою кнопки Додати. Після збереження ви можете вибрати його на своєму Apple Watch або в додатку Watch.
zh_hant: 使用新增按鈕新增複雜功能，可以於 Apple Watch 或 Watch App 中選擇。

# watch.configurator.list.learn_more
source: Learn More
ca_es: Més informació
da: Lær mere
el: Μάθε περισσότερα
fr: En savoir plus
nb: Lære mer
nl: Leer meer
uk: Дізнатися більше
zh_hant: 了解更多

# watch.configurator.rows.display_name.title
source: Display Name
ca_es: Nom de visualització
cs: Zobrazované jméno
da: Visningsnavn
de: Anzeigename
el: Εμφανιζόμενο όνομα
es_es: Nombre para mostrar
et: Kuvatav nimi
fr: Afficher un nom
hu: Megjelenítendő név
id: Nama Tampilan
ja: 表示名
ko_kr: 이름 표시하기
nb: Visningsnavn
nl: Weergavenaam
pt_br: Nome de exibição
sl: Ime prikaza
tr: Ekran adı
uk: Відображуване ім’я
zh_hant: 顯示名稱

# watch.configurator.rows.is_public.title
source: Show When Locked
ca_es: Mostrar quan està bloquejat
cs: Zobrazit při uzamčení
da: Vis, når låst
de: Anzeigen, wenn gesperrt
el: Εμφάνιση όταν είναι κλειδωμένο
es_es: Mostrar cuando está bloqueado
et: Kuva lukustatuna
fr: Afficher lorsque verrouillé
hu: Megjelenítés zárolt állapotban
id: Tampilkan Saat Terkunci
ja: ロックされたときに表示
ko_kr: 잠겨 있을 때 표시
nb: Vis når den er låst
pt_br: Mostrar quando bloqueado
tr: Kilitlendiğinde Göster
uk: Показати, коли заблоковано
zh_hant: 當鎖定時顯示

# watch.placeholder_complication_name
source: Placeholder
ca_es: Contenidor
cs: Zástupný symbol
da: Pladsholder
de: Platzhalter
el: Σύμβολο κράτησης θέσης
es_es: Marcador de posición
et: Kohatäide
fr: Espace réservé
hu: Helykitöltő
id: Penampung
ja: プレースホルダー
ko_kr: 자리 표시자
nb: Plassholder
pt_br: Espaço reservado
tr: Yer tutucu
uk: Заповнювач

# notification_service.failed_to_load
source: Failed to load attachment
ca_es: No s'ha pogut carregar el fitxer adjunt
cs: Načtení přílohy se nezdařilo
da: Vedhæftning kunne ikke indlæses
de: Fehler beim Laden des Anhangs
el: Αποτυχία φόρτωσης συνημμένου
es_es: No se pudo cargar el archivo adjunto
et: Manuse laadimine nurjus
fr: Échec du chargement de la pièce jointe
hu: Nem sikerült betölteni a mellékletet
id: Gagal memuat lampiran
ja: 添付品の読み込みに失敗しました
ko_kr: 첨부파일을 로드하지 못했습니다.
nb: Kunne ikke laste inn vedlegget
pt_br: Falha ao carregar anexo
tr: Ek yüklenemedi
uk: Не вдалося завантажити вкладення
zh_hant: 載入附帶檔案失敗

# notification_service.parser.url.no_url
source: No URL was provided.
ca_es: No s'ha proporcionat cap URL.
cs: Nebyla zadána žádná URL.
da: Ingen webadresse blev angivet.
de: Es wurde keine URL angegeben.
el: Δεν δόθηκε διεύθυνση URL.
es_es: No se proporcionó ninguna URL.
et: URL-i ei esitatud.
fr: Aucune URL n'a été fournie.
hu: Nincs megadva URL.
id: Tidak ada URL yang diberikan.
ja: URLが提供されていません。
ko_kr: 제공된 URL 없음
nb: Ingen URL ble oppgitt.
pt_br: Nenhuma URL foi fornecida.
tr: URL sağlanmadı.
uk: URL-адреса не вказана.
zh_hant: 未提供 URL。

# notification_service.parser.url.invalid_url
source: The given URL was invalid.
ca_es: L'adreça URL donada no era vàlida.
cs: Zadaná URL byla neplatná.
da: Den angivne webadresse var ugyldig.
de: Die angegebene URL ist falsch.
el: Η διεύθυνση URL που δόθηκε δεν ήταν έγκυρη.
es_es: La URL proporcionada no es válida.
et: Sisestatud URL oli kehtetu.
fr: L'URL indiquée n'était pas valide.
hu: A megadott URL érvénytelen.
id: URL yang diberikan tidak valid.
ja: 指定されたURLが無効でした。
ko_kr: 제공된 URL이 잘못되었습니다.
nb: Den angitte URL-adressen var ugyldig.
pt_br: A URL em questão era inválida.
tr: Verilen URL geçersizdi.
uk: Вказана URL-адреса недійсна.
zh_hant: 所提供的 URL 無效。

# notification_service.parser.camera.no_entity
source: No entity_id was provided.
ca_es: No s'ha proporcionat cap entity_id.
da: Ingen entitets-Id blev angivet.
el: Δεν παρασχέθηκε entity_id.
fr: Aucun entity_id n'a été fourni.
nb: Ingen enhets_id ble gitt.
uk: Вказаний entity_id недійсний.
zh_hant: 未提供 entity_id。

# notification_service.parser.camera.invalid_entity
source: entity_id provided was invalid.
ca_es: entity_id proporcionat no era vàlid.
cs: Poskytnuté entiy_id bylo neplatné.
da: Angivet entitets-Id er ugyldig.
de: Gegebene entity_id ist falsch.
el: Το entity_id που δόθηκε δεν ήταν έγκυρο.
et: Esitatud olemi_id oli kehtetu.
fr: l'entity_id fourni n'était pas valide.
hu: A megadott entity_id érvénytelen.
id: Nilai entity_id yang diberikan tidak valid.
ja: 指定されたentity_idは無効でした。
ko_kr: 제공된 entity_id가 잘못되었습니다.
nb: enhets_id oppgitt var ugyldig.
pt_br: entity_id fornecido era inválido.
tr: Sağlanan varlık_kimliği geçersizdi.
uk: Вказаний entity_id недійсний.
zh_hant: 所提供的 entity_id 無效。

# settings_details.location.zones.beacon_major.title
source: iBeacon Major
cs: iBeacon hlavní
es: iBeacon Mayor
fr: iBeacon Majeur
id: Mayor iBeacon
nl: Grote iBeacon
pl_pl: Identyfikator Major iBeacona
tr: iBeacon
zh_hans: iBeacon Major值
zh_hant: 主要 iBeacon

# settings_details.location.zones.beacon_minor.title
source: iBeacon Minor
ca_es: iBeacon Menor
cs: iBeacon vedlejší
es: iBeacon Menor
fr: iBeacon Mineur
id: Minor iBeacon
nl: Kleine iBeacon
pl_pl: Identyfikator Minor iBeacona
tr: iBeacon Minör
zh_hans: iBeacon设备
zh_hant: 次要 iBeacon

# settings_details.notifications.push_id_section.footer
source: This is the target to use in your Home Assistant configuration. Tap to copy or share.
ca_es: Aquest és l'objectiu que cal utilitzar a la configuració del Home Assistant. Toca per copiar o compartir.
cy_gb: Dyma'r targed i'w ddefnyddio yn eich cyfluniad Home Assistant. Tap i gopïo neu rannu.
da: Dette er det mål, du skal bruge i din Home Assistant-konfiguration. Tryk for at kopiere eller dele.
es: Este es el objetivo para usar en su configuración de Home Assistant. Toca para copiar o compartir.
fi: Tämä on kohde, jota käytetään Kotiavustaja-asetuksissa. Napauttamalla kopioi tai jakaa.
fr: Cible à utiliser dans la configuration d'Home Assistant. Appuyez sur pour copier ou partager.
it: Questo è l'obiettivo da utilizzare nella configurazione di Home Assistant. Tocca per copiare o condividere.
nb: Dette er målet å bruke i konfigurasjonen til Home Assistent. Trykk for å kopiere eller dele.
nl: Dit is het doel om te gebruiken in uw Home Assistent configuratie. Tik om te kopiëren of te delen.
pl_pl: To jest identyfikator docelowy, do wpisania w konfiguracji Home Assistant. Dotknij, aby skopiować lub udostępnić.
ru: Это цель, которую нужно использовать в конфигурации Home Assistant. Нажмите, чтобы скопировать или поделиться.
sv: Detta är målet som ska användas i din Home Assistant-konfiguration. Tryck för att kopiera eller dela.
uk: Це ціль для використання у конфігурації вашого Home Assistant. Торкніться, щоб скопіювати або поділитися.
zh_hans: 这是您的Home Assistant配置中使用的目标ID。点击即可复制或分享。
zh_hant: 此為所要使用的 Home Assistant 設定檔，請點選以複製或分享。

# settings_details.location.zones.radius.label
source: %li m
es: %d m
fi: %d m
fr: %d m
it: %d m
nl: %d m
ru: %li м
sv: %d m
uk: %li м
zh_hans: %d m
zh_hant: %li 公尺

# settings_details.general.app_icon.enum.beta
source: Beta
cy_gb: Fersiwn beta
et: Beetaversioon
fr: Bêta
hu: Béta
ja: ベータ
ko_kr: 베타
nl: Bèta
ru: Бета
zh_hans: Beta版
zh_hant: 測試版

# settings_details.general.app_icon.enum.dev
source: Dev
cs: Vývojová
cy_gb: Fersiwn datblygwr
da: Udviklings
et: Arendusversioon
fi: Ohjelmoiden
hu: Fejlesztői
id: Pengembang
ko_kr: 개발자
nb: Utvikling
pl_pl: Deweloperska
pt_br: Desenvolvedor
tr: Geliştirme
zh_hans: 开发版
zh_hant: 開發版

# settings_details.privacy.messaging.title
source: Firebase Cloud Messaging
et: Firebase'i pilvsõnumside
ja: Firebaseクラウドメッセージング
nb: Firebase Cloud Meldinger
ru: Облачные сообщения Firebase
sl: Firebase sporočila v oblaku
tr: Firebase Bulut Mesajlaşma
zh_hans: Firebase云消息
zh_hant: Firebase 雲端訊息

# sensors.pedometer.unit.meters_per_second
source: m/s
ru: м/с
uk: м/с
zh_hans: 米/秒
zh_hant: 公尺/秒

# settings.connection_section.internal_url_ssids.header
source: SSIDs
cs: SSID
da: SSID'er
et: SSID-d
fi: SSID
hu: SSID-k
id: SSID
it: SSID conosciuti
ko_kr: SSID
nb: SSIDer
pl_pl: SSID-y (sieci Wi-Fi)
ru: Выбранные SSID
sl: SSID-ji
sv: SSID
tr: SSID'lerin
uk: SSID
zh_hans: 无线网络
zh_hant: SSID

# settings.connection_section.nabu_casa_cloud
source: Nabu Casa Cloud
fi: Nabu Casa Pilvi
pl_pl: Chmura Nabu Casa
ru: Облако Nabu Casa
zh_hant: Nabu Casa Cloud 服務

# settings.connection_section.home_assistant_cloud.title
source: Home Assistant Cloud
fr: Cloud Home Assistant
hu: Home Assistant Felhő
nl: Home Assistent Cloud
pl_pl: Chmura Home Assistant
ru: Облако Home Assistant
uk: Хмара Home Assistant
zh_hant: Home Assistant Cloud 服務

# settings.connection_section.ssid_permission_and_accuracy_message
source: Accessing SSIDs in the background requires 'Always' location permission and 'Full' location accuracy. Tap here to change your settings.
cs: Přístup k SSID na pozadí vyžaduje oprávnění k poloze "Vždy" a "Plnou" přesnost polohy. Klepnutím sem změníte nastavení.
da: Adgang til at tilgå SSID'er i baggrunden kræver, at lokalitetstilladelse er sat til 'Altid' og at 'Præcis lokalitet' er slået til. Tryk her for at ændre dine indstillinger.
de: Für den Zugriff auf SSIDs im Hintergrund sind die Standortberechtigung "Immer" und die Standortgenauigkeit "Vollständig" erforderlich. Tippen Sie hier, um Ihre Einstellungen zu ändern.
es_es: El acceso a los SSID en segundo plano requiere permiso de ubicación "Siempre" y precisión de ubicación "Completa". Toca aquí para cambiar tu configuración.
et: Taustal SSID-dele juurdepääsemiseks on vaja asukohaluba „Alati” ja asukoha täielikku täpsust. Sätete muutmiseks puuduta siin.
fr: L'accès aux SSID en arrière-plan nécessite une autorisation de localisation «Toujours» et une précision de localisation «complète». Appuyez ici pour modifier vos paramètres.
hu: A háttérben lévő SSID-k eléréséhez a "Mindig" helymeghatározási engedély és a "Teljes" helymeghatározási pontosság szükséges. A beállítások módosításához koppintson ide.
id: Akses SSID di latar belakang membutuhkan izin lokasi 'Selalu' dan keakuratan lokasi 'Tepat'. Ketuk di sini untuk mengubah pengaturan Anda.
ko_kr: 백그라운드에서 SSID에 액세스하려면 '항상' 위치 권한과 '전체' 위치 정확도가 필요합니다. 설정을 변경하려면 여기를 탭하세요.
nb: For å få tilgang til SSID-er i bakgrunnen, krever 'Alltid' plasseringstillatelse og 'Full' posisjonsnøyaktighet. Trykk her for å endre innstillingene.
pt_br: Acessar SSIDs em segundo plano requer permissão de localização 'Sempre' e precisão de localização 'Total'. Toque aqui para alterar suas configurações.
tr: SSID'lere arka planda erişmek için 'Her Zaman' konum izni ve 'Tam' konum doğruluğu gerekir. Ayarlarınızı değiştirmek için buraya dokunun.
uk: Для доступу до SSID у фоновому режимі потрібен дозвіл "Завжди" розташування та "Максимальна" точність розташування. Натисніть тут, щоб змінити налаштування.
zh_hant: 於背景存取 SSID 無線網路需要於定位服務權限中開啟 '永遠' 與 '精確位置'。點選此處以變更設定。

# settings_details.location.location_accuracy.title
source: Location Accuracy
cs: Přesnost polohy
da: Nøjagtighed af placering
de: Standortgenauigkeit
es_es: Precisión
et: Asukoha täpsus
fr: Précision de l'emplacement
hu: Helymeghatározás pontossága
id: Akurasi Lokasi
ja: 位置精度
ko_kr: 위치 정확도
nb: Nøyaktighet for plassering
pt_br: Precisão da localização
tr: Konum Doğruluğu
uk: Точність розташування
zh_hant: 座標精確度

# settings_details.location.location_accuracy.full
source: Full
cs: Plná
da: Fuld
de: Vollständig
es_es: Completa
et: Täielik
fr: Complet
hu: Teljes
id: Tepat
ja: フル
ko_kr: 가득 참
pt_br: Completa
tr: Tam
uk: Максимальна
zh_hant: 全滿

# settings_details.location.location_accuracy.reduced
source: Reduced
cs: Omezená
da: Reduceret
de: Ungenau
es_es: Reducida
et: Vähendatud
fr: Réduit
hu: Csökkentett
id: Dikurangi
ja: 減少
ko_kr: 감소됨
nb: Redusert
pt_br: Reduzido
tr: Azaltılmış
uk: Зменшено
zh_hant: 縮小

# settings.connection_section.internal_url_hardware_addresses.header
source: Hardware Addresses
cs: Hardwarové adresy
de: Hardwareadressen
et: Riistvara aadressid
fr: Adresses matérielles
hu: Hardvercímek
id: Alamat Perangkat Keras
ja: ハードウェアアドレス
ko_kr: 하드웨어 주소
nb: Maskinvareadresser
pt_br: Endereços de hardware
tr: Donanım Adresleri
zh_hant: 硬體位址

# settings.connection_section.internal_url_hardware_addresses.footer
source: Internal URL will be used when the primary network interface has a MAC address matching one of these hardware addresses.
cs: Interní URL se použije, pokud má primární síťové rozhraní adresu MAC odpovídající jedné z těchto hardwarových adres.
de: Interne URL wird verwendet wenn die primäre Netzwerkschnittstelle die selbe Hardwareadresse wie eine der gegebenen Adressen hat.
et: Sisemist URL-i kasutatakse siis, kui peamise võrguliidese MAC-aadress vastab ühele neist riistvaraaadressidest.
fr: L'URL interne sera utilisée lorsque l'interface réseau principale a une adresse MAC correspondant à l'une de ces adresses matérielles.
hu: A rendszer akkor használja a belső URL-címet, ha az elsődleges hálózati adapter MAC-címe megegyezik ezen hardvercímek egyikével.
id: URL internal akan digunakan jika antarmuka jaringan utama memiliki alamat MAC yang cocok dengan salah satu alamat perangkat keras ini.
ko_kr: 내부 URL은 기본 네트워크 인터페이스에 이러한 하드웨어 주소 중 하나와 일치하는 MAC 주소가 있는 경우에 사용됩니다.
nb: Intern URL vil bli brukt når det primære nettverksgrensesnittet har en MAC-adresse som samsvarer med en av disse maskinvareadressene.
pt_br: A URL interna será usada quando a interface de rede primária tiver um endereço MAC correspondente a um desses endereços de hardware.
tr: Dahili URL, birincil ağ arabirimi bu donanım adreslerinden biriyle eşleşen bir MAC adresine sahip olduğunda kullanılacaktır.
zh_hant: 當主要網路介面之MAC 位址與以下硬體位址吻合時，將使用內部 URL。

# settings.connection_section.internal_url_hardware_addresses.add_new_ssid
source: Add New Hardware Address
cs: Přidat novou adresu hardware
de: Neue Hardwareadresse hinzufügen
es_mx: Agregar una nueva dirección de dispositivo
et: Uue riistvara aadressi lisamine
fr: Ajouter une nouvelle adresse matérielle
hu: Új hardvercím hozzáadása
id: Tambahkan Alamat Perangkat Keras Baru
ja: 新しいハードウェアアドレスの追加
ko_kr: 새 하드웨어 주소 추가
nb: Legg til ny maskinvareadresse
pt_br: Adicionar novo endereço de hardware
tr: Yeni Donanım Adresi Ekle
zh_hant: 新增硬體位址

# settings.connection_section.internal_url_hardware_addresses.invalid
source: Hardware addresses must look like aa:bb:cc:dd:ee:ff
cs: Hardwarové adresy musí vypadat takto: aa:bb:cc:dd:ee:ff
de: Hardwareadressen müssen wie folgt aussehen: aa: bb: cc: dd: ee: ff
es_mx: Las direcciones de hardware deben verse como aa: bb: cc: dd: ee: ff
et: Riistvara aadressid peavad välja nägema järgmiselt: aa:bb:cc:dd:ee:ff
fr: Les adresses matérielles doivent ressembler à aa:bb:cc:dd:ee:ff
hu: A hardvercímeknek így kell kinézniük: aa:bb:cc:dd:ee:ff
id: Alamat perangkat keras harus seperti aa:bb:cc:dd:ee:ff
ja: ハードウェアアドレスは、aa:bb:cc:dd:ee:ff のようになっている必要があります
ko_kr: 하드웨어 주소는 aa:bb:cc:dd:ee:ff와 같아야 합니다.
nb: Maskinvareadresser må se ut som aa:bb:cc:dd:ee:ff
pt_br: Os endereços de hardware devem se parecer com aa:bb:cc:dd:ee:ff
tr: Donanım adresleri aa:bb:cc:dd:ee:ff gibi görünmelidir
zh_hant: 硬體位址必須為 aa:bb:cc:dd:ee:ff

# ha_api.api_error.unexpected_type
source: Received response with result of type %1$@ but expected type %2$@.
cs: Přijata odpověď s výsledkem typu %1$@, ale očekával se typ %2$@.
de: Antwort mit Ergebnis vom Typ %1$@ erhalten, aber %2$@ erwartet.
es_mx: Se recibió una respuesta con un resultado de tipo %1$@ pero el tipo esperado %2$@ .
et: Vastus saadi tulemusega, mille tüüp on %1$@ kuid eeldatav tüüp oli %2$@ .
fr: Réponse reçue avec résultat de type %1$@ mais type attendu %2$@.
hu: %1$@ típusú eredményt érkezett a válaszban, miközben %2$@ típusú eredmény az elvárt.
id: Menerima respons dengan hasil dari tipe %1$@, tetapi tipe yang diharapkan %2$@.
ko_kr: 유형 %1$@의 결과이지만 예상 유형은 %2$@인 응답을 받았습니다.
nb: Mottatt svar med resultat av type %1$@ men forventet type %2$@ .
pt_br: Resposta recebida com resultado do tipo %1$@ mas tipo esperado %2$@ .
tr: %1$@ türünden sonuç alınan ancak beklenen tür %2$@.
zh_hant: 接收回應為 %1$@ 類型之結果，但預期為 %2$@ 類型。

# ha_api.api_error.unacceptable_status_code
source: Unacceptable status code %1$li.
cs: Nepřijatelný stavový kód %1$li.
de: Inakzeptabler Statuscode %1$li.
es_mx: Código de estado inaceptable %1$li .
et: Kehtetu olekukood %1$li .
fr: Code d'état non recevable %1$li .
hu: Elfogadhatatlan állapotkód %1$li.
id: Kode status tidak dapat diterima %1$li.
ja: 受け入れ不可なステータスコード %1$li。
ko_kr: 허용되지 않는 상태 코드 %1$li.
nb: Uakseptabel statuskode %1$li .
pt_br: Código de status inaceitável %1$li .
tr: Kabul edilemez durum kodu %1$li .
zh_hant: 不可接受狀態代碼 %1$li。

# settings_details.general.open_in_browser.default
source: System Default
cs: Výchozí
de: Systemstandard
es_mx: Sistema por defecto
et: Süsteemi vaikeseade
hu: Rendszer alapértelmezett
id: Bawaan Sistem
ja: システムのデフォルト
ko_kr: 시스템 기본값
nb: System standard
pt_br: Padrão do sistema
tr: Sistem varsayılanı
zh_hant: 系統預設

# settings_details.general.visibility.title
source: Show App In…
cs: Zobrazit aplikaci v...
de: App Anzeigen In...
es_mx: Mostrar aplicación en…
et: Kuva rakendus…
hu: Alkalmazás megjelenítése:
id: Tampilkan Aplikasi di…
ja: アプリを表示…
ko_kr: 다음에서 앱 표시하기
nb: Vis app i…
pt_br: Mostrar aplicativo em…
tr: Uygulamayı Göster...
zh_hant: 顯示 App 於…
