Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings_details.general.visibility.options.menu_bar
source: Menu Bar
cs: Panel nabídek
de: Menüleiste
es_mx: Barra de menú
et: Menüüriba
hu: Menüsor
id: Bar Menu
ja: メニューバー
ko_kr: 메뉴바
nb: Menylinje
pt_br: Barra de menu
tr: Menü çubuğu
zh_hant: 選單列

# settings_details.general.visibility.options.dock_and_menu_bar
source: Dock and Menu Bar
cs: Dok a panel nabídek
de: Dock und Menüleiste
es_es: Dock y barra de menús
es_mx: Barra de menú y muelle
et: Salv ja menüüriba
hu: Dokk és menüsor
id: Dock dan Bar Menu
ja: ドックとメニューバー
ko_kr: Dock 및 메뉴바
nb: Dock og menylinje
pt_br: Dock e barra de menu
tr: Dock ve Menü Çubuğu
zh_hant: Dock 與選單列

# settings_details.general.launch_on_login.title
source: Launch App on Login
cs: Spustit aplikaci při přihlášení
de: App bei Login starten
es_es: Iniciar aplicación al iniciar sesión
es_mx: Iniciar la aplicación al iniciar sesión
et: Käivita rakendus sisselogimisel
hu: Alkalmazás indítása bejelentkezéskor
id: Luncurkan Aplikasi saat Masuk
ja: ログイン時にアプリを起動する
ko_kr: 로그인 시 앱 실행
nb: Start appen ved pålogging
pt_br: Inicie o aplicativo no login
tr: Girişte Uygulamayı Başlat
zh_hant: 登入時啟動 App

# settings.connection_section.internal_url_ssids.placeholder
source: MyFunnyNetworkName
ca_es: ElMeuNomDeXarxaDivertit
cs: NázevMéSítě
da: MitSjoveNetværksnavn
de: MeinWlanName
es: MiDivertidoNombreDeRed
fi: MinunHupaisaVerkkoNimi
fr: MonNomDeReseauSympa
hu: SajátHálózatNév
id: NamaWiFiLucukSekali
it: IlBuffoNomeDellaMiaRete
nb: MittRareNettverksNavn
nl: MijnLeukeNetwerkNaam
pl_pl: MojaŚmiesznaNazwaSieci
pt_br: MeuNomeDeRedeDivertido
ru: МояДомашняяСеть
sv: MittRoligaNätverksNamn
tr: BenimNetworkAdim
uk: МояКумендаНазваМережі

# settings.connection_section.base_url.placeholder
source: https://homeassistant.myhouse.com
da: https://homeassistant.mithjem.dk
pl_pl: https://homeassistant.mójdom.pl

# settings.connection_section.external_base_url.placeholder
source: https://homeassistant.myhouse.com
cs: https://homeassistant.mujdum.cz
da: https://homeassistant.mithjem.dk
de: https://homeassistant.meinhaus.de
id: https://homeassistant.example.com
nl: https://homeassistant.mijnhuis.com
pl_pl: https://homeassistant.mójdom.pl

# settings_details.location.zones.beacon_uuid.title
source: iBeacon UUID
ca_es: UUID de iBeacon
es: UUID de iBeacon
fr: UUID du iBeacon
id: UUID iBeacon
pl_pl: Identyfikator UUID iBeacona
zh_hans: iBeacon全局唯一标识

# settings_details.privacy.crashlytics.title
source: Firebase Crashlytics
ca_es: Crashlytics de Firebase
es: Crashlytics de Firebase
ru: Аналитика Firebase Crashlytics
zh_hans: Firebase 崩溃报告

# about.logo.app_title
source: Home Assistant Companion
fi: Kotiavustajan kumppani
hu: Home Assistant mobilalkalmazás
ru: Компаньон Home Assistant
zh_hans: Home Assistant 的 iOS 版本

# sensors.ssid.name
source: SSID
pl_pl: Nazwa SSID
zh_hans: 无线网络

# settings_details.privacy.analytics.title
source: Google Analytics
ru: Аналитика Google

# settings_details.general.open_in_browser.chrome
source: Google Chrome
ru: Гугл Хром

# settings.details_section.watch_row.title
source: Apple Watch
pl_pl: Zegarek Apple Watch

# settings_details.watch.title
source: Apple Watch
pl_pl: Zegarek Apple Watch

# sensors.bssid.name
source: BSSID
pl_pl: Nazwa BSSID

# settings_details.privacy.alerts.description
source: Allows checking for important alerts like security vulnerabilities.
cs: Umožňuje kontrolu důležitých upozornění, jako jsou chyby zabezpečení.
de: Erlaube das Überprüfen auf wichtige Warnungen wie zum Beispiel Sicherheitslücken.
es_es: Permite la comprobación de alertas importantes tales como vulnerabilidades de seguridad.
es_mx: Permite verificar alertas importantes como vulnerabilidades de seguridad.
et: Võimaldab kontrollida olulisi hoiatusi, näiteks turvaauke.
hu: Lehetővé teszi a fontos figyelmeztetések ellenőrzését, például biztonsági rések kapcsán.
id: Izinkan memeriksa peringatan penting, misalnya kerentanan keamanan.
ja: セキュリティの脆弱性などの重要な警告をチェックできます。
ko_kr: 보안 취약점과 같은 중요한 경고를 확인할 수 있습니다.
pt_br: Permite a verificação de alertas importantes, como vulnerabilidades de segurança.
tr: Güvenlik açıkları gibi önemli uyarıların kontrol edilmesini sağlar.

# settings_details.privacy.alerts.title
source: Alerts
cs: Výstrahy
de: Warnungen
es_es: Alertas
es_mx: Alertas
et: Hoiatused
hu: Riasztások
id: Peringatan
ja: アラート
ko_kr: 경고
pt_br: Alertas
tr: Uyarılar

# settings_details.updates.check_for_updates.include_betas
source: Include Beta Releases
cs: Zahrnout beta verze
de: Beta-Versionen einbeziehen
es_es: Incluir versiones beta
es_mx: Incluir versiones beta
et: Kaasa beetaversioonid
hu: Tartalmazza a béta kiadásokat
id: Sertakan Rilis Beta
ja: ベータリリースを含める
ko_kr: 베타 릴리스 포함
pt_br: Incluir versões beta
tr: Beta Sürümlerini Dahil Et

# settings_details.updates.check_for_updates.title
source: Automatically Check for Updates
cs: Automaticky kontrolovat aktualizace
de: Automatisch nach Updates suchen
es_es: Buscar actualizaciones automáticamente
es_mx: Buscar actualizaciones automáticamente
et: Uuenduste automaatne kontrollimine
hu: Frissítések automatikus keresése
id: Periksa Pembaruan Secara Otomatis
ja: アップデートを自動的にチェック
ko_kr: 자동으로 업데이트 확인
pt_br: Verificar atualizações automaticamente
tr: Güncelleştirmeleri Otomatik Olarak Denetle

# settings_details.general.visibility.options.dock
source: Dock
cs: Dok
es_mx: Plataforma
et: Salv
hu: Dokk
ja: ドック
ko_kr: 독
