Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.labels.complication_text_areas.body1.description
source: The main body text to display in the complication.
ca_es: El text principal del cos per mostrar en la complicació.
cs: Hlavní text, který se má zobrazit v komplikaci.
cy_gb: Prif destun y corff i'w arddangos yn y complication.
da: Den primære hoveddelstekst der skal vises i komplikationen.
de: Der Haupttext, der in der Komplikation angezeigt werden soll.
el: Το κύριο σώμα κειμένου που θα εμφανιστεί στην επιπλοκή.
et: Elemendis kuvatav esmane sisutekst.
fi: Ensisijainen leipäteksti, mikä näytetään komplikaatiossa.
fr: Le texte principal à afficher dans la complication.
hu: A modulban megjelenítendő fő törzsszöveg.
id: Teks isi utama untuk ditampilkan dalam komplikasi.
it: Il testo del corpo principale da visualizzare nella complicazione.
ja: コンプリケーションに表示する本文テキスト。
ko_kr: 컴플리케이션에 표시할 본문 텍스트입니다.
nb: Hovedteksten som skal vises i komplikasjoner.
nl: De hoofdtekst die in de complicatie wordt weergegeven.
pt_br: O texto do corpo principal a ser exibido na complicação.
sl: Glavno besedilo telesa, ki se prikaže v zapletu.
sv: Huvudtexten som ska visas i komplikationen.
tr: Komplikasyonda görüntülenecek ana gövde metni.
uk: Основний текст вмісту для відображення у циферблаті.
zh_hans: 字体1显示在复杂结构中。
zh_hant: 於複雜功能中顯示的主內文。

# watch.labels.complication_text_areas.body1.label
source: Body 1
ca_es: Cos 1
cs: Tělo 1
cy_gb: Corff 1
da: Hoveddel 1
el: Σώμα 1
es: Cuerpo 1
et: Sisu 1
fi: Leipäteksti 1
fr: Corps 1
hu: Törzs 1
id: Badan Teks 1
it: Corpo 1
ja: ボディ1
ko_kr: 본문 1
pt_br: Corpo 1
sl: Telo 1
sv: Textkropp 1
tr: Gövde 1
uk: Вміст 1
zh_hans: 字体 1
zh_hant: 內文 1

# watch.labels.complication_text_areas.body2.description
source: The secondary body text to display in the complication.
ca_es: El text del cos secundari per mostrar en la complicació.
cs: Sekundární hlavní text, který se má zobrazit v komplikaci.
cy_gb: Testun y corff eilaidd i'w arddangos yn y complication.
da: Den sekundære hoveddelstekst der skal vises i komplikationen.
de: Der sekundäre Haupttext, der in der Komplikation angezeigt werden soll.
el: Το δευτερεύον σώμα κειμένου που θα εμφανίζεται στην επιπλοκή.
es: El texto del cuerpo secundario para mostrar en la complicación.
et: Elemendis kuvatav teisene sisutekst.
fi: Toissijainen leipäteksti, joka näkyy komplikaatiossa.
fr: Le texte secondaire à afficher dans la complication.
hu: A modulban megjelenítendő másodlagos törzsszöveg.
id: Teks isi sekunder untuk ditampilkan dalam komplikasi.
it: Il testo del corpo secondario da visualizzare nella complicazione.
ko_kr: 컴플리케이션에 표시할 보조 본문 텍스트입니다.
nb: Den sekundære brødteksten som skal vises i komplikasjon.
nl: De secundaire tekst van het hoofdgedeelte die in de complicatie wordt weergegeven.
pt_br: O texto do corpo secundário a ser exibido na complicação.
sl: Sekundarno besedilo telesa, ki se prikaže v zapletu.
sv: Den andra textkroppen som ska visas i komplikationen.
tr: Komplikasyonda görüntülenecek ikincil gövde metni.
uk: Додатковий тестовий вміст для циферблата.
zh_hans: 正文2显示在复杂结构中。
zh_hant: 於複雜功能中顯示的次內文。

# watch.labels.complication_text_areas.body2.label
source: Body 2
ca_es: Cos 2
cs: Tělo 2
cy_gb: Corff 2
da: Hoveddel 2
el: Σώμα 2
es: Cuerpo 2
et: Sisu 2
fi: Leipäteksti 2
fr: Corps 2
hu: Törzs 2
id: Badan Teks 2
it: Corpo 2
ja: ボディ2
ko_kr: 본문 2
pt_br: Corpo 2
sl: Telo 2
sv: Textkropp 2
tr: Gövde 2
uk: Вміст 2
zh_hans: 字体 2
zh_hant: 內文 2

# watch.labels.complication_text_areas.bottom.description
source: The text to display at the bottom of the gauge.
ca_es: El text que es mostrarà a la part inferior de l'indicador.
cs: Text, který se má zobrazit ve spodní části ručičkového ukazatele.
cy_gb: Y testun i'w arddangos ar waelod y medrydd.
da: Tekst der skal vises i bunden af måleren.
de: Der Text, der am unteren Rand der Anzeige angezeigt wird.
el: Το κείμενο που θα εμφανίζεται στο κάτω μέρος του μετρητή.
es: El texto que se mostrará en la parte inferior del indicador.
et: Mõõdiku allosas kuvatav tekst.
fi: Teksti, joka näkyy mittarin alareunassa.
fr: Texte à afficher en bas de la jauge.
hu: A mérőeszköz alján megjelenítendő szöveg.
id: Teks yang akan ditampilkan di bagian bawah gauge.
it: Il testo da visualizzare nella parte inferiore dell'indicatore.
ko_kr: 게이지의 하단에 표시할 텍스트입니다.
nb: Teksten som skal vises nederst på måleren.l
nl: De tekst die onder aan de meter wordt weergegeven.
pt_br: O texto a ser exibido na parte inferior do medidor.
sl: Besedilo, ki se prikaže na dnu merila.
sv: Texten som ska visas längst ner på mätaren.
tr: Göstergenin altında görüntülenecek metin.
uk: Текст для відображення під шкалою.
zh_hans: 文本显示在仪表盘的底部。
zh_hant: 於測量下方顯示文字。

# watch.labels.complication_text_areas.bottom.label
source: Bottom
ca_es: Part inferiors
cs: Dole
cy_gb: Gwaelod
da: Bunden
de: Unten
el: Κάτω μέρος
es: Abajo
et: Alumine serv
fi: Pohja
fr: Bas
hu: Alsó
id: Bawah
it: In basso
ja: 下
ko_kr: 하단
nb: Nederst
nl: Onderkant
pl_pl: Na dole
pt_br: Fundo
ru: Нижний
sl: Dno
sv: Nedtill
tr: Alt
uk: Знизу
zh_hans: 底部
zh_hant: 底部

# watch.labels.complication_text_areas.center.description
source: The text to display in the complication.
ca_es: El text que es mostrarà en la complicació.
cs: Text, který se má zobrazit v komplikaci.
cy_gb: Y testun i'w arddangos yn y complication.
da: Tekst der skal vises i komplikationen.
de: Der Text, der in der Komplikation angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στην επιπλοκή.
es: El texto a mostrar en la complicación.
et: Elemendis kuvatav tekst.
fi: Teksti, joka näytetään komplikaatiossa.
fr: Texte à afficher dans la complication.
hu: A modulban megjelenítendő szöveg.
id: Teks yang akan ditampilkan dalam komplikasi.
it: Il testo da visualizzare nella complicazione.
ja: コンプリケーションに表示するテキスト。
ko_kr: 컴플리케이션에 표시할 텍스트입니다.
nb: Teksten som skal vises i komplikasjonen.
nl: De tekst die in de complicatie moet worden weergegeven.
pt_br: O texto a ser exibido na complicação.
ru: Текст для отображения в усложнении.
sl: Besedilo za prikaz v zapletu.
sv: Text som ska visas i komplikationen.
tr: Komplikasyonda görüntülenecek metin.
uk: Текст для відображення у циферблаті.
zh_hans: 文本显示在复杂结构中。
zh_hant: 於複雜功能中顯示的文字。

# watch.labels.complication_text_areas.center.label
source: Center
ca_es: Centre
cs: Uprostřed
cy_gb: Canol
da: Centrum
de: Mitte
el: Κέντρο
es: Centrar
et: Keskel
fi: Keskellä
fr: Centre
hu: Közép
id: Tengah
it: Centro
ja: センター
ko_kr: 중앙
nb: Senter
pl_pl: Pośrodku
pt_br: Centro
ru: Центр
sv: Centrum
tr: Merkez
uk: Центр
zh_hans: 居中
zh_hant: 置中

# watch.labels.complication_text_areas.header.description
source: The header text to display in the complication.
ca_es: El text de capçalera que es mostrarà en la complicació.
cs: Text záhlaví, který se má zobrazit v komplikaci.
cy_gb: Y testun pennawd i'w arddangos yn y complication.
da: Overskriftstekst der skal vises i komplikationen.
de: Der in der Komplikation anzuzeigende Kopfzeilentext.
el: Το κείμενο κεφαλίδας που θα εμφανίζεται στην επιπλοκή.
es: El texto de cabecera que se visualizará en la complicación.
et: Elemendis kuvatav päise tekst.
fi: Otsikkoteksti, joka näytetään komplikaatiossa.
fr: Texte d'en-tête à afficher dans la complication.
hu: A modulban megjelenítendő fejléc szövege.
id: Teks header untuk ditampilkan dalam komplikasi.
it: Il testo dell'intestazione da visualizzare nella complicazione.
ja: コンプリケーションに表示するヘッダーテキスト。
ko_kr: 컴플리케이션에 표시할 머리글입니다.
nb: Toppteksten som skal vises i komplikasjon.
nl: De koptekst die in de complicatie moet worden weergegeven.
pt_br: O texto do cabeçalho a ser exibido na complicação.
ru: Текст заголовка, отображаемый в усложнении.
sl: Besedilo glave za prikaz v zapletu.
sv: Rubriktexten som ska visas i komplikationen.
tr: Komplikasyonda görüntülenecek başlık metni.
uk: Текст заголовка для відображення у циферблаті.
zh_hans: 标题显示在复杂结构中。
zh_hant: 於複雜功能中顯示的標頭文字。

# watch.labels.complication_text_areas.header.label
source: Header
ca_es: Capçalera
cs: Záhlaví
cy_gb: Pennyn
da: Overskrift
de: Kopfzeile
el: Κεφαλίδα
es: Cabecera
et: Päis
fi: Otsikko
fr: En-tête
hu: Fejléc
it: Intestazione
ja: ヘッダー
ko_kr: 머리글
nb: Topptekst
nl: Kop
pl_pl: Nagłówek
pt_br: Cabeçalho
ru: Заголовок
sl: Glava
sv: Rubrik
tr: Üstbilgi
uk: Заголовок
zh_hans: 顶部
zh_hant: 標頭

# watch.labels.complication_text_areas.inner.description
source: The inner text to display in the complication.
ca_es: El text interior a mostrar en la complicació.
cs: Vnitřní text, který se má zobrazit v komplikaci.
cy_gb: Y testun mewnol i'w arddangos yn y complication.
da: Den indre tekst der skal vises i komplikationen.
de: Der innere Text, der in der Komplikation angezeigt werden soll.
el: Το εσωτερικό κείμενο που εμφανίζεται στην επιπλοκή.
es: El texto interior para mostrar en la complicación.
et: Elemendis kuvatav sisemine tekst.
fi: Sisäinen teksti, joka näkyy komplikaatiossa.
fr: Texte interne à afficher dans la complication.
hu: A modulban megjelenítendő belső szöveg.
id: Teks bagian dalam untuk ditampilkan dalam komplikasi.
it: Il testo interno da visualizzare nella complicazione.
ja: コンプリケーションに表示する内部テキスト。
ko_kr: 컴플리케이션에 표시할 안쪽 텍스트입니다.
nb: Den indre teksten som skal vises i komplikasjon.
nl: De innerlijke tekst om weer te geven in de complicatie.
pt_br: O texto interno a ser exibido na complicação.
sl: Notranje besedilo za prikaz v zapletu.
sv: Den inre texten som ska visas i komplikationen.
tr: Komplikasyonda görüntülenecek iç metin.
uk: Внутрішній текст для відображення у циферблаті.
zh_hans: 内部文字显示在复杂结构中。
zh_hant: 於複雜功能中顯示的內部文字。

# watch.labels.complication_text_areas.inner.label
source: Inner
ca_es: Interior
cs: Vnitřní
cy_gb: Mewnol
da: Indre
de: Innen
el: Εσωτερικό
es: Interior
et: Sisemine
fi: Sisäinen
fr: Intérieur
hu: Belső
id: Bagian Dalam
it: Interno
ja: インナー
ko_kr: 안쪽
nb: Indre
nl: Binnenste
pt_br: Interno
sl: Notranji
sv: Inre
tr: İç
uk: Внутрішній
zh_hans: 内部
zh_hant: 內

# watch.labels.complication_text_areas.inside_ring.description
source: The text to display in the ring of the complication.
ca_es: El text que es mostrarà a l'anell de complicació.
cs: Text, který se má zobrazit v kruhu komplikace.
cy_gb: Y testun i'w arddangos yng nghylch y complication.
da: Tekst der skal vises i ringen af komplikationen.
de: Der Text, der im Ring der Komplikation angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στον δακτύλιο της επιπλοκής.
es: El texto a mostrar en el anillo de la complicación.
et: Elemendi ringis kuvatav tekst.
fi: Teksti, joka näkyy komplikaation renkaassa.
fr: Texte à afficher dans l'anneau de la complication.
hu: A modul gyűrűjén megjelenítendő szöveg.
id: Teks yang akan ditampilkan dalam cincin komplikasi.
it: Il testo da visualizzare nell'anello della complicazione.
ja: コンプリケーションのリングに表示するテキスト。
ko_kr: 컴플리케이션의 링 안쪽에 표시할 텍스트입니다.
nb: Teksten som skal vises i komplikasjonens ring.
nl: De tekst die moet worden weergegeven in de ring van de complicatie.
pt_br: O texto a ser exibido no anel da complicação.
sl: Besedilo, ki se prikaže v obročku zapleta.
sv: Texten som ska visas i komplikationsringen.
tr: Komplikasyon halkasında görüntülenecek metin.
uk: Текст для відображення в кільці циферблата.
zh_hans: 文本环绕显示在复杂化结构中。
zh_hant: 於複雜功能中環形顯示文字。

# watch.labels.complication_text_areas.inside_ring.label
source: Inside Ring
ca_es: Anell interior
cs: Vnitřní kroužek
cy_gb: Cylch tu mewn
da: Inde i ringen
de: Innenring
el: Εσωτερικό δαχτυλίδι
es: Anillo interior
et: Ringi sees
fi: Sisäinen rengas
fr: Intérieur de l'anneau
hu: Gyűrű belseje
id: Cincin Bagian Dalam
it: Anello interno
ja: インサイドリング
ko_kr: 링 안쪽
nb: Innvendig ring
nl: Binnenste Ring
pt_br: Anel Interno
sl: Notranji obroč
sv: Inre ring
tr: Halka İçi
uk: Всередині кільця
zh_hans: 内环绕
zh_hant: 圓環內

# watch.labels.complication_text_areas.leading.description
source: The text to display on the leading edge of the gauge.
ca_es: El text que es mostrarà a la vora superior de l'indicador.
cs: Text, který se má zobrazit na začátku ručičkového ukazatele.
cy_gb: Y testun i'w arddangos ar ymyl arweiniol y mesurydd.
da: Tekst der skal vises på målerens forkant.
de: Der Text, der an der Vorderkante der Anzeige angezeigt wird.
el: Το κείμενο που θα εμφανίζεται στο μπροστινό άκρο του μετρητή.
es: El texto que se mostrará en el borde superior del indicador.
et: Mõõdiku esiservas kuvatav tekst.
fi: Mittarin etureunassa näkyvä teksti.
fr: Le texte à afficher sur le bord de la jauge.
hu: A mérőeszköz nyitó szélén megjelenítendő szöveg.
id: Teks yang akan ditampilkan pada tepi awal gauge.
it: Il testo da visualizzare sul bordo anteriore dell'indicatore.
ja: ゲージの先端に表示するテキスト。
ko_kr: 게이지의 앞쪽 가장자리에 표시할 텍스트입니다.
nb: Teksten som vises på den øverste linjen av komplikasjonen.
nl: De tekst die op de voorkant van de meter moet worden weergegeven.
pt_br: O texto a ser exibido na borda principal do medidor.
sl: Besedilo, ki se prikaže na vodilnem robu merilnika.
sv: Texten som ska visas på mätarens främre kant.
tr: Göstergenin ön kenarında görüntülenecek metin.
uk: Текст для відображення на відкриваючому кінці шкали.
zh_hans: 要在仪表前缘显示的文本。
zh_hant: 於測量邊緣顯示文字。

# watch.labels.complication_text_areas.leading.label
source: Leading
ca_es: Principals
cs: Začátek
cy_gb: Yn arwain
da: Forkant
de: Führend
el: Αρχή
es: Principales
et: Eesmine
fi: Johtava
fr: En tête
hu: Nyitó
id: DI Awal
it: principale
ja: リーディング
ko_kr: 선행
nb: Ledende
nl: Leidende
pt_br: Entrelinha
sl: Vodilni
sv: Inledande
tr: Önde gelen
uk: Відкриваючий
zh_hans: 行距
zh_hant: 靠左對齊

# watch.labels.complication_text_areas.line1.description
source: The text to display on the top line of the complication.
ca_es: El text que es mostrarà a la línia superior de la complicació.
cs: Text, který se má zobrazit na horním řádku komplikace.
cy_gb: Y testun i'w arddangos ar linell uchaf y complication.
da: Teksten der skal vises på den øverste linje af komplikationen.
de: Der Text, der in der obersten Zeile der Komplikation angezeigt wird.
el: Το κείμενο που θα εμφανίζεται στην επάνω γραμμή της επιπλοκής.
es: El texto a mostrar en la línea superior de la complicación.
et: Elemendi ülemisel real kuvatav tekst.
fi: Teksti, joka näkyy komplikaation ylimmällä rivillä.
fr: Texte à afficher sur la ligne supérieure de la complication.
hu: A modul felső sorában megjelenítendő szöveg.
id: Teks yang akan ditampilkan pada baris teratas komplikasi.
it: Il testo da visualizzare nella riga superiore della complicazione.
ko_kr: 컴플리케이션의 최상단에 표시할 텍스트입니다.
nb: Teksten som vises på topplinjen av komplikasjonen.
nl: De tekst die moet worden weergegeven op de bovenste regel van de complicatie.
pt_br: O texto a ser exibido na linha superior da complicação.
sl: Besedilo, ki se prikaže v zgornji vrstici zapleta.
sv: Texten som ska visas på komplikationens översta rad.
tr: Komplikasyonun üst satırında görüntülenecek metin.
uk: Текст для відображення по верхньому краю циферблата.
zh_hans: 文本显示在复杂化结构的顶线。
zh_hant: 於複雜功能中顯示的上部文字。

# watch.labels.complication_text_areas.line1.label
source: Line 1
ca_es: Línia 1
cs: Řádek 1
cy_gb: Llinell 1
da: Linie 1
de: Zeile 1
el: Γραμμή 1
es: Línea 1
et: 1. rida
fi: Rivi 1
fr: Ligne 1
hu: 1. sor
id: Baris 1
it: Linea 1
ja: ライン1
ko_kr: 첫째 줄
nb: Linje 1
nl: Lijn 1
pl_pl: Linia 1
pt_br: Linha 1
ru: Линия 1
sl: Vrstica 1
sv: Rad 1
tr: Çizgi 1
uk: Лінія 1
zh_hans: 第1行
zh_hant: 第1行

# watch.labels.complication_text_areas.line2.description
source: The text to display on the bottom line of the complication.
ca_es: El text que es mostrarà a la línia inferior de la complicació.
cs: Text, který se má zobrazit na spodním řádku komplikace.
cy_gb: Y testun i'w arddangos ar linell waelod y complication.
da: Teksten der skal vises på den nederste linje af komplikationen.
de: Der Text, der in der unteren Zeile der Komplikation angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στην κατώτατη γραμμή της επιπλοκής.
es: El texto a mostrar en la línea inferior de la complicación.
et: Elemendi alumisel real kuvatav tekst.
fi: Teksti, joka näkyy komplikaation alimmalla rivillä.
fr: Texte à afficher sur la dernière ligne de la complication.
hu: A modul alsó sorában megjelenítendő szöveg.
id: Teks yang akan ditampilkan pada garis bawah komplikasi.
it: Il testo da visualizzare nella riga inferiore della complicazione.
ja: コンプリケーションの最下行に表示するテキスト。
ko_kr: 컴플리케이션의 최하단에 표시할 텍스트입니다.
nb: Teksten som skal vises på den nederste linjen i komplikasjon.
nl: De tekst die op de onderste regel van de complicatie wordt weergegeven.
pt_br: O texto a ser exibido na linha inferior da complicação.
ru: Текст, отображаемый в нижней строке усложнения.
sl: Besedilo, ki se prikaže v spodnji vrstici zapleta.
sv: Texten som ska visas på komplikationens nedersta rad.
tr: Komplikasyonun alt satırında görüntülenecek metin.
uk: Текст для відображення по нижньому краю циферблата.
zh_hans: 文本显示在复杂化结构的底线。
zh_hant: 於複雜功能中顯示的底部文字。

# watch.labels.complication_text_areas.line2.label
source: Line 2
ca_es: Línia 2
cs: Řádek 2
cy_gb: Llinell 2
da: Linje 2
de: Zeile 2
el: Γραμμή 2
es: Línea 2
et: 2. rida
fi: Rivi 2
fr: Ligne 2
hu: 2. sor
id: Baris 2
it: Linea 2
ja: ライン2
ko_kr: 둘째 줄
nb: Linje 2
nl: Lijn 2
pl_pl: Linia 2
pt_br: Linha 2
ru: Линия 2
sl: 2. vrstica
sv: Rad 2
tr: Çizgi 2
uk: Лінія 2
zh_hans: 第2行
zh_hant: 第 2 行

# watch.labels.complication_text_areas.outer.description
source: The outer text to display in the complication.
ca_es: El text exterior per a mostrar en la complicació.
cs: Vnější text, který se má zobrazit v komplikaci.
cy_gb: Y testun allanol i'w arddangos yn y complication.
da: Den ydre tekst der skal vises i komplikationen.
de: Der äußere Text, der in der Komplikation angezeigt werden soll.
el: Το εξωτερικό κείμενο που θα εμφανίζεται στην επιπλοκή.
es: El texto exterior para mostrar en la complicación.
et: Elemendis kuvatav välimine tekst.
fi: Ulkopuolinen teksti, joka näkyy komplikaatiossa.
fr: Texte extérieur à afficher dans la complication.
hu: A modulban megjelenítendő külső szöveg.
id: Teks luar untuk ditampilkan dalam komplikasi.
it: Il testo esterno da visualizzare nella complicazione.
ko_kr: 컴플리케이션에 표시할 바깥 텍스트입니다.
nb: Den ytre teksten som skal vises i komplikasjon.
nl: De buitenste tekst om weer te geven in de complicatie.
pt_br: O texto externo a ser exibido na complicação.
sl: Zunanje besedilo za prikaz v zapletu.
sv: Den yttre texten som ska visas i komplikationen.
tr: Komplikasyonda görüntülenecek dış metin.
uk: Зовнішній текст для відображення у циферблаті.
zh_hans: 复杂外部文本显示
zh_hant: 於複雜功能中顯示的外框文字。

# watch.labels.complication_text_areas.outer.label
source: Outer
ca_es: Exterior
cs: Vnější
cy_gb: Allanol
da: Ydre
de: Außen
el: Εξωτερικό
es: Exterior
et: Välimine
fi: Ulompi
fr: Extérieur
hu: Külső
id: Luar
it: Esterno
ja: アウター
ko_kr: 바깥
nb: Ytre
nl: Buitenste
pl_pl: Zewnętrzny
pt_br: Externo
sl: Zunanji
sv: Yttre
tr: Dış
uk: Зовнішній
zh_hans: 外部
zh_hant: 外框

# watch.labels.complication_text_areas.row1_column1.description
source: The text to display in the first column of the first row.
ca_es: El text que es mostrarà a la primera columna de la primera fila.
cs: Text, který se má zobrazit v prvním sloupci prvního řádku.
cy_gb: Y testun i'w arddangos yng ngholofn gyntaf y rhes gyntaf.
da: Tekst der skal vises i den første kolonne i den første række.
de: Der Text, der in der ersten Spalte der ersten Zeile angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στην πρώτη στήλη της πρώτης γραμμής.
es: El texto a mostrar en la primera columna de la primera fila.
et: Esimese rea esimeses veerus kuvatav tekst.
fi: Teksti, joka näkyy ensimmäisessä sarakkeessa ja ensimmäisellä rivillä.
fr: Le texte à afficher dans la première colonne de la première ligne.
hu: Az első sor első oszlopában megjelenítendő szöveg.
id: Teks yang akan ditampilkan di kolom pertama dari baris pertama.
it: Il testo da visualizzare nella prima colonna della prima riga.
ja: 最初の行の最初の列に表示するテキスト。
ko_kr: 첫 번째 행의 첫 번째 열에 표시할 텍스트입니다.
nb: Teksten som skal vises i den første kolonnen i den første raden.
nl: De tekst die moet worden weergegeven in de eerste kolom van de eerste rij.
pl_pl: Tekst do wyświetlenia w pierwszej kolumnie pierwszego wiersza.
pt_br: O texto a ser exibido na primeira coluna da primeira linha.
ru: Текст, отображаемый в первом столбце первой строки.
sv: Texten som ska visas i den första kolumnen i första raden.
tr: İlk satırın ilk sütununda görüntülenecek metin.
uk: Текст для відображення в першому стовпчику першого рядка.
zh_hans: 要在第1行第1列中显示的文字。
zh_hant: 於第 1 行第 1 列所顯示的文字。

# watch.labels.complication_text_areas.row1_column1.label
source: Row 1, Column 1
ca_es: Fila 1, Columna 1
cs: Řádek 1, Sloupec 1
cy_gb: Rhes 1, Colofn 1
da: Række 1, kolonne 1
de: Zeile 1, Spalte 1
el: Γραμμή 1, Στήλη 1
es: Fila 1, Columna 1
et: 1. rida, 1. veerg
fi: Rivi 1, sarake 1
fr: Ligne 1, colonne 1
hu: 1. sor, 1. oszlop
id: Baris 1, Kolom 1
it: Riga 1, colonna 1
ja: 行1、列1
ko_kr: 행 1, 열 1
nb: Rad 1, kolonne 1
nl: Rij 1, kolom 1
pl_pl: Rząd 1, kolumna 1
pt_br: Linha 1, Coluna 1
ru: Строка 1, столбец 1
sv: Rad 1, kolumn 1
tr: Satır 1, Sütun 1
uk: Рядок 1, Стовпець 1
zh_hans: 第1行，第1列
zh_hant: 第 1 行第 1 列

# watch.labels.complication_text_areas.row1_column2.description
source: The text to display in the second column of the first row.
ca_es: El text que es mostrarà a la segona columna de la primera fila.
cs: Text, který se má zobrazit ve druhém sloupci prvního řádku.
cy_gb: Y testun i'w arddangos yn ail golofn y rhes gyntaf.
da: Tekst der skal vises i den anden kolonne i den første række.
de: Der Text, der in der zweiten Spalte der ersten Zeile angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στη δεύτερη στήλη της πρώτης γραμμής.
es: El texto a mostrar en la segunda columna de la primera fila.
et: Esimese rea teises veerus kuvatav tekst.
fi: Teksti, joka näkyy toisen sarakkeen ensimmäisellä rivillä.
fr: Le texte à afficher dans la deuxième colonne de la première ligne.
hu: Az első sor második oszlopában megjelenítendő szöveg.
id: Teks yang akan ditampilkan dalam kolom kedua dari baris pertama.
it: Il testo da visualizzare nella seconda colonna della prima riga.
ja: 最初の行の2番目の列に表示するテキスト。
ko_kr: 첫 번째 행의 두 번째 열에 표시할 텍스트입니다.
nb: Teksten som skal vises i den andre kolonnen i den første raden.
nl: De tekst die moet worden weergegeven in de tweede kolom van de eerste rij.
pl_pl: Tekst do wyświetlenia w drugiej kolumnie pierwszego rzędu.
pt_br: O texto a ser exibido na segunda coluna da primeira linha.
ru: Текст, отображаемый во втором столбце первой строки.
sv: Texten som ska visas i den andra kolumnen i första raden.
tr: İlk satırın ikinci sütununda görüntülenecek metin.
uk: Текст для відображення у другому стовпчику першого рядка.
zh_hans: 要在第1行第2列中显示的文字。
zh_hant: 於第 1 行第 2 列所顯示的文字。

# watch.labels.complication_text_areas.row1_column2.label
source: Row 1, Column 2
ca_es: Fila 1, Columna 2
cs: Řádek 1, Sloupec 2
cy_gb: Rhes 1, Colofn 2
da: Række 1, kolonne 2
de: Zeile 1, Spalte 2
el: Γραμμή 1, Στήλη 2
es: Fila 1, Columna 2
et: 1. rida, 2. veerg
fi: Rivi 1, sarake 2
fr: Ligne 1, Colonne 2
hu: 1. sor, 2. oszlop
id: Baris 1, Kolom 2
it: Riga 1, colonna 2
ja: 行1、列2
ko_kr: 행 1, 열 2
nb: Rad 1, kolonne 2
nl: Rij 1, kolom 2
pl_pl: Rząd 1, kolumna 2
pt_br: Linha 1, Coluna 2
ru: Строка 1, столбец 2
sv: Rad 1, kolumn 2
tr: Satır 1, Sütun 2
uk: Рядок 1, Стовпець 2
zh_hans: 第1行，第2列
zh_hant: 第 1 行第 2 列
