Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# location_change_notification.title
source: Location change
ca_es: Canvi d’ubicació
cs: Změna polohy
cy_gb: Newid lleoliad
da: Lokalitetssændring
de: Standortwechsel
el: Αλλαγή τοποθεσίας
es: Cambio de ubicación
et: Asukoha muutus
fi: Sijainnin muutos
fr: Changement d'emplacement
hu: Helyváltoztatás
id: Perubahan lokasi
it: Modifica di posizione
ja: ロケーション変更
ko_kr: 위치 변경
nb: Plassering endret
nl: Locatieverandering
pl_pl: Zmiana lokalizacji
pt_br: Mudança de localização
ru: Изменение местоположения
sl: Sprememba lokacije
sv: Platsändring
tr: Konum değişikliği
uk: Зміна розташування
zh_hans: 位置发生改变
zh_hant: 座標變更

# manual_location_update_notification.title
source: Location updated
ca_es: Ubicació actualitzada
cy_gb: Wedi diweddaru'r lleoliad
da: Lokalitet opdateret
el: Η τοποθεσία ενημερώθηκε
es: Ubicación actualizada
fi: Sijainti päivitetty
fr: Mise à jour de l'emplacement
it: Posizione aggiornata
nb: Plasseringen oppdatert
nl: Locatie bijgewerkt
pl_pl: Zaktualizowano lokalizację
ru: Геопозиция обновлена
sv: Plats uppdaterad
uk: Розташування оновлено
zh_hans: 位置已更新
zh_hant: 座標已更新

# manual_location_update_notification.message
source: Successfully sent a one shot location to the server
ca_es: S'ha enviat correctament la ubicació
cy_gb: Wedi llwyddo i anfon lleoliad un tro i'r gweinydd
da: Sendte lokalitet en gang til serveren
el: Η αποστολή μιας θέσης μίας προσπάθειας στο διακομιστή ολοκληρώθηκε με επιτυχία
es: Enviada la ubicación exitosamente
fi: Sijaintilaukausta lähetetty onnistuneesti palvelimeen
fr: Envoi réussi d'un emplacement unique au serveur
it: Inviata con successo una posizione unica sul server
nb: Vellykket sendt plasseringen til serveren
nl: Succesvol locatie eenmalig bijgewerkt
pl_pl: Pomyślnie wysłano lokalizację na serwer
ru: Однократное обновление геопозиции отправлено в Home Assistant
sv: Skickade engångsuppdatering av plats till servern
uk: Успішно надіслано один знімок розташування на сервер
zh_hans: 成功将一个位置发送到服务器
zh_hant: 已成功更新座標到主機端

# manual_location_update_failed_notification.title
source: Location failed to update
ca_es: La ubicació no s'ha pogut actualitzar
cy_gb: Wedi methu diweddaru'r lleoliad
da: Lokaliteten kunne ikke opdateres
el: Η ενημέρωση της τοποθεσίας απέτυχε
es: La ubicación no se pudo actualizar
fi: Sijaintia ei voitu päivittää
fr: Échec de la mise à jour de l'emplacement
it: Impossibile aggiornare la posizione
nb: Plasseringen kunne ikke oppdateres
nl: Mislukt om locatie bij te werken
pl_pl: Nie udało się zaktualizować lokalizacji
ru: Не удалось обновить геопозицию
sv: Det gick inte att uppdatera platsen
uk: Не вдалося оновити розташування
zh_hans: 无法更新位置
zh_hant: 座標無法更新

# manual_location_update_failed_notification.message
source: Failed to send current location to server. The error was %@
ca_es: No s'ha pogut enviar la ubicació actual al servidor. L’error ha estat %@
cy_gb: Wedi methu anfon y lleoliad cyfredol i'r gweinydd. Y gwall oedd %@
da: Kunne ikke sende den aktuelle lokalitet til serveren. Fejlen var %@
el: Αποτυχία αποστολής τρέχουσας τοποθεσίας στον διακομιστή. Το σφάλμα ήταν %@
es: Error al enviar la ubicación actual al servidor. El error fue %@
fi: Nykyisen sijainnin lähettäminen palvelimeen epäonnistui virheellä: %@
fr: Échec d'envoi de l'emplacement actuel au serveur. L'erreur était %@
it: Impossibile inviare la posizione corrente al server. L'errore è stato %@
nb: Kan ikke sende gjeldende plassering til serveren. Feilen var %@
nl: Verzenden van huidige locatie naar server mislukt. De fout was %@
pl_pl: Nie można wysłać bieżącej lokalizacji do serwera. Wystąpił błąd %@
ru: Не удалось отправить геопозицию. Ошибка: %@
sv: Gick inte att skicka aktuell position till servern. Felet var %@
uk: Не вдалося надіслати поточне розташування на сервер. Сталась помилка %@
zh_hans: 无法将当前位置发送到服务器。错误是 %@
zh_hant: 無法傳送座標到主機，錯誤訊息 %@

# settings.navigation_bar.title
source: Settings
ca_es: Configuració
cs: Nastavení
cy_gb: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
et: Seaded
fi: Asetukset
fr: Réglages
hu: Beállítások
id: Pengaturan
it: impostazioni
ja: 設定
ko_kr: 설정
nb: Innstillinger
nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru: Настройки
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# settings.navigation_bar.about_button.title
source: About
ca_es: Quant a
cs: O aplikaci
cy_gb: Amdanom Ni
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Sovelluksesta
fr: À propos
hu: Névjegy
id: Tentang
it: Informazioni
ja: ～について
ko_kr: 정보
nb: Om
nl: Over
pl_pl: O
pt_br: Sobre
ru: О программе
sl: O tem
sv: Om
tr: Hakkında
uk: Інформація
zh_hans: 关于
zh_hant: 關於

# settings.connection_error_notification.title
source: Connection Error
ca_es: Error de connexió
cy_gb: Gwall cysylltu
da: Forbindelsesfejl
el: Σφάλμα σύνδεσης
es: Error de conexión
fi: Yhteysvirhe
fr: Erreur de connexion
it: Errore di connessione
nb: Tilkoblingsfeil
nl: Verbindingsfout
pl_pl: Błąd połączenia
ru: Сбой соединения
sv: Anslutningsfel
uk: Помилка з'єднання
zh_hans: 连接错误
zh_hant: 連線錯誤

# settings.connection_error_notification.message
source: There was an error connecting to Home Assistant. Please confirm the settings are correct and save to attempt to reconnect. The error was: %@
ca_es: S'ha produït un error de connexió al Home Assistant. Confirmeu que la configuració és correcta i guardeu-la per intentar tornar a connectar-vos. L’error ha estat: %@
cy_gb: Roedd gwall yn cysylltu â'r Home Assistant. Cadarnhewch fod y gosodiadau'n gywir ac arbedwch i geisio ailgysylltu. Y gwall oedd: %@
da: Der opstod en fejl under oprettelse af forbindelse til Home Assistant. Bekræft, at indstillingerne er korrekte, og gem for at forsøge at oprette forbindelse igen. Fejlen var: %@
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση με το Home Assistant. Επιβεβαιώστε ότι οι ρυθμίσεις είναι σωστές και αποθηκεύστε για να προσπαθήσετε να επανασυνδεθείτε. Το σφάλμα ήταν: %@
es: Hubo un error al conectar con Home Assistant. Confirme que la configuración sea correcta y guárdela para intentar volver a conectar. El error fue: %@
fi: Virhe muodostettaessa yhteyttä Kotiavustajaan. Vahvista että asetukset ovat oikeat ja tallenna, jonka jälkeen yritetään muodostaa yhteyttä uudelleen. Virhe: %@
fr: Une erreur s'est produite lors de la connexion à Home Assistant. Veuillez confirmer que les paramètres sont corrects et enregistré pour tenter de vous reconnecter. L'erreur est: %@
it: Si è verificato un errore durante la connessione a Home Assistant. Si prega di confermare che le impostazioni siano corrette e salvare per tentare di riconnettersi. L'errore è stato: %@
nb: Det oppstod en feil under tilkobling til Home Assistant. Kontroller at innstillingene er riktige og lagre for å forsøke å koble til på nytt. Feilen var: %@
pl_pl: Wystąpił błąd podczas łączenia się z Home Assistant. Potwierdź, że ustawienia są prawidłowe i zapisz je, aby spróbować połączyć się ponownie. Błąd: %@
ru: Ошибка подключения к Home Assistant. Убедитесь, что настройки правильны, сохраните их и попробуйте подключиться снова. Текст ошибки: %@
sv: Ett fel uppstod vid anslutning till hHome Assistant. Kontrollera att inställningarna är korrekta och spara för att försöka återansluta. Felet var: %@
uk: Під час підключення до Home Assistant виникла помилка. Для того, що спробувати підключитись повторно, підтвердьте правильність налаштувань та збережіть їх. Помилка: %@
zh_hant: Home Assistant 連線發生錯誤，請確認設定正確後、存檔並再進行連線：錯誤訊息：%@

# settings.certificate_error_notification.title
source: Self-signed or invalid certificate detected
ca_es: S'ha detectat un certificat autosignat o invàlid
cy_gb: Tystysgrif hunan-lofnodedig neu annilys wedi'i chanfod
da: Selvsigneret eller ugyldigt certifikat registreret
el: Εντοπίστηκε αυτο-υπογεγραμμένο ή μη έγκυρο πιστοποιητικό
es: Certificado autofirmado o no válido detectado
fi: Itse allekirjoitettu tai virheellinen varmenne havaittu
fr: Certificat auto-signé ou invalide détecté
it: Rilevato certificato autofirmato o non valido
nb: Selvsignert eller ugyldig sertifikat oppdaget
nl: Zelfondertekend of ongeldig certificaat gedetecteerd
pl_pl: Wykryto samopodpisany lub nieprawidłowy certyfikat
ru: Обнаружен самоподписанный или недействительный сертификат
sv: Självsignerat eller ogiltigt certifikat har upptäckts
uk: Виявлено самопідписаний або недійсний сертифікат
zh_hans: 检测到自签名或无效证书
zh_hant: 偵測到無效或自行簽署的 SSL 憑證

# settings.certificate_error_notification.message
source: A self-signed or invalid SSL certificate has been detected. Certificates of this kind are not supported by Home Assistant Companion. Please tap the More Info button for further information.
ca_es: S'ha detectat un certificat SSL autosignat o invàlid. Els certificats d'aquest tipus no estan suportats per el Home Assistant Companion. Si us plau, toqueu el botó més informació per a més detalls.
cy_gb: Wedi dod ar draws tystysgrif SSL wedi'i hunan-lofnodi neu annilys. Ni chefnogir tystysgrifau o'r math hwn gan Home Assistant. Tarwch y botwm mwy o wybodaeth am ragor o wybodaeth.
da: Et selvsigneret eller ugyldigt SSL-certifikat er fundet. Certifikater af denne type understøttes ikke af Home Assistant Companion. Tryk på knappen Mere information for at få yderligere oplysninger.
el: Εντοπίστηκε ένα αυτο-υπογεγραμμένο ή μη έγκυρο πιστοποιητικό SSL. Τα πιστοποιητικά αυτού του είδους δεν υποστηρίζονται από το Home Assistant Companion. Πατήστε το κουμπί Περισσότερες πληροφορίες για περαιτέρω πληροφορίες.
es: Se ha detectado un certificado SSL autofirmado o no válido. Certificados de este tipo no son compatibles con Home Assistant Companion. Toque el botón Más info para obtener más información.
fi: Itse allekirjoitettu tai virheellinen SSL-varmenne on havaittu. Kotiavustaja kumppani ei tue tällaisia sertifikaatteja. Lue lisää napauttamalla lisätietoja-painiketta.
fr: Un certificat SSL auto-signé ou non valide a été détecté. Les certificats de ce type ne sont pas pris en charge par Home Assistant Companion. Veuillez appuyer sur le bouton Plus d'infos pour plus d'informations.
it: È stato rilevato un certificato SSL autofirmato o non valido. Certificati di questo tipo non sono supportati da Home Assistant Companion. Si prega di toccare il pulsante Altre informazioni per ulteriori informazioni.
nb: Et selvsignert eller ugyldig SSL-sertifikat er blitt oppdaget. Sertifikater av denne typen støttes ikke av Home Assistant Companion. Vennligst trykk på Mer info-knappen for mer informasjon.
nl: Een zelfondertekend of ongeldig SSL-certificaat is gedetecteerd. Dergelijke certificaten worden niet ondersteund door Home Assistant Companion. Tik op de knop Meer info voor meer informatie.
pl_pl: Wykryto samopodpisany lub nieprawidłowy certyfikat SSL. Certyfikaty tego rodzaju nie są obsługiwane przez Home Assistant Companion. Aby uzyskać więcej informacji, dotknij przycisku Więcej informacji.
ru: Найден самоподписанный или недействительный SSL-сертификат. Такие сертификаты не поддерживаются этой программой. Нажмите «Подробнее», чтобы узнать подробности.
sv: Ett självsignerat eller ogiltigt SSL-certifikat har upptäckts. Certifikat av den här typen stöds inte av Home Assistant Companion. Klicka på knappen mer info för mer information.
uk: Виявлено самопідписаний або недійсний сертифікат SSL. Сертифікати подібного типу не підтримуються Home Assistant Companion. Для отримання додаткової інформації натисніть кнопку "Більше інформації".
zh_hans: 检测到自签名或无效的SSL证书。 “家庭助理”不支持该证书。请点击“更多信息”了解详情。
zh_hant: 偵測到無效或自行簽署的 SSL 憑證。Home Assistant Companion 不支援此憑證，請點擊更多資訊按鈕以了解更多資訊。

# settings.discovery_section.header
source: Discovered Home Assistants
ca_es: Home Assistents trobats
cy_gb: Home Assistant a ddarganfuwyd
da: Fundne Home Assistants
el: Ανακαλύφθηκαν Home Assistants
es: Home Assistant Descubiertos
fi: Kotiavustajia löytyi
fr: Home Assistant détecté
it: Home Assistant trovati
nb: Innstallasjoner
nl: Gevonden Home Assistenten
pl_pl: Wykryto Home Assistant
ru: Обнаруженные Home Assistant
sv: Upptäckta Home Assistants
uk: Виявлені Home Assistant
zh_hans: 发现Home Assistant实例
zh_hant: 自動探索到的 Home Assistant

# settings.discovery_section.requiresPassword
source: Requires password
ca_es: Requereix contrasenya
cy_gb: Angen cyfrinair
da: Kræver adgangskode
el: Απαιτείται κωδικός πρόσβασης
es: Requiere contraseña
fi: Vaatii salasanaa
fr: Mot de passe requis
it: Richiede password
nb: Krever passord
nl: Vereist wachtwoord
pl_pl: Wymaga hasła
ru: Требуется пароль
sv: Lösenord krävs
uk: Потрібен пароль
zh_hans: 需要密码
zh_hant: 需要輸入密碼

# settings.connection_section.header
source: Connection
ca_es: Connexió
cs: Připojení
cy_gb: Cysylltiad
da: Forbindelse
de: Verbindung
el: Σύνδεση
es: Conexión
et: Ühendus
fi: Yhteys
fr: Connexion
hu: Kapcsolat
id: Koneksi
it: Connessione
ja: 接続
ko_kr: 연결
nb: Tilkobling
nl: Verbinding
pl_pl: Połączenie
pt_br: Conexão
ru: Подключение
sv: Anslutning
tr: Bağlantı
uk: Підключення
zh_hans: 连接
zh_hant: 連線

# settings.connection_section.invalid_url_scheme_notification.title
source: Invalid URL
ca_es: URL invàlida
cy_gb: URL annilys
da: Ugyldig webadresse
el: Μη έγκυρη διεύθυνση URL
es: URL invalida
fi: Virheellinen URL
fr: URL invalide
it: URL non valido
nb: Ugyldig URL-adresse
nl: Ongeldige URL
pl_pl: Nieprawidłowy adres URL
ru: Недействительный URL-адрес
sv: Ogiltig URL
uk: Хибна URL-адреса
zh_hans: 无效的网址
zh_hant: 網址無效

# settings.connection_section.invalid_url_scheme_notification.message
source: The URL must begin with either http:// or https://.
ca_es: L'URL ha de començar amb http:// o https://.
cy_gb: Rhaid i'r URL ddechrau gyda naill ai http: // neu https: //.
da: Webadressen skal begynde med enten http:// eller https://.
el: Η διεύθυνση URL πρέπει να αρχίζει με http:// ή https://.
es: La URL debe comenzar con http: // o https: //.
fi: URL-osoitteen on alettava joko http:// tai https://.
fr: L'URL doit commencer par http:// ou https://.
it: L'URL deve iniziare con http:// o https://.
nb: URL-adressen må begynne med http:// eller https://.
nl: De URL moet beginnen met http: // of https: //.
pl_pl: Adres URL musi zaczynać się od http:// lub https://.
ru: URL должен начинаться http:// или https://.
sv: URL:en måste börja med http:// eller https://
uk: URL-адреса має починатися з http://або https://.
zh_hans: 该网址必须以http://或https://开头。
zh_hant: 網址必須以 http:// 或 https:// 為開頭

# settings.connection_section.error_enabling_notifications.title
source: Error enabling notifications
ca_es: S'ha produït un error al habilitar les notificacions
cy_gb: Gwall wrth alluogi hysbysiadau
da: Fejl under aktivering af notifikationer
el: Σφάλμα κατά την ενεργοποίηση ειδοποιήσεων
es: Error al habilitar las notificaciones
fi: Virhe ilmoitusten käyttöönottamisessa
fr: Erreur d'activation des notifications
it: Errore durante l'abilitazione delle notifiche
nb: Feil ved aktivering av varsler
nl: Fout bij inschakelen van meldingen
pl_pl: Błąd podczas włączania powiadomień
ru: Не удалось включить уведомления
sv: Fel vid aktivering av notiser
uk: Помилка при ввімкненні сповіщень
zh_hans: 启用通知时出错
zh_hant: 啟用訊息通知發生錯誤

# settings.connection_section.error_enabling_notifications.message
source: There was an error enabling notifications. Please try again.
ca_es: S'ha produït un error al activar les notificacions. Siusplau torna-ho a provar.
cy_gb: Roedd gwall wrth alluogi hysbysiadau. Rhoi cynnig arall arni.
da: Der opstod en fejl under aktivering af notifikationer. Prøv igen.
el: Παρουσιάστηκε σφάλμα κατά την ενεργοποίηση ειδοποιήσεων. Προσπαθήστε ξανά.
es: Hubo un error al habilitar las notificaciones. Por favor intente de nuevo
fi: Virhe ilmoitusten käyttöönotossa. Yritä uudelleen.
fr: Une erreur s'est produite lors de l'activation des notifications. Veuillez réessayer.
it: Si è verificato un errore durante l'abilitazione delle notifiche. Si prega di riprovare.
nb: En feil oppstod under aktivering av varsler. Prøv på nytt.
nl: Er is een fout opgetreden bij het inschakelen van meldingen. Probeer het opnieuw.
pl_pl: Wystąpił błąd podczas włączania powiadomień. Proszę spróbować ponownie.
ru: Не удалось включить уведомления. Попробуйте снова
sv: Ett fel uppstod när notiser skulle aktiveras. Vänligen försök igen.
uk: Під час ввімкнення сповіщень сталася помилка. Будь ласка, спробуйте ще раз.
zh_hans: 启用通知时发生错误，请再试一次。
zh_hant: 啟用通知提示時發生錯誤，請再試一次。

# settings.connection_section.api_password_row.title
source: Password
ca_es: Contrasenya
cy_gb: Cyfrinair
da: Adgangskode
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
nb: Passord
nl: Wachtwoord
pl_pl: Hasło
ru: Пароль
sv: Lösenord
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# settings.connection_section.api_password_row.placeholder
source: password
ca_es: contrasenya
cy_gb: Cyfrinair
da: adgangskode
el: κωδικός πρόσβασης
es: contraseña
fi: salasana
fr: mot de passe
nb: passord
nl: wachtwoord
pl_pl: hasło
ru: пароль
sv: lösenord
uk: пароль
zh_hans: 密码
zh_hant: 密碼

# settings.connection_section.connect_row.title
source: Connect
ca_es: Connectar
cy_gb: Cysylltu
da: Opret forbindelse
el: Σύνδεση
es: Conectar
fi: Muodosta yhteyttä
fr: Connecter
it: Connetti
nb: Koble til
nl: Verbind
pl_pl: Połącz
ru: Подключиться
sv: Anslut
uk: Підключення
zh_hans: 连接
zh_hant: 連線

# settings.connection_section.base_url.title
source: URL
da: Webadresse
el: Διεύθυνση URL
ru: URL-адрес
zh_hans: 网址
zh_hant: 網址

# settings.connection_section.save_button.title
source: Validate and Save Connection Settings
ca_es: Validar i desar la configuració de connexió
cy_gb: Dilysu a chadw gosodiadau'r cysylltiad
da: Valider og gem forbindelsesindstillinger
el: Επικύρωση και αποθήκευση ρυθμίσεων σύνδεσης
es: Validar y guardar los ajustes de conexión
fi: Vahvista ja tallenna yhteyden asetukset
fr: Valider et enregistrer les paramètres de connexion
it: Salva
nb: Validere og lagre tilkoblingsinnstillinger
nl: Verbindingsinstellingen valideren en opslaan
pl_pl: Sprawdź i zapisz ustawienia połączenia
ru: Проверить и сохранить параметры подключения.
sv: Validera och spara anslutningsinställningar
uk: Перевірити та зберегти параметри підключення
zh_hans: 保存
zh_hant: 已確認並儲存連線設定

# settings.connection_error.forbidden.message
source: The authentication was incorrect.
ca_es: L'autenticació és incorrecta.
cy_gb: Roedd y dilysiad yn anghywir.
da: Godkendelsen var forkert.
el: Ο έλεγχος ταυτότητας ήταν εσφαλμένος.
es: La contraseña fue incorrecta.
fi: Todennus oli virheellinen.
fr: Mot de passe incorrect.
it: Autenticazione non riuscita.
nb: Passordet er feil.
nl: De inloggegevens zijn verkeerd.
pl_pl: Uwierzytelnienie było nieprawidłowe.
ru: Аутентификация не удалась.
sv: Autentiseringen var felaktig.
uk: Автентифікація неправильна.
zh_hans: 密码错误。
zh_hant: 認證錯誤。

# settings.connection_error.invalid_url.title
source: Error parsing URL
ca_es: Error en analitzar l'URL
cy_gb: Gwall yn dosrannu URL
da: Fejl under parsning af webadresse
el: Παρουσιάστηκε σφάλμα κατά την ανάλυση της διεύθυνσης URL
es: Error al abrir la URL
fi: Virhe jäsennettäessä URL-osoitetta
fr: Erreur d'analyse de l'URL
it: Errore nell'URL
nb: Feil under analyse av URL
nl: Fout bij het controleren van de URL
pl_pl: Błąd podczas przetwarzania adresu URL
ru: Ошибка разбора URL-адреса
sv: Fel vid tolkning av URL
uk: Помилка розбору URL
zh_hans: 解析网址出错
zh_hant: 解析網址發生錯誤

# settings.connection_error.invalid_url.message
source: Looks like your URL is invalid. Please check the format and try again.
ca_es: Sembla que l'URL no és vàlida. Comproveu-ne el format i torneu-ho a provar.
cy_gb: Mae edrych fel eich URL yn annilys. Gwiriwch y fformat a rhoi cynnig arall arni.
da: Det ser ud som din webadresse er ugyldig. Kontroller formatet og prøv igen.
el: Φαίνεται ότι η διεύθυνση URL δεν είναι έγκυρη. Ελέγξτε τη μορφή και προσπαθήστε ξανά.
es: Parece que tu URL no es válida. Por favor, compruebe el formato e inténtelo de nuevo.
fi: Näyttää siltä, että URL-osoite on virheellinen. Tarkista muotoa ja yritä uudelleen.
fr: Votre URL ne semble pas valide. Veuillez vérifier le format et réessayer.
it: Sembra che il tuo URL non sia valido. Si prega di controllare il formato e riprovare.
nb: Ser ut som din URL-adressen er ugyldig. Vennligst sjekk format, og prøv på nytt.
nl: Het lijkt erop dat uw URL ongeldig is. Controleer het formaat en probeer het opnieuw.
pl_pl: Wygląda na to, że Twój adres URL jest nieprawidłowy. Sprawdź format i spróbuj ponownie.
ru: Похоже, это неправильный URL-адрес. Пожалуйста, проверьте его и попробуйте ещё раз.
sv: Din URL verkar vara ogiltig. Kontrollera formatet och försök igen.
uk: Схоже, що URL-адреса недійсна. Будь ласка, перевірте формат і повторіть спробу.
zh_hans: 你输入的网址无效。 请检查的格式，并再次尝试。
zh_hant: 提供的網址格式無效，請檢查格式後再試一次。

# settings.status_section.header
source: Status
ca_es: Estat
cs: Stav
cy_gb: Statws
el: Κατάσταση
es: Estado
et: Olek
fi: Tila
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
ko_kr: 상태
ru: Состояние
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

# settings.status_section.location_name_row.title
source: Name
ca_es: Nom
cs: Název
cy_gb: Enw
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
hu: Elnevezés
id: Nama
it: Nome
ja: 名前
ko_kr: 이름
nb: Navn
nl: Naam
pl_pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

# settings.status_section.location_name_row.placeholder
source: My Home Assistant
ca_es: Mi Home Assistant
cs: Můj Home Assistant
cy_gb: Fy Home Assistant
da: Min Home Assistant
de: Mein Home Assistant
el: Το Home Assistant μου
es: Mi Home Assistant
fi: Kotiavustajani
fr: Mon Home Assistant
hu: Az én Home Assistantom
id: Home Assistant Saya
it: Il mio Home Assistant
ko_kr: 내 Home Assistant
nb: Min Home Assistant
nl: Mijn Home Assistant
pl_pl: Mój Home Assistant
pt_br: Meu Home Assistant
ru: Мой Home Assistant
sv: Min Home Assistant
tr: Ev Asistanım
uk: Мій Home Assistant
zh_hans: 我的Home Assistant
zh_hant: 我的 Home Assistant

# settings.status_section.version_row.title
source: Version
ca_es: Versió
cs: Verze
cy_gb: Fersiwn
el: Έκδοση
es: Versión
et: Versioon
fi: Versio
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko_kr: 버전
nb: Versjon
nl: Versie
pl_pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія
zh_hans: 版本
zh_hant: 版本

# settings.status_section.connected_to_sse_row.title
source: Connected
ca_es: Connectat
cy_gb: Wedi'i gysylltu
da: Forbundet
el: Συνδεδεμένος
es: Conectado
fi: Yhdistetty
fr: Connecté
it: Connesso
nb: Tilkoblet
nl: Verbonden
pl_pl: Połączony
ru: Подключено
sv: Ansluten
uk: Підключено
zh_hans: 已连接
zh_hant: 已連接

# settings.status_section.ios_component_loaded_row.title
source: iOS Component Loaded
ca_es: S'ha carregat el component iOS
cy_gb: Cydran iOS wedi'i Llwytho
da: iOS-komponent indlæst
el: Φορτώθηκε το στοιχείο iOS
es: Componente de iOS
fi: iOS-komponentti ladattu
fr: Composant iOS chargé
it: Componente iOS caricato
nb: iOS komponenten lastet
nl: iOS Component geladen
pl_pl: Załadowano komponent iOS
ru: Загружен компонент ios
sv: iOS-komponent laddad
uk: iOS-компонент завантажено
zh_hans: 已加载 iOS 组件
zh_hant: iOS 元件已載入

# settings.status_section.device_tracker_component_loaded_row.title
source: Device Tracker Component Loaded
ca_es: S'ha carregat el component Device Tracker
cy_gb: Wedi llwytho cydran olrhain dyfais
da: Komponent til enhedssporing indlæst
el: Φορτώθηκε το στοιχείο παρακολούθησης συσκευών
es: Componente Device Tracker
fi: Laitteen seurantakomponentti ladattu
fr: Composant de suivi des appareils chargé
it: Componente Tracking caricato
nb: Enhetssporingskomponent lastet
nl: Apparaat tracker component geladen
pl_pl: Załadowano komponent do śledzenia urządzeń
ru: Загружен компонент device tracker
sv: Device Tracker-komponenten laddad
uk: Компонент відстеження пристроїв завантажений
zh_hans: 已加载设备跟踪器组件
zh_hant: 追蹤裝置元件已載入
