Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings.connection_section.internal_base_url.placeholder
source: e.g. http://homeassistant.local:8123/
ca_es: p.e. http://homeassistant.local:8123
cs: např. http://homeassistant.local:8123/
da: fx http://homeassistant.local:8123/
de: z.B. http://homeassistant.local:8123
el: π.χ. http: //homeassistant.local: 8123
et: näiteks http://homeassistant.local:8123/
fr: exemple : http://homeassistant.local:8123/
hu: pl. http://homeassistant.local:8123/
id: mis. http://homeassistant.local:8123/
ja: 例: http://homeassistant.local:8123/
ko_kr: 예: http://homeassistant.local:8123/
nb: f.eks. http://homeassistant.local:8123/
nl: bijv. http: //homeassistant.local:8123/
pl_pl: np. http://homeassistant.local:8123/
pt_br: por exemplo, http://homeassistant.local:8123/
ru: Например http: //homeassistant.local: 8123
tr: örn. http://homeassistant.local:8123/
uk: наприклад http://homeassistant.local:8123/
zh_hant: 例如、http://homeassistant.local:8123/

# settings.connection_section.internal_url_ssids.footer
source: Internal URL will be used when connected to listed SSIDs
ca_es: La URL interna s'utilitzarà quan estigui connectat a algun dels SSIDs de la llista
cs: Interní URL bude použita při připojení k uvedeným SSID
cy_gb: Bydd URL mewnol yn cael ei ddefnyddio pan fydd wedi'i gysylltu â SSIDs rhestredig
da: Intern webadresse vil blive brugt, når der er oprettet forbindelse til tilføjede SSID'er
de: Die interne URL wird verwendet, wenn eine Verbindung zu den aufgeführten SSIDs hergestellt wird
el: Η εσωτερική διεύθυνση URL θα χρησιμοποιηθεί όταν συνδέεται με καταχωρημένα SSID
es: La URL interna se utilizará cuando se conecte a los SSID listados
et: Loetletud SSID-dega ühendamisel kasutatakse sisemist URL-i
fi: Sisäistä URL-osoitetta käytetään, kun on yhteys listattuihin SSID-tunnuksiin
fr: L'URL interne sera utilisée lors de la connexion au SSID répertoriés
hu: A belső URL-t használja a rendszer, ha a felsorolt SSID-ek közül valamelyikéhez csatlakozik
id: URL internal akan digunakan ketika terhubung ke SSID yang terdaftar
it: Verrà utilizzato l'URL interno quando si è collegati agli SSID elencati
ja: リストアップされたSSIDに接続すると、内部URLが使用されます
ko_kr: 나열된 SSID에 연결할 때 내부 URL이 사용됩니다.
nb: Intern URL-adresse vil bli brukt når du er koblet til oppførte SSID-er
nl: Interne URL wordt gebruikt bij verbinding met vermelde SSID's
pl_pl: Wewnętrzny adres URL będzie używany po podłączeniu do wymienionych identyfikatorów SSID (sieci Wi-Fi)
pt_br: O URL interno será usado quando conectado aos SSIDs listados
ru: Внутренний URL-адрес используется при подключении WiFi к одному из этих SSID
sl: Notranji URL bo uporabljen, če se povežete s navedenimi SSID-ji
sv: Internt URL kommer att användas vid anslutning till angivna SSID
tr: Listelenen SSID'lere bağlanıldığında dahili URL kullanılacaktır
uk: Внутрішня URL-адреса використовуватиметься при підключенні до перелічених SSID
zh_hans: 连接到列出的无线网络时将使用内部URL
zh_hant: 當連線至列表 SSID 時將使用內部 URL 連線

# settings.connection_section.internal_url_ssids.add_new_ssid
source: Add new SSID
ca_es: Afegiu SSID nou
cs: Přidat nový SSID
cy_gb: Ychwanegu SSID newydd
da: Tilføj nyt SSID
de: Neue SSID hinzufügen
el: Προσθήκη νέου SSID
es: Agregar nuevo SSID
et: Lisa uus SSID
fi: Lisää uusi SSID
fr: Ajouter un nouveau SSID
hu: Új SSID hozzáadása
id: Tambahkan SSID baru
it: Aggiungi un nuovo SSID
ja: 新しいSSIDを追加する
ko_kr: 새 SSID 추가하기
nb: Legg til ny SSID
nl: Nieuwe SSID toevoegen
pl_pl: Dodaj nowy SSID (sieć Wi-Fi)
pt_br: Adicionar novo SSID
ru: Добавить новый SSID
sl: Dodajte nov SSID
sv: Lägg till nytt SSID
tr: Yeni SSID ekle
uk: Додати новий SSID
zh_hans: 添加新的SSID
zh_hant: 加入新 SSID

# settings.connection_section.internal_url_ssids.add_current_ssid
source: Add current SSID %@
ca_es: Afegeix l'acutal SSID %@
cy_gb: Ychwanegu'r SSID cyfredol %@
da: Tilføj aktuelt SSID %@
el: Προσθήκη τρέχοντος SSID %@
es: Agregar el SSID actual %@
fi: Lisää nykyinen SSID %@
fr: Ajouter le SSID actuel %@
it: Aggiungi l'attuale SSID %@
nb: Legge til gjeldende SSID %@
nl: Huidige SSID toevoegen %@
pl_pl: Dodaj bieżący SSID (sieć Wi-Fi) %@
ru: Добавить текущий SSID %@
sv: Lägg till aktuellt SSID% %@
uk: Додати поточний SSID %@
zh_hans: 添加当前SSID %@
zh_hant: 加入目前 SSID %@

# onboarding.connection_test_result.ssl_container.description
source: We encountered an error while connecting to your instance. %@ Due to OS limitations, you will not be able to continue with setup until a valid SSL certificate is installed. We recommend Lets Encrypt or Nabu Casa Remote UI.
ca_es: Hem trobat un error al connectar-vos a la vostra instància. %@ A causa de les limitacions d'iOS, no podreu continuar amb la instal·lació fins que s'instal·li un certificat SSL vàlid. Recomanem utilitzar Lets Encrypt o Nabu Casa Remote UI.
cy_gb: Rydym wedi dod ar draws gwall wrth gysylltu â'ch fersiwn. %@ Oherwydd cyfyngiadau iOS, ni fyddwch yn gallu parhau â Setup nes bod tystysgrif SSL ddilys wedi'i osod. Rydym yn awgrymu Lets Encrypt neu Nabu Casa Remote UI.
da: Vi stødte på en fejl under oprettelse af forbindelse til din installation. %@ På grund af begrænsninger i iOS vil du ikke kunne fortsætte opsætningen, før der er installeret et gyldigt SSL-certifikat. Vi anbefaler Lets Encrypt eller Nabu Casa Remote UI.
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση στην παρουσία σας. %@ Λόγω περιορισμών iOS, δεν θα μπορείτε να συνεχίσετε με τη ρύθμιση έως ότου εγκατασταθεί ένα έγκυρο πιστοποιητικό SSL. Σας προτείνουμε Lets Encrypt ή Nabu Casa Remote UI.
es: Hemos detectado un error al conectar con su instancia. %@ Debido a las limitaciones de iOS, no podrá continuar con la instalación hasta que se instale un certificado SSL válido. Recomendamos Lets Encrypt o Nabu Casa Remote UI.
fi: Kohtasimme virheen muodostettaessa yhteyttä instanssiin. %@ iOS:n rajoitusten vuoksi asennusta ei voi jatkaa, ennen kuin kelvollinen SSL-varmenne on asennettu. Suosittelemme Let's Encrypt tai NABU Casa Remote UI.
fr: Nous avons rencontré une erreur lors de la connexion à votre instance. Votre certificat SSL n'est pas valide. %@ En raison des limitations iOS, vous ne pourrez pas continuer l'installation tant qu'un certificat SSL valide n'est pas installé. Nous recommandons Lets Encrypt ou Nabu Casa Remote UI.
it: Si è verificato un errore durante la connessione alla tua istanza di Home Assistant. %@ A causa di limitazioni di iOS, non sarà possibile continuare con l'installazione finchè non verrà installato un certificato SSL valido. Si consiglia di utilizzare Lets Encrypt o Nabu Casa Remote UI.
nb: Det oppstod en feil da vi koblet til forekomsten din. %@ På grunn av OS-begrensninger, vil du ikke kunne fortsette med oppsettet før et gyldig SSL-sertifikat er installert. Vi anbefaler Lets Encrypt eller Nabu Casa Remote UI.
nl: Er is een fout opgetreden bij het verbinden met uw instantie. %@ Vanwege iOS-beperkingen kunt u niet doorgaan met de installatie totdat een geldig SSL-certificaat is geïnstalleerd. We raden Lets Encrypt of Nabu Casa Remote UI aan.
pl_pl: Wystąpił błąd podczas łączenia się z Twoją instancją. %@ Z powodu ograniczeń systemu iOS kontynuowanie instalacji nie będzie możliwe, dopóki nie zostanie zainstalowany prawidłowy certyfikat SSL. Zalecamy Let's Encrypt lub Nabu Casa Remote UI.
ru: Подключение не удалось. %@ iOS не позволит продолжить, пока не будет установлен корректный SSL сертификат. Попробуйте использовать Lets Encrypt или удалённый интерфейс Nabu Casa.
sv: Vi upptäckte ett fel när du ansluter till din instans. %@ På grund av iOS-begränsningar kommer du inte att kunna fortsätta med konfigurationen förrän ett giltigt SSL-certifikat har installerats. Vi rekommenderar Let's Encrypt eller NABU Casa Remote UI.
uk: Під час підключення до вашого екземпляра виникла помилка: %@ Через обмеження iOS ви не зможете продовжити налаштування, допоки не буде встановлено дійсний сертифікат SSL. Ми рекомендуємо використовувати Let Encrypt або Nabu Casa Remote UI.
zh_hans: 我们在连接到您的实例时遇到错误。 %@由于iOS限制，在安装有效的SSL证书之前，您将无法继续安装。我们建议使用Lets Encrypt或Nabu Casa Remote UI。
zh_hant: 連線至裝置時發生錯誤，%@。由於 OS 限制，將無法繼續設定，直到已安裝有效的 SSL 認證。建議您使用 Lets Encrypt 或 Nabu Casa Remote UI。

# onboarding.connection_test_result.basic_auth.description
source: HTTP Basic Authentication is unsupported.
ca_es: L'autenticació bàsica HTTP no és compatible.
cs: Základní ověřování HTTP není podporováno.
cy_gb: Ni chynhelir dilysiad sylfaenol HTTP.
da: HTTP Basic-autentificering understøttes ikke.
de: Die HTTP-Basisauthentifizierung wird nicht unterstützt.
el: Ο βασικός έλεγχος ταυτότητας HTTP δεν υποστηρίζεται.
es: La autenticación básica HTTP no es compatible.
et: HTTP Basic Authentication ei ole toetatud.
fi: HTTP-perustodennus ei ole tuettu.
fr: L'authentification HTTP de base n'est pas prise en charge.
hu: A HTTP alapszintű hitelesítés nem támogatott.
id: Autentikasi HTTP Basic tidak didukung.
it: L'autenticazione di base HTTP non è supportata.
ko_kr: HTTP 기본 인증은 지원되지 않습니다.
nb: HTTP Basic-godkjenning støttes ikke.
nl: HTTP-basisverificatie wordt niet ondersteund.
pl_pl: Podstawowe uwierzytelnianie HTTP nie jest obsługiwane.
pt_br: A autenticação básica HTTP não tem suporte.
ru: Авторизация HTTP basic не поддерживается
sl: Osnovna ventilacija HTTP ni podprta.
sv: HTTP Basic Authentication stöds inte.
tr: HTTP Temel Kimlik Doğrulaması desteklenmiyor.
uk: Базова HTTP-автентифікація не підтримується.
zh_hans: 不支持HTTP基本身份验证。
zh_hant: 不支援 HTTP 基本驗證。

# onboarding.connection_test_result.authentication_unsupported.description
source: Authentication type is unsupported%@.
ca_es: El tipus d'autenticació no és compatible %@.
cs: Typ ověření není podporován %@.
cy_gb: Ni chynhelir math dilysu %@ .
da: Autentificeringstype understøttes ikke %@.
de: Authentifizierungsart wird nicht unterstützt %@.
el: Ο τύπος ελέγχου ταυτότητας δεν υποστηρίζεται%@.
es: El tipo de autenticación no es compatible %@ .
et: Autentimistüüpi ei toetata %@ .
fi: Todennustapa ei tueta%@.
fr: Le type d'authentification n'est pas pris en charge %@ .
hu: A hitelesítés típusa nem támogatott %@ .
id: Jenis autentikasi tidak didukung %@.
it: Il tipo di autenticazione non è supportato %@.
ja: 認証タイプはサポートされていません %@。
ko_kr: 인증 유형이 지원되지 않습니다%@.
nb: Godkjenningstypen støttes ikke%@.
nl: Verificatietype wordt niet ondersteund %@ .
pl_pl: Typ uwierzytelnienia nie jest obsługiwany %@.
pt_br: O tipo de autenticação não tem suporte%@.
ru: Тип авторизации не поддерживается %@.
sl: Vrsta preverjanja pristnosti ni podprta %@
sv: Autentiseringstypen stöds inte %@ .
tr: Kimlik doğrulama türü desteklenmiyor %@ .
uk: Тип автентифікації не підтримується %@.
zh_hans: %@身份验证类型不受支持 。
zh_hant: 不支援認證類型%@。

# onboarding.connection_test_result.ssl_untrusted.description
source: Your SSL certificate is untrusted. %@.
ca_es: El certificat SSL no és de confiança. %@.
cy_gb: Mae eich tystysgrif SSL yn ddi-ymddiried. %@ .
da: Dit SSL-certifikat er ikke betroet. %@.
el: Το πιστοποιητικό SSL δεν είναι αξιόπιστο. %@ .
es: Su certificado SSL no es de confianza. %@ .
fi: SSL sertifikaatti on epäluotettava. %@.
fr: Votre certificat SSL n'est pas approuvé. %@ .
it: Il tuo certificato SSL non è attendibile. %@.
nb: SSL-sertifikatet ditt er ikke klarert. %@.
nl: Uw SSL-certificaat is onbetrouwbaar.%@
pl_pl: Twój certyfikat SSL jest niezaufany. %@.
ru: Ваш SSL-сертификат является ненадежным. %@.
sv: SSL-certifikatet är inte betrott. %@.
uk: Ваш сертифікат SSL ненадійний. %@ .
zh_hans: 您的%@SSL证书不受信任。
zh_hant: SSL 認證未信任。%@。

# onboarding.connection_test_result.ssl_expired.description
source: Your SSL certificate is expired.
ca_es: El certificat SSL ha caducat.
cy_gb: Mae eich tystysgrif SSL wedi dod i ben.
da: Dit SSL-certifikat er udløbet.
el: Το πιστοποιητικό SSL σας έχει λήξει.
es: Su certificado SSL ha caducado.
fi: SSL-varmenne on vanhentunut.
fr: Votre certificat SSL a expiré.
it: Il tuo certificato SSL è scaduto.
nb: SSL-sertifikatet er utløpt.
nl: Uw SSL-certificaat is verlopen.
pl_pl: Twój certyfikat SSL wygasł.
ru: Срок действия вашего SSL сертификата истёк.
sv: SSL-certifikatet har upphört att gälla.
uk: Термін дії вашого сертифікату SSL закінчився.
zh_hans: 您的SSL证书已过期。
zh_hant: SSL 認證已過期。

# onboarding.connection_test_result.client_certificate.description
source: Client Certificate Authentication is not supported.
ca_es: L'autenticació del certificat de client no és compatible.
cs: Ověřování klientského certifikátu není podporováno.
cy_gb: Ni chynhelir Dilysiad Tystysgrif Client.
da: Klientcertifikatgodkendelse understøttes ikke.
de: Die Client-Zertifikatauthentifizierung wird nicht unterstützt.
el: Ο έλεγχος ταυτότητας πιστοποιητικού πελάτη δεν υποστηρίζεται.
es: La autenticación de certificado de cliente no es compatible.
et: Kliendisertifikaadiga autentimist ei toetata.
fi: Client Certificate Authentication ei ole tuettu.
fr: L'authentification par certificat client n'est pas prise en charge.
hu: Az ügyféltanúsítvány-hitelesítés nem támogatott.
id: Autentikasi Sertifikat Klien tidak didukung.
it: Autenticazione del certificato client non è supportata.
ja: クライアント証明書認証はサポートされていません。
ko_kr: 클라이언트 인증서 인증은 지원되지 않습니다.
nb: Klientsertifikatgodkjenning støttes ikke.
nl: Verificatie van cliëntcertificaten wordt niet ondersteund.
pl_pl: Uwierzytelnianie certyfikatu klienta nie jest obsługiwane.
pt_br: A autenticação de certificado de cliente não é suportada.
ru: Аутентификация по клиентскому сертификату не поддерживается.
sl: Preverjanje pristnosti potrdila stranke ni podprto.
sv: Klientcertifikatautentisering stöds inte.
tr: İstemci Sertifikası Kimlik Doğrulaması desteklenmez.
uk: Автентифікація з клієнтським сертифікатом не підтримується.
zh_hans: 不支持客户端证书身份验证。
zh_hant: 不支援客戶端認證。

# onboarding.connection_test_result.connection_error.description
source: General connection error%@.
ca_es: Error de connexió general %@.
cy_gb: Gwall cysylltiad cyffredinol %@ .
da: Generel forbindelsesfejl %@.
el: Γενικό σφάλμα σύνδεσης %@ .
es: Error general de conexión%@
fi: Yleinen yhteysvirhe %@ .
fr: Erreur de connexion générale %@ .
it: Errore di connessione generale %@.
nb: Generell tilkoblingsfeil%@.
nl: Algemene verbindingsfout %@.
pl_pl: Ogólny błąd połączenia %@.
ru: Сбой соединения %@.
sv: Allmänt anslutningsfel %@.
uk: Загальна помилка підключення %@ .
zh_hans: 一般连接错误 %@。
zh_hant: 一般連線錯誤%@。

# onboarding.connection_test_result.server_error.description
source: Server error: %@
ca_es: Error del servidor: %@
cy_gb: Gwall gweinydd: %@
da: Serverfejl: %@
el: Σφάλμα διακομιστή: %@
es: Error del servidor: %@
fi: Palvelinvirhe: %@
fr: Erreur serveur: %@
it: Errore del Server %@
nb: Serverfeil: %@
nl: Server fout: %@
pl_pl: Błąd serwera: %@
ru: Ошибка сервера: %@
sv: Server fel: %@
uk: Помилка сервера: %@
zh_hans: 服务器错误： %@
zh_hant: 伺服器錯誤：%@

# onboarding.connection_test_result.too_old.description
source: You must upgrade your Home Assistant version.
ca_es: Heu d'actualitzar la versió del Home Assistant.
cy_gb: Rhaid i chi uwchraddio'ch fersiwn Home Assistant.
da: Du skal opgradere din Home Assistant-version.
el: Πρέπει να αναβαθμίσετε την έκδοση του Home Assistant.
es: Debes actualizar su versión de Home Assistant.
fi: Sinun on päivitettävä Kotiavustajan
fr: Vous devez mettre à niveau votre version de Home Assistant.
it: È necessario aggiornare la versione del tuo Home Assistant.
nb: Du må oppgradere din Home Assistant-versjon.
nl: U moet uw Home Assistant versie upgraden.
pl_pl: Musisz zaktualizować wersję Home Assistant'a.
ru: Необходимо обновить Home Assistant
sv: Du måste uppgradera din version av Home Assistant.
uk: Потрібно оновити версію Home Assistant.
zh_hans: 您必须升级Home Assistant版本。
zh_hant: 必須更新 Home Assistant 版本。

# onboarding.connection_test_result.unknown_error.description
source: Unknown error: %@
ca_es: Error desconegut: %@
cy_gb: Gwall anhysbys: %@
da: Ukendt fejl: %@
el: Άγνωστο σφάλμα: %@
es: Error desconocido: %@
fi: Tuntematon virhe: %@
fr: Erreur inconnue: %@
it: Errore sconosciuto: %@
nb: Ukjent feil: %@
nl: Onbekende fout: %@
pl_pl: Nieznany błąd: %@
ru: Неизвестная ошибка: %@
sv: Okänt fel: %@
uk: Невідома помилка: %@
zh_hans: 未知错误：%@
zh_hant: 未知錯誤：%@

# onboarding.discovery.results_label.plural
source: We found %li Home Assistants on your network.
ca_es: Hem trobat %li Home Assistants a la vostra xarxa.
cy_gb: Rydym yn dod o hyd â %li Home Assistants ar eich rhwydwaith.
da: Vi fandt %li Home Assistants på netværket.
el: Βρήκαμε %li Home Assistants στο δίκτυό σας.
es: Encontramos %d Home Assistants en su red.
fi: Löysimme %d Kotiavustajaa verkostossasi.
fr: Nous avons trouvé %d Home Assistants sur votre réseau.
it: Trovato %d Home Assistant nella tua rete.
nb: Vi fant %li Home Assistant i nettverket ditt.
nl: We hebben %d Home Assistants gevonden op uw netwerk
pl_pl: Znaleźliśmy %li Home Assistant'ów w Twojej sieci.
ru: В сети обнаружены %li Home Assistant
sv: Vi hittade %d Home Assistant i ditt nätverk
uk: Ми знайшли %li декілька Home Assistant у вашій мережі.
zh_hans: 我们在您的网络上找到了%d 个Home Assistants。
zh_hant: 於網路中搜尋到%li組 Home Assistant。

# onboarding.discovery.results_label.singular
source: We found %li Home Assistant on your network.
ca_es: Hem trobat %li Home Assistant a la vostra xarxa.
cy_gb: Rydym yn dod o hyd â %li Home Assistant ar eich rhwydwaith.
da: Vi fandt %li Home Assistant på netværket.
el: Βρήκαμε %li Home Assistant στο δίκτυό σας.
es: Encontramos %d Home Assistant en su red.
fi: Löysimme %d Kotiavustajan verkostossasi.
fr: Nous avons trouvé %d Home Assistant sur votre réseau.
it: Trovato %d Home Assistant nella tua rete.
nb: Vi fant %li Home Assistant i nettverket ditt.
nl: We hebben %d Home Assistant gevonden op uw netwerk
pl_pl: Znaleźliśmy %li Home Assistant'a w Twojej sieci.
ru: В сети обнаружен %li Home Assistant
sv: Vi hittade %d Home Assistant i ditt nätverk
uk: Ми знайшли %li Home Assistant у вашій мережі.
zh_hans: 我们在您的网络上找到了%d 个Home Assistant。
zh_hant: 於網路中搜尋到%li組 Home Assistant。

# onboarding.connect.title
source: Connecting to %@
ca_es: Connectant a %@
cs: Připojování k %@
cy_gb: Cysylltu â %@
da: Opretter forbindelse til %@
de: Verbinde zu %@
el: Σύνδεση με %@
es: Conectando a %@
et: Ühendun %@
fi: Muodostetaan yhteyttä kohteeseen %@
fr: Connexion à %@
hu: Csatlakozás a következőhöz: %@
id: Menghubungkan ke %@
it: Collegamento a %@
ja: %@ に接続しています
ko_kr: %@에 연결 중
nb: Kobler til %@
nl: Verbinden met %@
pl_pl: Podłączenie do %@
pt_br: Conectando-se a %@
ru: Подключение к %@
sl: Povezovanje z %@
sv: Ansluter till %@
tr: Bağlanılıyor %@
uk: Підключення до %@
zh_hans: 连接到%@
zh_hant: 連線至%@

# settings.connection_section.details
source: Details
ca_es: Detalls
cs: Podrobnosti
cy_gb: Manylion
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
fi: Yksityiskohdat
fr: Détails
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko_kr: 세부 정보
nb: Detaljer
pl_pl: Szczegóły
pt_br: Detalhes
ru: Подробности
sl: Podrobnosti
sv: Detaljer
tr: Ayrıntılar
uk: Деталі
zh_hans: 细节
zh_hant: 詳細

# settings.connection_section.connecting_via
source: Connected via
ca_es: Connectat a través de
cs: Připojeno přes
cy_gb: Wedi'i gysylltu trwy
da: Tilsluttet via
de: Verbinde über
el: Συνδεδεμένος μέσω
es: Conectado a través de
et: Ühendatud läbi
fi: Yhdistetty kautta
fr: Connexion via
hu: Csatlakoztatva
id: Terhubung via
it: Connesso tramite
ja: ～経由で接続
ko_kr: 다음을 통해 연결됨
nb: Tilkoblet via
nl: Verbonden via
pl_pl: Połączony przez
pt_br: Conectado por
ru: Подключен через
sl: Povezava prek
sv: Ansluten via
tr: Üzerinden bağlandı
uk: Підключено через
zh_hans: 链接于
zh_hant: 連線：

# settings.connection_section.logged_in_as
source: Logged in as
ca_es: Sessió iniciada com
cs: Přihlášen jako
cy_gb: Wedi mewngofnodi fel
da: Logget ind som
de: Angemeldet als
el: Συνδεδεμένος ως
es: Conectado como
et: Sisse logitud kui
fi: Kirjautuneena
fr: Connecté en tant que
hu: Bejelentkezve mint
id: Masuk sebagai
it: Connesso come
ja: ～としてログイン
ko_kr: 다음 계정으로 로그인
nb: Pålogget som
nl: Ingelogd als
pl_pl: Zalogowany jako
pt_br: Logado como
ru: Вы вошли как
sl: Prijavljen kot
sv: Inloggad som
tr: olarak giriş yaptı
uk: Ви увійшли як
zh_hans: 登录为
zh_hant: 登入帳號：

# settings.connection_section.cloud_available
source: Cloud Available
ca_es: Núvol disponible
cy_gb: Cloud ar gael
da: Cloud tilgængelig
el: Διαθέσιμο Cloud
es: Nube disponible
fi: Pilvi saatavilla
fr: Cloud disponible
it: Cloud disponibile
nb: Cloud Tilgjengelig
nl: Cloud Beschikbaar
pl_pl: Chmura jest dostępna
ru: Доступно облако
sv: Moln tillgängligt
uk: Доступна хмара
zh_hans: 云服务可用
zh_hant: 雲端服務可供使用

# settings.connection_section.cloudhook_available
source: Cloudhook Available
ca_es: Cloudhook disponible
cy_gb: Cloudhook ar gael
da: Cloudhook tilgængelig
el: Διαθέσιμο Cloudhook
es: Cloudhook disponible
fi: Cloudhook saatavilla
fr: Cloudhook disponible
it: Cloudhook disponibile
nb: Cloudhook Tilgjengelig
nl: Cloudhook Beschikbaar
pl_pl: Cloudhook jest dostępny
ru: Доступен cloudhook
sv: Cloudhook tillgänglig
uk: Доступний Cloudhook
zh_hans: Cloudhook 可用
zh_hant: Cloudhook 可供使用

# settings.connection_section.remote_ui_available
source: Remote UI Available
ca_es: Interfície d'usuari remota disponible
cy_gb: UI o bell ar gael
da: Ekstern UI tilgængelig
el: Διαθέσιμο απομακρυσμένο περιβάλλον χρήστη
es: IU remota disponible
fi: Remote UI Saatavilla
fr: Interface utilisateur à distance disponible
it: Remote UI Disponibile
nb: Ekstern UI Tilgjengelig
nl: Gebruikersinterface op afstand Beschikbaar
pl_pl: Zdalny dostęp do interfejsu graficznego jest dostępny
ru: Доступен удаленный интерфейс
sv: Remote UI tillgänglig
uk: Доступний віддалений інтерфейс користувача
zh_hans: 远程UI可用
zh_hant: Remote UI 可供使用

# settings.connection_section.log_out
source: Log out
ca_es: Desconnectar
cy_gb: Allgofnodi
da: Log ud
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
it: Disconnetti
nb: Logg ut
nl: Uitloggen
pl_pl: Wyloguj
ru: Выйти
sv: Logga ut
uk: Вийти
zh_hans: 登出
zh_hant: 登出

# errors.no_remote_ui_url
source: The app will automatically detect your Nabu Casa Remote UI, you can not manually enter it.
ca_es: L'aplicació detectarà automàticament la Nabu Casa Remote UI, no podeu introduir-la manualment.
cy_gb: Bydd yr ap yn canfod eich Nabu Casa Remote UI yn awtomatig, ni allwch ei nodi â llaw.
da: Appen registrerer automatisk webadressen til din eksterne UI via Nabu Casa. Du kan ikke indtaste den manuelt.
el: Η εφαρμογή θα ανιχνεύσει αυτόματα το Nabu Casa Remote UI σας, δεν μπορείτε να το εισάγετε με το χέρι.
es: La aplicación detectará automáticamente su interfaz de usuario remota de Nabu Casa, no puede ingresarla manualmente.
fi: Sovellus tunnistaa automaattisesti NABU Casa Remote UI:tä, et voi syöttää sitä käsin.
fr: L'application détectera automatiquement votre interface utilisateur à distance Nabu Casa, vous ne pouvez pas la saisir manuellement.
it: L'applicazione rileverà automaticamente la tua Nabu Casa Remote UI, non è possibile inserirla manualmente.
nb: Programmet vil automatisk oppdage dtt NABU Casa Remote UI, du kan ikke manuelt skrive dette inn.
nl: De app detecteert automatisch uw Nabu Casa Remote UI, je kunt deze niet handmatig invoeren.
pl_pl: Aplikacja automatycznie wykryje zdalny interfejs użytkownika Nabu Casa, nie można go ręcznie wprowadzić.
ru: Приложение само обнаружит удалённый интерфейс Nabu Casa, ввести его вручную нельзя.
sv: Appen kommer automatiskt att upptäcka din Nabu Casa Remote UI, du kan inte ange det manuellt.
uk: Додаток автоматично виявить ваш віддалений інтерфейс Nabu Casa, ви не можете вводити його вручну.
zh_hans: 该应用程序将自动检测您的 Nabu Casa 远程UI, 你不能手动输入它。
zh_hant: App 將會自動偵測 Nabu Casa Remote UI，無法手動輸入。

# settings.connection_section.cloudhook_url.title
source: Cloudhook URL
da: Cloudhook-webadresse
el: Διεύθυνση URL Cloudhook
es: URL de Cloudhook
fr: URL Cloudhook
pl_pl: URL Cloudhook
ru: URL-адрес Cloudhook
uk: URL-адреса Cloudhook
