Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings_details.notifications.title
source: Notifications
ca_es: Notificacions
cs: Oznámení
cy_gb: Hysbysiadau
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Configuración de las notificaciones
et: Teavitused
fi: Ilmoitukset
hu: Értesítések
id: Notifikasi
it: Impostazioni di notifica
ja: 通知
ko_kr: 알림
nb: Varslingsinnstillinger
nl: Notificatie instellingen
pl_pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
sv: Notiser
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知设置
zh_hant: 通知訊息設定

# settings_details.notifications.push_id_section.header
source: Push ID
el: Αναγνωριστικό ώθησης
et: Tõuketeavituse ID
id: ID Push
pl_pl: Identyfikator powiadomienia "push"
ru: Идентификатор Push
tr: Bildirim kimliği
zh_hans: 推送ID
zh_hant: 推播 ID

# settings_details.notifications.push_id_section.placeholder
source: Push ID
el: Αναγνωριστικό ώθησης
pl_pl: Identyfikator powiadomienia "push"
ru: Идентификатор Push
zh_hans: 推送ID
zh_hant: 推播 ID

# settings_details.notifications.push_id_section.not_registered
source: Not registered for remote notifications
ca_es: No registrat per a notificacions remotes
cs: Není registrováno pro vzdálená oznámení
cy_gb: Heb ei gofrestru ar gyfer hysbysiadau o bell
da: Ikke registreret til fjern-notifikationer
de: Nicht für Benachrichtigungen registriert
el: Δεν έχει καταχωρηθεί για απομακρυσμένες ειδοποιήσεις
es: No registrado para notificaciones remotas
et: Pole kaugteatiste jaoks registreeritud
fi: Ei rekisteröity etäilmoituksia varten
fr: Non enregistré pour les notifications à distance
hu: Nincs regisztrálva a távoli értesítésekhez
id: Tidak terdaftar untuk notifikasi jarak jauh
it: Non registrato per le notifiche remote
ja: リモート通知に登録されていません
ko_kr: 원격 알림에 등록되지 않음
nb: Ikke registrert for fjernvarsler
nl: Niet geregistreerd voor externe meldingen
pl_pl: Nie zarejestrowano do zdalnych powiadomień
pt_br: Não registrado para notificações remotas
ru: Вы пока не подписаны на уведомления.
sv: Inte registrerad för fjärrmeddelanden
tr: Uzaktan bildirimler için kayıtlı değil
uk: Не зареєстровано для віддалених сповіщень
zh_hans: 未注册远程通知
zh_hant: 沒有可使用的遠端提示訊息

# settings_details.notifications.update_section.footer
source: Updating push settings will request the latest push actions and categories from Home Assistant.
ca_es: A l'actualitzar la configuració push, es sol·licitaran les últimes accions push i categories des de Home Assistant.
cy_gb: Bydd diweddaru gosodiadau gwthio yn gofyn am y camau a'r categorïau gwthio diweddaraf o Home Assistant.
da: Opdatering af push-indstillinger vil anmode om de nyeste push-handlinger og -kategorier fra Home Assistant.
el: Η ενημέρωση των ρυθμίσεων ώθησης θα ζητήσει τις πιο πρόσφατες ενέργειες push και κατηγορίες από το Home Assistant.
es: Al actualizar la configuración de push, se solicitarán las últimas acciones de push y categorías desde Home Assistant.
fi: Push-asetusten päivittäminen pyytää uusimpia push-toimintoja ja-luokkia Kotiavustajan avulla.
fr: La mise à jour des paramètres Push demandera les dernières actions Push et catégories à Home Assistant.
it: L'aggiornamento delle impostazioni push richiederà le ultime azioni e categorie push da Home Assistant.
nb: Oppdaterer push innstillinger vil be om de nyeste push handlinger og kategorier fra Home Assistant.
nl: Bij het bijwerken van push-instellingen worden de nieuwste push-acties en categorieën bij Home Assistant aangevraagd.
pl_pl: Aktualizacja ustawień powiadomień pobierze ich najnowsze akcje i kategorie z Home Assistant.
sv: Uppdatering av push-inställningar medför att senaste åtgärder och kategorier begärs från Home Assistant.
uk: Оновлення налаштувань push зробить запит останніх дії та категорії з Home Assistant.
zh_hans: 更新推送设置将从Home Assistant中获取最新推送操作和分类。
zh_hant: 更新推播設定將需要由 Home Assistant 取得最新的推播 Actions 及 Categories。

# settings_details.notifications.update_section.button.title
source: Update push settings
ca_es: Actualitza la configuració push
cy_gb: Diweddaru gosodiadau gwthio
da: Opdater push-indstillinger
el: Ενημέρωση ρυθμίσεων ώθησης
es: Actualizar ajustes push
fi: Päivitä push-asetukset
fr: Mettre à jour les paramètres push
it: Aggiorna le impostazioni push
nb: Oppdatere push innstillinger
nl: Push-instellingen updaten
pl_pl: Zaktualizuj ustawienia powiadomień push
ru: Обновить настройки уведомлений
sv: Uppdatera push-inställningar
uk: Оновлення налаштувань сповіщень
zh_hans: 更新推送设置
zh_hant: 更新推播通知設定

# settings_details.notifications.update_section.updated_alert.title
source: Settings Imported
ca_es: Configuració importada
cy_gb: Wedi fewngludo Gosodiadau
da: Indstillinger importeret
el: Εισήχθησαν ρυθμίσεις
es: Ajustes importados
fi: Asetukset tuotu
fr: Paramètres importés
it: Impostazioni importate
nb: Innstillinger importert
nl: Instellingen geïmporteerd
pl_pl: Zaimportowano ustawienia
ru: Настройки загружены
sv: Inställningar importeradedes
uk: Налаштування імпортовано
zh_hans: 设置已导入
zh_hant: 設定已匯入

# settings_details.notifications.update_section.updated_alert.message
source: Push settings imported from Home Assistant.
ca_es: Configuració push importada des de Home Assistant
cy_gb: Gosodiadau gwthio wedi'u mewngludo o Home Assistant.
da: Push-indstillinger importeret fra Home Assistant.
el: Εισήχθησαν ρυθμίσεις ώθησης από το Home Assistant.
es: Ajustes push importados desde Home Assistant
fi: Push asetukset tuotu Kotiavustajaan
fr: Paramètres Push importés depuis Home Assistant.
it: Impostazioni push importate da Home Assistant
nb: Push innstillinger importert fra Home Assistant.
nl: Push instellingen geïmporteerd vanuit Home Assistent.
pl_pl: Ustawienia powiadomień push zostały zaimportowane z Home Assistant.
ru: Настройки уведомлений импортированы из вашего Home Assistant.
sv: Push-inställningar importerades från Home Assistant.
uk: Налаштування push імпортовані з Home Assistant
zh_hans: 成功从Home Assistant中导入推送设置。
zh_hant: 推播通知設定已匯入至 Home Assistant

# settings_details.notifications.sounds_section.footer
source: Custom push notification sounds can be added via iTunes.
ca_es: Els sons de les notificacions push personalitzades es poden afegir mitjançant iTunes.
cy_gb: Gellir ychwanegu synau hysbysu gwthio personol trwy iTunes.
da: Brugerdefinerede push-notifikationslyde kan tilføjes via iTunes.
el: Μπορούν να προστεθούν προσαρμοσμένοι ήχοι ειδοποίησης push μέσω του iTunes.
es: Se pueden agregar sonidos personalizados de notificación a través de iTunes.
fi: Mukautetut push-ilmoituksia voi lisätä iTunesin kautta.
fr: Des sons de notification push personnalisés peuvent être ajoutés via iTunes.
it: I suoni di notifica personalizzati possono essere aggiunti tramite iTunes.
nb: Egendefinerte push varslingslyder kan legges via iTunes.
nl: Aangepaste pushberichtgeluiden kunnen via iTunes worden toegevoegd.
pl_pl: Niestandardowe dźwięki powiadomień można dodać za pomocą iTunes.
ru: Свои звуки мгновенных уведомлений можно добавить через iTunes.
sv: Anpassade push-meddelandeljud kan läggas till via iTunes.
uk: Користувальницькі звуки для сповіщень можуть бути додані через iTunes.
zh_hans: 可以通过iTunes添加自定义推送通知提示音。
zh_hant: 可透過 iTunes 加入自訂推播通知音效

# settings_details.notifications.sounds_section.button.title
source: Import Sounds
ca_es: Importar sons
cy_gb: Mewngludo synau
da: Importér lyde
el: Εισαγωγή ήχων
es: Importar Sonidos
fi: Tuodut äänet
fr: Importer des sons
it: Importa suoni
nb: Importer lyder
nl: Geluiden importeren
pl_pl: Importuj dźwięki
ru: Загрузить звуки
sv: Importera ljud
uk: Імпорт звуків
zh_hans: 导入提示音
zh_hant: 匯入音效

# settings_details.notifications.sounds_section.imported_alert.title
source: Sounds Imported
ca_es: Sons importats
cy_gb: Synau wedi'u mewngludo
da: Lyde importeret
el: Εισαγόμενοι ήχοι
es: Sonidos importados
fi: Äänet tuotu
fr: Sons importés
it: Suoni importati
nb: Lyder importert
nl: Geluiden geïmporteerd
pl_pl: Zaimportowano dźwięki
ru: Звуки загружены
sv: Ljud importerat
uk: Звуки імпортовано
zh_hans: 提示音已导入
zh_hant: 音效已匯入

# settings_details.notifications.sounds_section.imported_alert.message
source: %li sounds were imported. Please restart your phone to complete the import.
ca_es: S'han importat %li sons. Reinicieu el telèfon per completar la importació.
cy_gb: Wedi mewngludo %li synau. Ailgychwynwch eich ffôn i gwblhau'r mewngludo.
da: %li lyde blev importeret. Genstart telefonen for at fuldføre importen.
el: %li ήχοι εισήχθησαν. Επανεκκινήστε το τηλέφωνό σας για να ολοκληρώσετε την εισαγωγή.
es: %d sonidos fueron importados. Por favor, reinicie su teléfono para completar la importación.
fi: %d ääntä tuotiin. Viimeistele tuonti käynnistämällä puhelinta uudelleen.
fr: %d sons ont été importés. Veuillez redémarrer votre téléphone pour terminer l'importation.
it: %d suoni sono stati importati. Si prega di riavviare il telefono per completare l'importazione.
nb: %d lyder ble importert. Vennligst start telefonen på nytt for å fullføre importen.
nl: %d geluiden zijn geïmporteerd. Herstart je telefoon om het importeren te voltooien.
pl_pl: Zaimportowano %li dźwięków. Uruchom ponownie telefon, aby zakończyć import.
ru: Загружено звуков: %li. Для завершения загрузки нужно перезагрузить телефон.
sv: %d ljud importerades. Vänligen starta om din telefon för att slutföra importen.
uk: %li звуків імпортовано. Перезавантажте телефон, щоб завершити імпорт.
zh_hans: %d 个提示音已被导入，请重启手机以完成导入。
zh_hant: 已匯入 %li 個音效，請重啟手機以完成匯入動作。

# settings_details.notifications.badge_section.button.title
source: Reset badge to 0
ca_es: Restablir la insígnia a 0
cs: Resetovat odznak
cy_gb: Ailosod bathodyn i 0
da: Nulstil badge til 0
de: Badge zurücksetzen
el: Επαναφορά σήματος στο 0
es: Restablecer insignia en 0
et: Lähtesta märk
fi: Palauta merkkiä arvoon 0
fr: Remettre le badge à 0
hu: Jelvény visszaállítása
id: Setel Ulang Lencana
it: Reset badge a 0
ja: バッジをリセット
ko_kr: 배지 초기화
nb: Tilbakestille merke til 0
nl: Zet badge terug naar 0
pt_br: Redefinir emblema
ru: Сбросить счётчик на значке
sv: Nollställ brickan
tr: Rozeti 0'a sıfırla
uk: Скиньте значок до 0
zh_hans: 将标记重置为0
zh_hant: 重置標記

# settings_details.notifications.badge_section.reset_alert.title
source: Badge reset
ca_es: Restablir insígnia
cy_gb: Ailosod bathodyn
da: Nulstilling af badge
el: Επαναφορά σήματος
es: Restablecer insignia
fi: Merkin nollaus
fr: Réinitialisation du badge
it: Reset badge
nb: Tilbakestill merke
nl: Badge herstellen
ru: Счётчик обнулён
sv: Återställ brickan
uk: Скидання значка
zh_hans: 标记重置
zh_hant: 標記重置

# settings_details.notifications.badge_section.reset_alert.message
source: The badge has been reset to 0.
ca_es: La insígnia s'ha restablert a 0.
cy_gb: Mae'r bathodyn wedi'i ailosod i 0.
da: Badget er blevet nulstillet til 0.
el: Το σήμα έχει μηδενιστεί στο 0.
es: La insignia se ha restablecido a 0.
fi: Merkki on palautettu arvoon 0.
fr: Le badge a été réinitialisé à 0.
it: Il badge è stato reimpostato a 0.
nb: Merket har blitt tilbakestilt til 0.
nl: De badge is hersteld naar 0
ru: Число на значке программы сброшено в 0
sv: Brickan har nollställts.
uk: Значок було скинуто до 0.
zh_hans: 标记已置零
zh_hant: 標記數字已重置為 0。

# permissions.location.message
source: We use this to informHome Assistant of your device location and state.
ca_es: Utilitzem això per informar al Home Assistant de la ubicació i l'estat del teu dispositiu.
cy_gb: Rydyn ni'n defnyddio hwn i diweddaru Home Assistant o leoliad a statws eich dyfais
da: Vi bruger dette til at informereHome Assistant om din enheds lokalitet og tilstand.
el: Χρησιμοποιούμε αυτό για να ενημερώσουμε το Home Assistant για την τοποθεσία και την κατάσταση της συσκευής σας.
es: Usamos esto para informar a Home Assistant de la ubicación y el estado de su dispositivo.
fi: Käytämme tätä laitteen sijainnin ja tilan ilmoittamiseenKotiavustajalle.
fr: Nous l’utilisons pour informerHome Assistant de l’emplacement et de l’état de votre appareil.
it: Usiamo questo per informareHome Assistant della posizione e dello stato del dispositivo.
nb: Vi bruker dette til informHome Assistant for enhetens posisjon og tilstand.
nl: We gebruiken dit om Home Assistant te informerenover de plaats en status van uw apparaat.
pl_pl: Używamy tego do powiadamianiaHome Assistant o lokalizacji i stanie Twojego urządzenia.
ru: Используется для передачи вашегоместоположения и состояния устройства в Home Assistant.
sv: Vi använder detta för att informeraHome Assistant om enhetens plats och status.
uk: Ми використовуємо це, щоб інформуватиHome Assistant про розташування та стан вашого пристрою.
zh_hant: 我們使用此功能以通知 Home Assistant 你的裝置位置與狀態。

# permissions.notification.message
source: We use this to let yousend notifications to your device.
ca_es: Utilitzem això per permetre-li enviar notificacions al seu dispositiu.
cy_gb: Rydyn ni'n defnyddio hwn i anfon hysbysiadau at eich dyfais.
da: Vi bruger dette til atsende notifikationer til din enhed.
el: Χρησιμοποιούμε αυτό για να σας επιτρέψουμεsend ειδοποιήσεις στη συσκευή σας.
es: Usamos esto para dejarte envíar notificaciones a tu dispositivo.
fi: Käytämme tätä, jotta voitlähettää ilmoituksia laitteeseesi.
fr: Nous l'utilisons pour vous permettred'envoyer des notifications à votre appareil.
it: Usiamo questo per permetterti diinviare le notifiche al tuo dispositivo.
nb: Vi bruker dette for å la deg sende meldinger til enheten.
nl: We gebruiken dit om notificaties aar je apparaat te sturen.
pl_pl: Używamy tego, aby umożliwić Ciwysyłanie powiadomień do Twojego urządzenia.
ru: Используется для отправкиуведомлений на это устройство
sv: Vi använder detta för att låta digskicka notiser till din enhet.
uk: Ми використовуємо це, щоб ви моглинадіслати сповіщення на пристрої.
zh_hant: 我們使用此功能以便傳送通知至你的裝置。

# devices_map.title
source: Devices & Zones
ca_es: Dispositius i zones
cy_gb: Dyfeisiau a Pharthau
da: Enheder & zoner
el: Συσκευές και Ζώνες
es: Dispositivos y Zonas
fi: Laitteet ja vyöhykkeet
fr: Appareils et zones
it: Dispositivi e Zone
nb: Enheter og soner
nl: Apparaten & Zones
pl_pl: Urządzenia i strefy
ru: Устройства и зоны
sv: Enheter och zoner
uk: Пристрої та зони
zh_hans: 设备和区域
zh_hant: 裝置與區域

# devices_map.map_types.standard
source: Standard
ca_es: Estàndard
cy_gb: Safonol
el: Τυπικό
es: Estándar
fi: Tavallinen
nl: Standaard
pl_pl: Standardowa
ru: Карта
uk: Стандартний
zh_hans: 标准
zh_hant: 標準圖

# devices_map.map_types.hybrid
source: Hybrid
ca_es: Híbrid
el: Υβριδικό
es: Híbrido
fi: Hybriidi
fr: Hybride
it: Ibrida
nl: Hybride
pl_pl: Hybrydowa
ru: Гибрид
uk: Гібридний
zh_hans: 混合
zh_hant: 綜合圖層

# devices_map.map_types.satellite
source: Satellite
ca_es: Satèl·lit
cy_gb: Lloeren
da: Satellit
el: Δορυφόρος
es: Satélite
fi: Satelliitti
it: Satellitare
nb: Satellitt
nl: Satelliet
pl_pl: Satelita
ru: Спутник
sv: Satellit
uk: Супутниковий
zh_hans: 卫星
zh_hant: 衛星圖

# devices_map.battery_label
source: Battery
ca_es: Bateria
cy_gb: Batri
da: Batteri
el: Μπαταρία
es: Batería
fi: Akku
fr: Batterie
it: Batteria
nb: Batteri
nl: Batterij
pl_pl: Bateria
ru: Аккумулятор
sv: Batteri
uk: Акумулятор
zh_hans: 电量
zh_hant: 電量

# ok_label
source: OK
ca_es: D'acord
cy_gb: Iawn
el: Εντάξει
et: Sobib
id: Oke
nl: Oké
ru: ОК
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 好

# about.title
source: About
ca_es: Quant a
cs: O aplikaci
cy_gb: Amdanom Ni
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Sovelluksesta
fr: À propos
hu: Névjegy
id: Tentang
it: Informazioni
ja: ～について
ko_kr: 정보
nb: Om
nl: Over
pl_pl: O
pt_br: Sobre
ru: О программе
sv: Om
tr: Hakkında
uk: Інформація
zh_hans: 关于
zh_hant: 關於

# about.logo.tagline
source: Awaken Your Home
ca_es: Desperta la teva llar
cs: Probuďte svůj domov
cy_gb: Deffro'ch Cartref
da: Væk dit hjem til live
de: Erwecke dein Zuhause
el: Ζωντανέψτε το σπίτι σας
es: Despierta tu hogar
et: Ärata oma kodu
fi: Herätä kotiasi
fr: Réveillez votre maison
hu: Ébressze fel otthonát
id: Bangkitkan Rumah Anda
it: Risveglia la tua casa
ja: あなたの家を呼び覚ます
ko_kr: 당신의 집을 깨워라
nb: Ta kontroll over hjemme ditt
pl_pl: Obudź swój dom
pt_br: Desperte sua casa
ru: Пробудите ваш дом
sv: Väck ditt hem
tr: Evinizi Uyandırın
uk: Пробуджує ваш дім
zh_hans: 唤醒你的家
zh_hant: 喚醒你的智能家居

# about.acknowledgements.title
source: Acknowledgements
ca_es: Agraïments
cs: Poděkování
cy_gb: Cydnabyddiaethau
da: Anerkendelser
de: Danksagungen
el: Ευχαριστίες
es: Agradecimientos
et: Tänuavaldused
fi: Kiitokset
fr: Remerciements
hu: Köszönetnyilvánítás
id: Pengakuan
it: Riconoscimenti
ja: 謝辞
ko_kr: 감사의 말
nb: Krediteringer
nl: Met dank aan
pl_pl: Podziękowania
pt_br: Agradecimentos
ru: Благодарности
sv: Tack till
tr: Teşekkürler
uk: Подяки
zh_hans: 致谢
zh_hant: 致謝

# about.website.title
source: Website
ca_es: Lloc web
cs: Webová stránka
cy_gb: Gwefan
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
es: Sitio web
et: Koduleht
fi: Verkkosivusto
fr: Site web
hu: Weboldal
id: Situs Web
it: Sito web
ja: Webサイト
ko_kr: 웹사이트
nb: Nettsted
pl_pl: Strona internetowa
pt_br: Site
ru: Наш сайт
sv: Webbplats
tr: Web sitesi
uk: Сайт
zh_hans: 网站
zh_hant: 網站

# about.forums.title
source: Forums
ca_es: Fòrums
cs: Fórum
cy_gb: Fforymau
da: Forum
de: Forum
el: Φόρα
es: Foros
et: Foorumid
fi: Foorumit
fr: Les forums
hu: Fórumok
id: Forum
it: Forum
ja: フォーラム
ko_kr: 포럼
nb: Forum
nl: Forum
pl_pl: Fora
pt_br: Fóruns
ru: Форумы
sv: Forum
tr: Forumlar
uk: Форуми
zh_hans: 论坛
zh_hant: 論壇

# about.chat.title
source: Chat
ca_es: Xat
cy_gb: Sgwrsio
el: Συνομιλία
es: Charla
et: Vestlus
fi: Chatti
hu: Csevegés
id: Mengobrol
ja: チャット
ko_kr: 채팅
pl_pl: Czat
ru: Чат
sv: Chatt
tr: Sohbet
uk: Чат
zh_hans: 聊天
zh_hant: 聊天

# about.documentation.title
source: Documentation
ca_es: Documentació
cs: Dokumentace
cy_gb: Dogfennau
da: Dokumentation
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
et: Dokumentatsioon
fi: Dokumentointi
hu: Dokumentáció
id: Dokumentasi
it: Documentazione
ja: ドキュメンテーション
ko_kr: 문서
nb: Dokumentasjon
nl: Documentatie
pl_pl: Dokumentacja
pt_br: Documentação
ru: Документация
sv: Dokumentation
tr: Dökümanlar
uk: Документація
zh_hans: 文档
zh_hant: 相關文件

# about.home_assistant_on_twitter.title
source: Home Assistant on Twitter
ca_es: Home Assistant a Twitter
cs: Home Assistant na X
cy_gb: Home Assistant ar Twitter
da: Home Assistant på Twitter
de: Home Assistant auf Twitter
el: Το Home Assistant στο Twitter
es: Home Assistant en Twitter
et: Home Assistant Twitteris
fi: Home Assistant Twitterillä
fr: Home Assistant sur Twitter
hu: Home Assistant a Twitteren
id: Home Assistant di Twitter
it: Home Assistant su Twitter
ja: Home AssistantのTwitter
ko_kr: Twitter
nb: Home Assistant på Twitter
nl: Home Assistant op Twitter
pl_pl: Home Assistant na Twitterze
pt_br: Home Assistant no Twitter
ru: Home Assistant в Твиттере
sv: Home Assistant på Twitter
tr: Twitter'da Home Assistant
uk: Home Assistant у Twitter
zh_hans: 我们的 Twitter 主页
zh_hant: Home Assistant 官方 Twitter 帳號

# about.home_assistant_on_facebook.title
source: Home Assistant on Facebook
ca_es: Home Assistant a Facebook
cs: Home Assistant na Facebooku
cy_gb: Home Assistant ar Facebook
da: Home Assistant på Facebook
de: Home Assistant auf Facebook
el: Το Home Assistant στο Facebook
es: Home Assistant en Facebook
et: Home Assistanti Facebooki leht
fi: Home Assistant Facebookissa
fr: Home Assistant sur Facebook
hu: Home Assistant a Facebookon
id: Home Assistant di Facebook
it: Home Assistant su Facebook
ja: Home AssistantのFacebook
ko_kr: Facebook
nb: Home Assistant på Facebook
nl: Home Assistant op Facebook
pl_pl: Home Assistant na Facebooku
pt_br: Home Assistant no Facebook
ru: Home Assistant в Facebook
sv: Home Assistant på Facebook
tr: Facebook'ta Home Assistant
uk: Home Assistant у Facebook
zh_hans: 我们的 Facebook 主页
zh_hant: 官方 Facebook 粉絲頁

# about.github_issue_tracker.title
source: GitHub Issue Tracker
ca_es: Rastrejador de problemes de Github
cs: Nahlásit chybu na GitHubu
el: Παρακολούθηση ζητημάτων GitHub
es: Rastreador Problemas Github
fi: GitHub Vikaseuranta
fr: Suivi des bugs sur GitHub
hu: GitHub hibabejelentő
id: Pelacak Issue GitHub
ko_kr: GitHub 이슈 트래커
pl_pl: Zgłoszone błędy na GitHub
ru: Ошибки и задачи в GitHub
sv: GitHub Ärendehantering
tr: GitHub Sorun İzleyici
zh_hans: GitHub 问题跟踪器
zh_hant: GitHub 問題追蹤

# url_handler.error.title
source: Error
cy_gb: Gwall
da: Fejl
el: Σφάλμα
fi: Virhe
fr: Erreur
it: Errore
nb: Feil
nl: Fout
pl_pl: Błąd
ru: Ошибка
sv: Fel
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# url_handler.no_service.message
source: %@ is not a valid route
ca_es: %@ no és una ruta vàlida
cs: %@ není platná trasa
cy_gb: Nid yw %@ yn llwybr dilys
da: %@ er ikke en gyldig rute
de: %@ ist kein gültiger Pfad
el: %@ δεν είναι έγκυρη διαδρομή
es: %@ no es una ruta válida
et: %@ ei ole kehtiv marsruut
fi: %@ ei ole kelvollinen reitti
fr: %@ n'est pas un itinéraire valide
hu: %@ nem érvényes útvonal
id: %@ bukan rute yang valid
it: %@ non è un percorso valido
ja: %@ は有効なルートではありません
ko_kr: %@은(는) 올바른 경로가 아닙니다.
nb: %@ er ikke en gyldig rute
nl: %@ is geen geldige route
pl_pl: %@ nie jest prawidłową trasą
pt_br: %@ não é uma rota válida
ru: %@ не является действительным маршрутом
sv: %@ är inte en giltig väg
tr: %@ geçerli bir rota değildir
uk: %@ - недійсний маршрут
zh_hans: %@ 是无效路径
zh_hant: %@ 非有效路徑

# url_handler.call_service.success.title
source: Called service
ca_es: Servei cridat
cs: Služba zavolána
cy_gb: Wedi galw gwasanaeth
da: Kaldte service
de: Dienst ausgeführt
el: Υπηρεσία εκλήθη
es: Servicio llamado
et: Kutsutud teenus
fi: Palvelu pyydetty
fr: Service appelé
hu: Meghívott szolgáltatás
id: Layanan dipanggil
it: Servizio chiamato
ja: サービスを呼び出す
ko_kr: 호출된 서비스
nb: Utfør tjeneste
nl: Aangeroepen dienst
pl_pl: Wywołana usługa
pt_br: Serviço chamado
ru: Служба вызвана
sv: Anropade tjänst
tr: Çağrılan hizmet
uk: Викликаний сервіс
zh_hans: 服务已调用
zh_hant: 已執行服務

# url_handler.call_service.success.message
source: Successfully called %@
ca_es: S'ha cridat correctament %@
cs: %@ úspěšně zavoláno
cy_gb: Wedi llwyddo i alw %@
da: Det lykkedes at kalde %@
de: %@ erfolgreich ausgeführt
el: Κλήθηκε επιτυχώς %@
es: Llamado exitosamente %@
et: Edukalt kutsutud %@
fi: Onnistuneesti pyydetty %@
fr: %@ appelé avec succès
hu: %@ sikeresen meghívva
id: Berhasil memanggil %@
it: %@ chiamato con successo
ja: %@ の呼び出しに成功
ko_kr: 성공적으로 %@을(를) 호출했습니다.
nb: Utført hendelse er vellykket %@
nl: Met succes uitgevoerd %@
pl_pl: Pomyślnie wywołano %@
pt_br: Chamado com sucesso %@
ru: Служба %@ успешно вызвана.
sv: Anrop %@ lyckades
tr: %@ başarıyla çağrıldı
uk: Успішний виклик %@
zh_hans: 成功调用服务 %@
zh_hant: 成功執行 %@ 服務

# url_handler.call_service.error.message
source: An error occurred while attempting to call service %@: %@
ca_es: S'ha produït un error al intentar cridar el servei %@: %@
cs: Při pokusu o volání služby %@ došlo k chybě: %@
cy_gb: Digwyddodd gwall wrth geisio galw gwasanaeth %@ : %@
da: Der opstod en fejl under forsøg på at kalde tjeneste %@: %@
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια κλήσης της υπηρεσίας %@ : %@
es: Se produjo un error al intentar llamar al servicio %@: %@
et: Teenuse %@ kutsumisel ilmnes tõrge: %@
fi: Virhe yritettäessä pyytää palvelua %@: %@
fr: Une erreur s'est produite lors de la tentative d'appel du service %@ : %@
hu: Hiba történt a szolgáltatás meghívása közben %@: %@
id: Terjadi kesalahan saat mencoba memanggil layanan %@ : %@
it: Si è verificato un errore durante il tentativo di chiamare il servizio %@:%@
ja: サービス %@ の呼び出し中にエラーが発生しました: %@
ko_kr: %@ 서비스를 호출하는 동안 오류가 발생했습니다: %@
nb: Det oppstod en feil under forsøk på å kalle tjenesten %@: %@
pl_pl: Wystąpił błąd podczas próby wywołania usługi %@: %@
pt_br: Ocorreu um erro ao tentar chamar o serviço %@ : %@
ru: Произошла ошибка при попытке запустить событие %@ : %@
sv: Ett fel inträffade vid försök att anropa tjänsten %@: %@
tr: Hizmet %@'i çağırmaya çalışırken bir hata oluştu: %@
uk: Сталася помилка під час спроби викликати сервіс %@: %@
zh_hant: 執行 %@ 服務時發生錯誤：%@
