Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# whats_new.Two_Dot_Zero.items.critical_alerts.subtitle
source: When you send a notification as a Critical Alert, it will bypass Do Not Disturb and volume settings.
ca_es: Quan envieu una notificació com a alerta crítica, s'ignorarà la configuració No Molestar i les opcions de volum.
da: Når du sender en notifikation som en kritisk advarsel, vil den omgå Forstyr ikke og lydstyrkeindstillinger.
el: Όταν στέλνετε μια ειδοποίηση ως κρίσιμη ειδοποίηση, θα γίνεται παράκαμψη των ρυθμίσεων "Μην ενοχλείτε" και έντασης.
es: Cuando envía una notificación como alerta crítica, omitirá la configuración de No molestar y volumen.
fi: Kun lähetät ilmoituksen kriittisenä hälytyksenä, se ohittaa Älä häiritse -asetuksen sekä asetettu äänenvoimakkuus.
fr: Lorsque vous envoyez une notification en tant qu'alerte critique, elle contourne les paramètres Ne pas déranger et le volume.
it: Quando invii una notifica come avviso critico, ignora le impostazioni di Non disturbare e del volume.
nb: Når du sender et varsel som en kritisk advarsel, vil den omgå ikke forstyrr og voluminnstillinger.
nl: Wanneer u een melding verzendt als kritieke waarschuwing, worden Do Not Disturb- en volume-instellingen omzeild.
pl_pl: Gdy wyślesz powiadomienie jako alert krytyczny, pominie ono ustawienia Nie przeszkadzać i ustawienia głośności.
sv: När du skickar en avisering som en Kritisk varning, släpps notifikationen igenom trots Stör ej och förbiser volyminställningar.
uk: Надсилання критичних сповіщень ігноруватиме режим "Не турбувати" та налаштування гучності.
zh_hans: 当您以严重警报的形式发送通知时，它将绕过“请勿打扰”和音量设置。
zh_hant: 當你以關鍵警告推送通知時，將會忽略「請勿打擾」與「音量設置」的限制。

# whats_new.Two_Dot_Zero.items.in_app_notification_category_editor.title
source: In App Notification Category Editor
ca_es: A l'editor de categories de notificacions de l'aplicació
da: Redigering af notifikationskategori i appen
el: Πρόγραμμα επεξεργασίας κατηγοριών ενημερώσεων εντός εφαρμογής
fi: Ilmoitusluokkien muokkaaminen sovelluksen sisällä
fr: Éditeur de catégorie de notification dans l'application
it: Nell'editor di categorie nelle impostazioni di notifica dell'app
nl: In de app-meldingscategorie-editor
pl_pl: Edytor kategorii powiadomień
sv: Redigering av aviseringskategorier inuti appen
uk: Вбудований редактор категорій для сповіщень
zh_hans: 应用内通知目录编辑器
zh_hant: 程式內通知類別編輯器

# whats_new.Two_Dot_Zero.items.in_app_notification_category_editor.subtitle
source: Forget about YAML, edit categories in the app and see results in real time.
ca_es: Oblideu-vos de YAML, editeu categories a l’aplicació i vegeu resultats en temps real.
da: Glem alt om YAML. Rediger kategorier i appen og se resultater i realtid.
el: Ξεχάστε το YAML, επεξεργαστείτε κατηγορίες στην εφαρμογή και δείτε αποτελέσματα σε πραγματικό χρόνο.
es: Olvídese de YAML, edite las categorías en la aplicación y vea los resultados en tiempo real.
fi: Unohda YAML:ia, muokkaa luokkia sovelluksessa ja näe tulokset reaaliajassa.
fr: Oubliez YAML, modifiez des catégories dans l'application et visualisez les résultats en temps réel.
it: Dimentica YAML, modifica le categorie nell'app e visualizza i risultati in tempo reale.
nb: Glem YAML, rediger kategorier i appen og se resultater i sanntid.
nl: Vergeet YAML, bewerk categorieën in de app en bekijk resultaten in realtime.
pl_pl: Zapomnij o YAML, edytuj kategorie w aplikacji i zobaczysz wyniki od razu.
sv: Glöm YAML! Redigera kategorier i appen, och se resultaten i realtid.
uk: Забудьте про YAML, редагуйте категорії в додатку та переглядайте результати в режимі реального часу.
zh_hans: 直接编辑类别并实时查看结果，不再需要关注YAML配置文件。
zh_hant: 忘了 YAML 吧，於程式內編輯類別並馬上看到結果。

# whats_new.Two_Dot_Zero.items.notification_sounds.title
source: Notification Sounds
ca_es: Sons de notificació
cy_gb: Synau hysbysu
da: Notifikationslyde
el: Ήχοι ειδοποίησης
es: Sonidos de notificación
fi: Ilmoitusääniä
fr: Sons de notification
it: Suoni di notifica
nb: Varsellyder
nl: Meldingsgeluiden
pl_pl: Dźwięki powiadomień
ru: Звуки уведомлений
sv: Aviseringsljud
uk: Звуки сповіщень
zh_hans: 通知声音
zh_hant: 通知音效

# whats_new.Two_Dot_Zero.items.notification_sounds.subtitle
source: Use system sounds for your notifications and manage sounds entirely in app. No more iTunes!
ca_es: Utilitzeu els sons del sistema per a les vostres notificacions i gestioneu els sons completament a l'aplicació. Ja no hi ha iTunes!
da: Brug systemlyde til dine notifikationer, og administrer lyde i appen. Ikke mere iTunes!
el: Χρησιμοποιήστε ήχους συστήματος για τις ειδοποιήσεις σας και διαχειριστείτε τους ήχους εξ ολοκλήρου στην εφαρμογή. Όχι άλλο iTunes!
es: Utilice sonidos del sistema para sus notificaciones y administre los sonidos completamente en la aplicación. ¡No más iTunes!
fi: Käytä järjestelmä-ääniä ilmoituksissa ja hallitse ääniä kokonaan sovelluksessa. Ei enää iTunesia!
fr: Utilisez les sons du système pour vos notifications et gérez les sons entièrement dans l'application. Plus besoin d'iTunes!
it: Utilizza i suoni di sistema per le tue notifiche e gestisci i suoni interamente in app. Basta con iTunes!
nb: Bruk systemlyder for varslene dine, og administrer lyder inne i appen. Ikke mer iTunes!
nl: Gebruik systeemgeluiden voor uw meldingen en beheer geluiden volledig in de app. Geen iTunes meer!
pl_pl: Używaj dźwięków systemowych do powiadomień i zarządzaj dźwiękami całkowicie w aplikacji. Koniec z iTunes!
sv: Använd systemljud för dina aviseringar och hantera ljud helt och hållet i apppen. Inget mer iTunes!
uk: Використовуйте системні звуки для своїх сповіщень і керуйте звуками повністю в додатку. Більше ніякого iTunes!
zh_hans: 使用系统声音进行通知，并可以完全在应用程序中管理声音。不再用iTunes！
zh_hant: 使用系統音效作為通知，並於程式內管理所有音效。不再需要 iTunes！

# whats_new.Two_Dot_Zero.items.web_view_cleanup.title
source: Web View Cleanup
ca_es: Neteja de visualitzacions web
cy_gb: Tacluso Web View
da: Oprydning i webvisning
el: Εκκαθάριση προβολής ιστού
es: Limpieza de vista web
fi: Web-näkymän puhdistus
fr: Nettoyage de la vue Web
it: Pulizia della vista Web
nb: Opprydding i Web visning
nl: Web View Schoonmaak
ru: Очистка веб-просмотра
sv: Rensning av Web View
uk: Очищення веб-перегляду
zh_hans: 网页视图清理
zh_hant: 更清爽的介面

# whats_new.Two_Dot_Zero.items.web_view_cleanup.subtitle
source: No more toolbars, the app is now tightly integrated with the frontend. Settings can be found in the Sidebar and pull to refresh has been added.
ca_es: No hi ha més barres d'eines, l'aplicació ara està estretament integrada amb el frontend. La configuració es pot trobar a la barra lateral i s'ha afegit pull-to-refresh.
da: Slut med værktøjslinjer. Appen er nu tæt integreret med brugerfladen. Indstillinger kan findes i sidepanelet, og 'træk for at opdatere' er blevet tilføjet.
el: Δεν υπάρχουν άλλες γραμμές εργαλείων, η εφαρμογή είναι τώρα στενά ενσωματωμένη με το frontend. Ρυθμίσεις μπορούν να βρεθούν στην πλαϊνή μπάρα και τραβήξτε για να ανανεώσετε έχει προστεθεί.
es: No más barras de herramientas, la aplicación ahora está estrechamente integrada con la interfaz. La configuración se puede encontrar en la barra lateral y se ha agregado tirar para actualizar.
fi: Ei enää työkalurivejä, sovellus on nyt tiiviisti integroitu frontend:iin. Asetukset löytyvät sivupalkista ja "vedä alas pävittämiseen" on lisätty.
fr: Plus de barres d'outils, l'application est désormais étroitement intégrée à l'interface. Vous pouvez trouver les paramètres dans la barre latérale et tirer pour actualiser a été ajouté.
it: Niente più barre degli strumenti, l'app è ora strettamente integrata con il frontend. Le impostazioni dell'app possono essere trovate nella barra laterale, ed è stato aggiunta la funzione pull to refresh.
nb: Ingen flere verktøylinjer, programmet er nå tett integrert med frontend. Innstillinger kan bli funnet i sidepanelet og dra for å oppdatere er nå lagt til.
nl: Geen werkbalken meer, de app is nu strak geïntegreerd met de frontend. Instellingen zijn te vinden in de zijbalk en pull to refresh is toegevoegd.
pl_pl: Koniec z paskami narzędzi, aplikacja jest teraz ściśle zintegrowana z interfejsem użytkownika. Ustawienia można znaleźć na pasku bocznym, a aby odświeżyć wystarczy pociągnąć stronę z góry do dołu.
sv: Inga fler verktygsfält, appen är nu tätt integrerad med frontend. Inställningar hittas i sidofältet och funktionaliteten "dra ner för att uppdatera" har lagts till.
uk: Більше немає панелей інструментів, додаток тепер тісно інтегровано з фронтендом. Налаштування можна знайти на бічній панелі. Додано функцію "потягнути вниз для оновлення".
zh_hans: 现在没有更多的工具栏，该应用程序已与前端紧密集成。可以在侧边栏中找到设置，并添加了刷新功能。
zh_hant: 不再有工具列，程式設定功能現在整合於前端選單介面中。能夠於左側選單找到設定，並新增下拉更新功能。

# whats_new.Two_Dot_Zero.items.today_widget.title
source: Today Widget
ca_es: Widget d'avui
da: 'I dag'-widget
el: Widget "Σήμερα"
es: Widget del día
fi: Tänään widget
fr: Widget
it: Widget Oggi
nl: Vandaag Widget
pl_pl: Widget Dzisiaj
ru: Виджет "Сегодня"
sv: Idag widget
uk: Віджет "Сьогодні"
zh_hans: '今日'小工具
zh_hant: 今日小工具

# whats_new.Two_Dot_Zero.items.today_widget.subtitle
source: Allow running automations in Home Assistant from the Today View.
ca_es: Permet executar automatitzacions al Home Assistant des de la visualització d'avui.
cy_gb: Caniatáu awtomatiaethau i redeg yn Home Assistant o Today View.
da: Automatiseringer i Home Assistant kan startes fra oversigten 'I dag'.
el: Να επιτρέπονται οι αρχικοί αυτοματισμοί στο Home Assistant από την Προβολή "Σήμερα".
es: Permite ejecutar automatizaciones en Home Assistant en la vista Hoy.
fi: Automatisointien käynnistäminen Kotiavustajassa Tänään -näkymästä
fr: Autoriser l'exécution d'automatisations dans Home Assistant à partir de la vue du jour.
it: Consente l'esecuzione di automazioni in Home Assistant dalla visualizzazione Oggi.
nb: Tillat kjørende automatiseringer i Home Assistant fra dagens visning.
nl: Het uitvoeren van automatiseringen in Home Assistant toe vanuit de Today View
pl_pl: Zezwól na uruchamianie automatyzacji w Home Assistant w widoku 'Dziś'.
sv: Tillåt körning av automatiseringar, i Home Assistant, från Idag -vyn.
uk: Дозволити запуск автоматизації у Home Assistant з подання «Cьогодні».
zh_hans: 允许在“今日”视图中运行Home Assistant自动化。
zh_hant: 允許於今日小工具中執行 Home Assistant 自動化。

# whats_new.Two_Dot_Zero.items.more_data.title
source: More Data
ca_es: Més Dades
cy_gb: Mwy o Ddata
da: Flere data
el: Περισσότερα δεδομένα
es: Más datos
fi: Lisää tietoja
fr: Plus de données
it: Altri dati
nb: Flere data
nl: Meer gegevens
pl_pl: Więcej danych
ru: Больше данных
sv: Mer data
uk: Більше даних
zh_hans: 更多数据
zh_hant: 更多資料

# whats_new.Two_Dot_Zero.items.more_data.subtitle
source: Newly added sensors for steps, distance traveled, pace, connection information and more.
ca_es: Sensors nous per a passos, distància recorreguda, ritme, informació de connexió i molt més.
da: Nytilføjede sensorer til skridt, tilbagelagt afstand, tempo, forbindelsesinformation og mere.
el: Πρόσφατα προστέθηκαν αισθητήρες για βήματα, απόσταση που διανύθηκε, ρυθμός, πληροφορίες σύνδεσης και πολλά άλλα.
es: Sensores recientemente añadidos para pasos, distancia recorrida, ritmo, información de conexión y más.
fi: Uudet anturit portaisiin, kuljetun matkaan, nopeuteen, tahtiin ja paljon muihin.
fr: Nouveaux capteurs ajoutés pour les pas, la distance parcourue, le rythme, les informations de connexion et plus encore.
it: Nuovi sensori aggiunti per i passi, la distanza percorsa, il ritmo, le informazioni di connessione e altro ancora.
nb: Nyopprettede sensorer for trinn, avstandsreise, tempo, tilkoblingsinformasjon og mer.
nl: Nieuw toegevoegde sensoren voor stappen, afgelegde afstand, tempo, verbindingsinformatie en meer.
pl_pl: Nowo dodane sensory kroków, przebytej odległości, tempa, informacji o połączeniu i więcej.
sv: Appen skapar nya sensorer i Home Assistant för steg, tillryggalagd sträcka, tempo, anslutningsinformation med mera.
uk: Нещодавно додані сенсори для кроків, пройденої відстані, темпу, інформації про з'єднання та багато іншого.
zh_hans: 新添加的传感器可用于测量步距，行进距离，步速，连接信息等。
zh_hant: 新增步數、步行距離、行進速度、連線資訊等多項感測器資料。

# whats_new.Two_Dot_Zero.items.themes.title
source: Themes
ca_es: Temes
cy_gb: Themâu
da: Temaer
el: Θέματα
es: Temas
fi: Teemat
fr: Thèmes
it: Temi
nb: Temaer
nl: Thema's
pl_pl: Motywy
ru: Темы
sv: Teman
uk: Теми
zh_hans: 主题
zh_hant: 主題

# whats_new.Two_Dot_Zero.items.themes.subtitle
source: The app now matches your active frontend theme, in real time!
ca_es: L’aplicació ara coincideix amb el vostre tema actiu, en temps real!
da: Appen matcher nu dit aktive brugerflade-tema i realtid!
el: Η εφαρμογή ταιριάζει τώρα με το ενεργό θέμα του frontend σας, σε πραγματικό χρόνο!
es: La aplicación ahora coincide con su tema de interfaz activo, ¡en tiempo real!
fi: Sovellus vastaa nyt aktiivisen frontend-teemaan reaaliajassa!
fr: L'application correspond désormais à votre thème, en temps réel !
it: L'app ora corrisponde al tema del frontend attivo, in tempo reale!
nb: Appen samsvarer nå med ditt aktive frontend-tema, i sanntid!
nl: De app komt nu overeen met uw actieve frontend-thema, in realtime!
pl_pl: Teraz aplikacja dopasuje motyw interfejsu użytkownika w czasie rzeczywistym!
sv: Appen matchar nu ditt aktiva frontend-tema i realtid!
uk: Застосунок тепер відповідає вашій активній темі інтерфейсу, в режимі реального часу!
zh_hans: 应用将实时匹配您的活动前端主题。
zh_hant: 程式現在配合所使用的前端主題而即時改變！

# whats_new.Two_Dot_Zero.items.app_icons.title
source: App Icons
ca_es: Icones de l'aplicació
cy_gb: Eiconau Ap
da: App-ikoner
el: Εικονίδια εφαρμογής
es: Iconos de la aplicación
fi: Sovelluksen kuvakkeet
fr: Icônes d'application
it: Icone dell'app
nb: App-ikoner
nl: App Iconen
pl_pl: Ikony aplikacji
ru: Значок приложения
sv: App-ikoner
uk: Значки застосунку
zh_hans: 应用图标
zh_hant: App 圖示

# whats_new.Two_Dot_Zero.items.app_icons.subtitle
source: A fresh new app icon as well as alternatives you can choose from. You can also now trigger automations by 3D Touching the app icon.
ca_es: Una nova icona de l'aplicació, així com alternatives que podeu triar. Ara també podeu activar les automatitzacions amb el 3D Touch sobre l'icona de l'aplicació.
da: Et frisk nyt app-ikon som standard samt valgfrie alternativer. Du kan nu også udløse automatiseringer med 3D Touch på app-ikonet.
el: Ένα νέο εικονίδιο της εφαρμογής, καθώς και εναλλακτικές λύσεις από τις οποίες μπορείτε να επιλέξετε. Μπορείτε επίσης να ενεργοποιήσετε αυτοματισμούς 3D αγγίζοντας το εικονίδιο της εφαρμογής.
es: Un nuevo icono de aplicación, así como alternativas entre las que puede elegir. Ahora también puede activar automatizaciones tocando en 3D el icono de la aplicación.
fi: Tuore uusi sovelluskuvake sekä vaihtoehtoja, joista voit valita. Nyt voit myös käynnistää automaatioita 3D-koskettamalla sovelluksen kuvaketta.
fr: Une nouvelle icône d'application ainsi que des alternatives parmi lesquelles vous pouvez choisir. Vous pouvez maintenant déclencher des automatisations avec 3D Touch via l'icône de l'application.
it: Una nuova icona dell'app e alternative tra cui puoi scegliere. Ora puoi anche attivare le automazioni usando il 3D Touch sull'icona dell'app.
nb: Et nytt app-ikon samt alternativer du kan velge mellom. Du kan nå også utløse automatiseringer ved hjelp av 3D-touch på app-ikonet.
nl: Een frisse, nieuw app icoon evenals alternatieven waaruit u kunt kiezen. U kunt nu ook automatiseringen activeren met 3D Touch op het app icoon.
pl_pl: Nowa ikona aplikacji oraz inne do wyboru. Możesz teraz także uruchamiać automatyzacje, używając 3D Touch na ikonie aplikacji.
sv: En fräsch, ny app ikon samt andra alternativ du kan välja mellan. Nu kan du också utlösa automatiseringar genom att 3D-trycka på appikonen.
uk: Новий значок застосунка та його альтернативні версії, які можна змінити в налаштуванняї. Окрім цього, ви можете запустити автоматизацію за допомогою глибокого натискання на значок застосунку.
zh_hans: 全新的应用程序图标以及可供选择的替代方案。您现在也可以通过3Dtouch来触发自动化。
zh_hant: 新增全新的 App 圖示，或者你也可以自行選擇。也可以透過 3D Touch 功能、按下程式圖示執行自動化。

# whats_new.Two_Dot_Zero.items.and_so_much_more.title
source: And so much more
ca_es: I molt més
cy_gb: A chymaint mwy
da: Og meget mere
el: Και πολλά άλλα.
es: Y mucho más
fi: Ja paljon, paljon muuta
fr: Et bien plus
it: E molto di più
nb: Og så mye mer
nl: En nog zo veel meer
pl_pl: I wiele więcej
ru: И многое другое
sv: Och så mycket mer
uk: І дуже багато іншого
zh_hans: 还有更多
zh_hant: 還有更多功能

# whats_new.Two_Dot_Zero.items.and_so_much_more.subtitle
source: 2.0 took over 300 hours to create and added almost 35,000 lines of new code, so only so many features could be presented here. There's plenty more major improvements under the hood!
ca_es: El 2.0 va trigar 300 hores a crear i afegir gairebé 35.000 línies de codi nou, de manera que només es podrien presentar tantes funcions aquí. Hi ha moltes millores més importants sota la capa!
da: Udviklingen af 2.0 tog over 300 timer og tilføjede næsten 35.000 linjer med ny kode, så det er begrænset, hvor mange funktioner der var plads til at præsentere her. Der er masser af større forbedringer under kølerhjelmen!
el: Το 2.0 χρειάστηκε πάνω από 300 ώρες για να δημιουργήσει και πρόσθεσε σχεδόν 35.000 γραμμές νέου κώδικα, οπότε μόνο τόσες πολλές δυνατότητες θα μπορούσαν να παρουσιαστούν εδώ. Υπάρχουν πολλές ακόμη σημαντικές βελτιώσεις κάτω από την κουκούλα!
es: 2.0 tardó más de 300 horas en crearse y agregó casi 35,000 líneas de código nuevo, por lo que aquí solo se pudieron presentar algunas características. ¡Hay muchas más mejoras importantes debajo del capó!
fi: Kesti yli 300 tuntia kehittää 2.0:aa. Melkein 35 000 riviä koodia lisättiin, muttan vain osa uudistuksista voi esittää tässä. Pellin alla on paljon enemmän, merkittäviä parannuksia!
fr: 2.0 a pris plus de 300 heures pour créer et ajouter près de 35 000 lignes de nouveau code, de sorte que seules de nombreuses fonctionnalités peuvent être présentées ici. Il y a beaucoup d'autres améliorations majeures sous le capot!
it: La versione 2.0 ha richiesto più di 300 ore di lavoro e sono state aggiunte quasi 35.000 righe di nuovo codice, quindi non tutte le funzionalità possono essere presentate qui. Ci sono molti altri miglioramenti importanti sotto il cofano!
nb: 2,0 tok over 300 timer å lage og lagt til nesten 35 000 linjer med ny kode, så bare så mange funksjoner kan bli presentert her. Det er mange flere store forbedringer under panseret!
nl: 2.0 duurde meer dan 300 uur om bijna 35.000 regels nieuwe code te maken en toe te voegen, dus hier konden slechts zo veel functies worden gepresenteerd. Er zijn nog veel meer belangrijke verbeteringen onder de motorkap!
pl_pl: Stworzenie wersji 2.0 zajęło ponad 300 godzin, dodano prawie 35 000 linii nowego kodu aby tak wiele nowych funkcji było dostępnych. Pod maską jest wiele ważnych usprawnień.
sv: 2.0 tog över 300 timmar att skapa och la till nästan 35 000 rader ny kod, men det finns inte utrymme att beskriva allt här. Det finns många fler, stora förbättringar under huven!
uk: На створення 2.0 знадобилось понад 300 годин та майже 35000 рядків нового коду, тому тут можливо розповісти лише про деякі з нових функцій. Поряд з ними є ще багато інших вдосконалень!
zh_hans: 2.0版本使用了超过300多个小时新增了近35,000行代码！因为这里只能展示这么多的功能，这里面其实还有许多其他重大改进！
zh_hant: 2.0 版耗費超過 300 個小時的開發時間，增加了將近 35,000 行新程式碼。不過限於篇幅，只能在這裡介紹主要功能，還有更多重大改善等著你去發現！

# settings_details.notifications.permission.title
source: Permission
ca_es: Permís
cs: Oprávnění
cy_gb: Caniatâd
da: Tilladelse
de: Genehmigung
el: Άδεια
et: Luba
fr: Autorisation
hu: Engedély
id: Izin
it: Autorizzazione
ja: 許可
ko_kr: 권한
nb: Tillatelse
nl: Toestemming
pl_pl: Uprawnienia
pt_br: Permissão
ru: Разрешение
tr: İzin
uk: Дозвіл
zh_hant: 權限

# settings_details.notifications.permission.enabled
source: Enabled
ca_es: Habilitat
cs: Povoleno
cy_gb: Wedi'i alluogi
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
et: Lubatud
fr: Activé
hu: Engedélyezve
id: Diaktifkan
it: Abilitato
ja: 有効
ko_kr: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl_pl: Włączone
pt_br: Habilitado
ru: Включено
tr: Etkin
uk: Дозволено
zh_hant: 已啟用

# settings_details.notifications.permission.disabled
source: Denied
ca_es: Denegat
cs: Odmítnuto
cy_gb: Wedi'i wrthod
da: Nægtet
de: Verweigert
el: Απορρίφθηκε
et: Eiratud
fr: Refusé
hu: Elutasítva
id: Ditolak
it: Negato
ja: 拒否
ko_kr: 거부됨
nb: Nektet
nl: Geweigerd
pl_pl: Odmowa dostępu
pt_br: Negado
ru: Отказано
tr: Reddedildi
uk: Заборонено
zh_hant: 已拒絕

# settings_details.notifications.permission.needs_request
source: Disabled
ca_es: Desactivat
cs: Zakázáno
cy_gb: Wedi'i analluogi
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
et: Keelatud
fr: Désactivé
hu: Letiltva
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko_kr: 비활성화됨
nb: Deaktivert
nl: Uitgeschakeld
pl_pl: Wyłączone
pt_br: Desativado
ru: Отключено
tr: Devre dışı
uk: Відключено
zh_hant: 已關閉

# settings_details.location.location_permission.title
source: Location Permission
ca_es: Permís d'ubicació
cs: Oprávnění polohy
cy_gb: Caniatâd Lleoliad
da: Lokalitetstilladelse
de: Zugriff auf Standortdaten
el: Άδεια τοποθεσίας
et: Asukohale juurdepääsu luba
fr: Autorisation de localisation
hu: Helymeghatározási engedély
id: Izin Lokasi
it: Autorizzazione alla posizione
ja: ロケーション許可
ko_kr: 위치 권한
nb: Tillatelse for plassering
nl: Locatie toestemming
pl_pl: Uprawnienie lokalizacji
pt_br: Permissão de localização
ru: Местонахождение Разрешение
tr: Konum İzni
uk: Доступ до розташування
zh_hant: 座標權限

# settings_details.location.location_permission.always
source: Always
ca_es: Sempre
cs: Vždy
cy_gb: Bob amser
da: Altid
de: Immer
el: Πάντα
et: Alati
fr: Toujours
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
ko_kr: 항상
nb: Alltid
nl: Altijd
pl_pl: Zawsze
pt_br: Sempre
ru: Всегда
tr: Her zaman
uk: Завжди
zh_hant: 總是允許

# settings_details.location.location_permission.while_in_use
source: While In Use
ca_es: Mentre estigui en ús
cs: Při používání
cy_gb: Tra'n cael ei Defnyddio
da: Ved brug af app
de: Während des Gebrauchs
el: Κατά τη χρήση
et: Kasutamise ajal
fr: En cours d'utilisation
hu: Használat közben
id: Saat Digunakan
it: Mentre è in uso
ja: 使用中
ko_kr: 사용 중인 동안
nb: Mens den er i bruk
nl: Tijdens gebruik
pl_pl: Gdy używam aplikacji
pt_br: Durante o uso
ru: В процессе использования
tr: Kullanım sırasında
uk: Під час використання
zh_hant: 使用時允許

# settings_details.location.location_permission.never
source: Never
ca_es: Mai
cs: Nikdy
cy_gb: Peidiwch byth
da: Aldrig
de: Noch nie
el: Ποτέ
et: Mitte kunagi
fr: Jamais
hu: Soha
id: Tidak Pernah
it: Mai
ja: なし
ko_kr: 절대 안됨
nb: Aldri
nl: Nooit
pl_pl: Nigdy
pt_br: Nunca
ru: Никогда
tr: Asla
uk: Ніколи
zh_hant: 從不

# settings_details.location.location_permission.needs_request
source: Disabled
ca_es: Desactivat
cs: Zakázáno
cy_gb: Wedi'i analluogi
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
et: Keelatud
fr: Désactivé
hu: Letiltva
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko_kr: 비활성화됨
nb: Deaktivert
nl: Uitgeschakeld
pl_pl: Wyłączony
pt_br: Desativado
ru: Отключено
tr: Devre dışı
uk: Відключено
zh_hant: 已關閉

# settings_details.location.motion_permission.title
source: Motion Permission
ca_es: Permís de moviment
cs: Oprávnění pohybu
cy_gb: Caniatâd Symudiad
da: Bevægelsestilladelse
de: Zugriff auf Bewegungsdaten
el: Άδεια κίνησης
es: Permiso de movimiento
et: Liikumise luba
fr: Autorisation de mouvement
hu: Mozgás engedély
id: Izin Gerak
it: Autorizzazione movimento
ja: モーション許可
ko_kr: 움직임 활동 권한
nb: Bevegelsestillatelse
nl: Beweging Toestemming
pl_pl: Dostęp do ruchu
pt_br: Permissão de movimento
ru: Разрешение на движение
tr: Hareket İzni
uk: Доступ до руху
zh_hant: 移動權限
