Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.configurator.sections.ring.header
source: Ring
cs: Kroužek
cy_gb: Cylch
el: Δακτύλιος
es: Anillo
et: Sõõr
fi: Rengas
fr: Anneau
hu: Gyűrű
id: Cincin
it: Anello
ja: リング
ko_kr: 링
pt_br: Anel
ru: Кольцо
sl: Obroč
tr: Halka
uk: Кільце
zh_hans: 环
zh_hant: 圓環

# watch.configurator.sections.ring.footer
source: The ring showing progress surrounding the text.
ca_es: L'anell que mostra el progrés envoltant el text
cs: Kroužek znázorňující průběh kolem textu.
cy_gb: Y cylch yn dangos cynnydd o amgylch y testun.
da: Ringen viser fremskridt omkring teksten.
de: Der Ring zeigt den Fortschritt rund um den Text an.
el: Ο δακτύλιος που δείχνει την πρόοδο που περιβάλλει το κείμενο.
es: El anillo que muestra el progreso alrededor del texto.
et: Rõngas mis näitab teksti ümber edenemist.
fi: Edistysrengas textin ympärillä.
fr: L'anneau montrant les progrès entourant le texte.
hu: A szöveget körülvevő, a haladást mutató gyűrű.
id: Cincin menunjukkan kemajuan di sekitar teks.
it: L'anello che mostra il progresso attorno al testo.
ko_kr: 텍스트를 둘러싼 진행률을 보여 주는 링입니다.
nb: Ringen viser fremgang rundt teksten.
nl: De ring toont de voortgang van de tekst.
pt_br: O anel mostrando o progresso em torno do texto.
sl: Obroč okoli besedila, ki kaže napredek.
sv: Ringen visar förloppet runt texten.
tr: Metni çevreleyen ilerlemeyi gösteren halka.
uk: Кільце, що показує прогрес навколо тексту.
zh_hans: 显示围绕文本的环形进度。
zh_hant: 文字周圍的圓環顯示進度。

# permissions.location.initial.title
source: Allow Location Access?
ca_es: Vols permetre l'accés a la ubicació?
cy_gb: Caniatáu Lleoliad?
da: Vil du give adgang til lokalitet?
el: Να επιτρέπεται η πρόσβαση τοποθεσίας;
es: ¿Permitir acceso a la ubicación?
fi: Sallitaanko sijainnin käyttö?
fr: Autoriser l'accès à la localisation?
it: Consentire l'accesso alla posizione?
nb: Tillat lokasjonstilgang?
nl: Locatietoegang toestaan?
pl_pl: Zezwolić na dostęp do lokalizacji?
ru: Разрешить доступ к геопозиции?
sv: Tillåt platsåtkomst?
uk: Дозволити доступ до розташування?
zh_hans: 允许访问位置？
zh_hant: 允許座標存取？

# permissions.location.initial.message
source: We need permission to allow informingHome Assistant of your device location and state.
ca_es: Necessitem permís per permetre informar a Home Assistant sobre la ubicació i l'estat del dispositiu.
cy_gb: Mae angen caniatâd i anfon lleoliad a chyflwr eich dyfais at Home Assistant.
da: Vi har brug for tilladelse til at informereHome Assistant om din enheds lokalitet og tilstand.
el: Χρειαζόμαστε άδεια για να επιτρέψει την ενημέρωση Αρχική Βοηθός της τοποθεσίας της συσκευής σας και την κατάσταση.
es: Necesitamos permiso para permitir informar a Home Assistant de la ubicación y el estado de su dispositivo.
fi: Tarvitsemme luvan sallia raportointiaKotiavustajalle laitteeseesi sijaintia ja tilaa.
fr: Nous avons besoin d'une autorisation pour informerHome Assistant de l'emplacement et de l'état de votre appareil.
it: Abbiamo bisogno del permesso per consentiredi inviare ad Home Assistant la posizione e lo stato del tuo dispositivo.
nb: Vi trenger tillatelse for å informere Home Assistant på enhetens plassering og tilstand.
nl: We hebben toestemming nodig om de Home Assistant op de hoogte te stellen van de locatie en status van uw apparaat.
pl_pl: Potrzebujemy uprawnień umożliwiających przekazywanie Home Assistant'owilokalizacji i stanu.
ru: Необходимо разрешение для передачи вашегоместоположения и состояния устройства в Home Assistant.
sv: Vi behöver tillstånd för att rapportera din enhets plats och status tillHome assistant.
uk: Нам потрібен дозвіл, щоб інформуватиHome Assistant щодо розташування та стану вашого пристрою.
zh_hans: 我们需要权限来向Home Assistant上报您的设备位置和状态。
zh_hant: 需要獲得您的允許以供 Home Assistant 使用您的裝置座標與狀態。

# permissions.location.initial.button.allow
source: Allow
ca_es: Permetre
cy_gb: Caniatáu
da: Tillad
el: Επιτρέπω
es: Permitir
fi: Salli
fr: Autoriser
it: Consenti
nb: Tillat
nl: Toestaan
pl_pl: Pozwól
ru: Разрешить
sv: Tillåt
uk: Дозволити
zh_hans: 允许
zh_hant: 允許

# permissions.location.initial.button.deny
source: Deny
ca_es: Negar
cy_gb: Gwadu
da: Afvis
el: Αρνούμαι
es: Negar
fi: Kiellä
fr: Refuser
it: Nega
nb: Nekte
nl: Weigeren
pl_pl: Odmów
ru: Запретить
sv: Avböj
uk: Заборонити
zh_hans: 拒绝
zh_hant: 拒絕

# permissions.location.reenable.title
source: Re-enable Location Access?
ca_es: Vols reactivar l'accés a la ubicació?
cy_gb: Ail-alluogi Lleoliad?
da: Genaktiver lokalitetsadgang?
el: Εκ νέου ενεργοποίηση της πρόσβασης τοποθεσίας;
es: ¿Volver a habilitar el acceso de la ubicación?
fi: Ota sijainti uudelleen käyttöön?
fr: Réactiver l'accès à la localisation?
it: Riabilitare l'accesso alla posizione?
nb: Reaktivere lokasjonstilgang?
nl: Locatietoegang opnieuw inschakelen?
pl_pl: Czy włączyć ponownie dostęp do lokalizacji?
ru: Включить назад доступ к геопозиции?
sv: Återaktivera platsåtkomst?
uk: Повторно увімкнути доступ до розташування?
zh_hans: 重新启用位置访问？
zh_hant: 重啟座標存取？

# permissions.location.reenable.message
source: You previously had location access enabled but it now appears disabled. Do you wish to re-enable it?
ca_es: Anteriorment teníeu habilitat l'accés a la ubicació, però ara sembla que esta inhabilitat. Voleu tornar a habilitar-lo?
cy_gb: Yn flaenorol, roeddech wedi caniatáu defnyddio data lleoliad ond mae'n ymddangos ei fod bellach yn analluog. Ydych chi am ail-alluogi data lleoliad?
da: Du har tidligere haft lokalitetsadgang aktiveret, men det er nu deaktiveret. Vil du genaktivere det?
el: Είχατε προηγουμένως ενεργοποιήσει την πρόσβαση τοποθεσίας, αλλά τώρα φαίνεται απενεργοποιημένη. Θέλετε να το ενεργοποιήσετε ξανά;
es: Anteriormente tenía habilitado el acceso a la ubicación, pero ahora aparece deshabilitado. ¿Desea volver a activarlo?
fi: Sijainnin käyttö on ollut käytössä aiemmin, mutta se näyttää nyt olevan poissa käytöstä. Haluatko ottaa sen uudelleen käyttöön?
fr: L'accès à votre emplacement a déjà été activé, mais il semble maintenant désactivé. Souhaitez-vous le réactiver?
it: In precedenza, l'accesso alla posizione era abilitato ma ora risulta disattivato. Desideri riabilitarlo?
nb: Du har tidligere tillatt å bruke bevegelsesdata, men det ser nå ut til å være deaktivert. Ønsker du å aktivere bevegelsesdata igjen for å forbedre plasseringsoppdateringer?
nl: U had eerder locatietoegang ingeschakeld, maar het lijkt nu uitgeschakeld. Wilt u het opnieuw inschakelen?
pl_pl: Wcześniej włączono dostęp do lokalizacji, ale teraz wydaje się on wyłączony. Czy chcesz to ponownie włączyć?
sv: Tidigare var platsåtkomst aktiverat, men det verkar nu vara inaktiverat. Vill du återaktivera?
uk: Раніше ви надавали дозвіл на доступ до розташування, однак тепер його немає. Хочете надати його знову?
zh_hans: 您之前启用过位置访问权限，但现在已禁用。您想重新启用吗？
zh_hant: 先前已允許座標存取，但目前為關閉狀態。是否要重啟？

# permissions.location.reenable.button.allow
source: Re-enable
ca_es: Torna a activar
cy_gb: Ail-alluogi
da: Genaktiver
el: Εκ νέου ενεργοποίηση
es: Volver a habilitar
fi: Ota uudelleen käyttöön
fr: Réactiver
it: Riabilitare
nb: Reaktivere
nl: Opnieuw inschakelen
pl_pl: Włącz ponownie
ru: Включить
sv: Återaktivera
uk: Повторно ввімкнути
zh_hans: 重新启用
zh_hant: 重啟

# permissions.location.reenable.button.deny
source: Leave disabled
ca_es: Deixar desactivat
cy_gb: Gadael yn analluog
da: Behold deaktiveret
el: Αφήστε απενεργοποιημένο
es: Dejar deshabilitado
fi: Jätä poissa käytöstä
fr: Laisser désactivé
it: Lascia disattivato
nb: Forbli deaktivert
nl: Laat uitgeschakeld
pl_pl: Pozostaw wyłączone
ru: Оставить выключенным
sv: Lämna inaktiverat
uk: Залишити вимкнутий
zh_hans: 保持禁用
zh_hant: 保持關閉

# permissions.motion.initial.title
source: Allow Motion?
ca_es: Permetre el moviment?
cy_gb: Caniatáu Symudiad?
da: Tillad Bevægelse?
el: Να επιτρέπεται η κίνηση;
es: ¿Permitir movimiento?
fi: Salli liikettä?
fr: Autoriser le mouvement?
it: Ci consenti di utilizzare i dati di movimento?
nb: Tillate bevegelse?
nl: Beweging toestaan?
pl_pl: Zezwolić na dostęp do Ruchu i sprawności?
ru: Разрешить движение?
sv: Tillåt rörelse?
uk: Дозволити рух?
zh_hans: 允许访问运动数据？
zh_hant: 允許使用移動資料？

# permissions.motion.initial.message
source: We can use motion data to enhance location updates but need permission to do so.
ca_es: Podem utilitzar les dades de moviment per millorar les actualitzacions d’ubicació, però necessitem permís per fer-ho.
cy_gb: Gallwn ddefnyddio data symudiad i wella diweddariadau lleoliad ond mae angen caniatâd arnom i wneud hynny.
da: Vi kan bruge bevægelsesdata til at forbedre lokalitetsopdateringer, men har brug for tilladelse til det.
el: Μπορούμε να χρησιμοποιήσουμε δεδομένα κίνησης για να βελτιώσουμε τις ενημερώσεις τοποθεσίας, αλλά χρειαζόμαστε άδεια για να το κάνουμε.
es: Podemos usar los datos de movimiento para mejorar las actualizaciones de ubicación, pero necesitamos permiso para hacerlo.
fi: Voimme käyttää liikedataa parantaen sijaintipäivityksiä, mutta tarvitsemme siihen luvan.
fr: Nous pouvons utiliser les données de mouvement pour améliorer les mises à jour d'emplacement, mais nous avons besoin de l'autorisation pour le faire.
it: Possiamo utilizzare i dati di movimento per migliorare gli aggiornamenti della posizione, ma abbiamo bisogno di un permesso per farlo.
nb: Vi kan bruke bevegelsesdata for å forbedre plasseringene, men trenger tillatelse til å gjøre det.
nl: We kunnen bewegingsgegevens gebruiken om locatie-updates te verbeteren, maar hebben hiervoor toestemming nodig.
pl_pl: Używamy danych dotyczących ruchu w celu ulepszenia aktualizacji lokalizacji, ale potrzebujemy na to Twojego pozwolenia.
ru: Данные движения помогут уточнить геопозицию, но для них нужно разрешение.
sv: Vi kan använda rörelsedata för att förbättra platsuppdateringar men behöver ha tillstånd för det.
uk: Ми можемо використовувати дані руху для покращення оновлень місцеположення, але для цього потрібен дозвіл.
zh_hans: 我们可以使用运动数据来改进位置更新，但需要获得许可。
zh_hant: 系統可運用裝置移動資料以強化座標更新，但將需要獲得您的許可。

# permissions.motion.initial.button.allow
source: Allow
ca_es: Permetre
cy_gb: Caniatáu
da: Tillad
el: Επιτρέπω
es: Permitir
fi: Salli
fr: Autoriser
it: Consenti
nb: Tillat
nl: Toestaan
pl_pl: Zezwól
ru: Разрешить
sv: Tillåt
uk: Дозволити
zh_hans: 允许
zh_hant: 允許

# permissions.motion.initial.button.deny
source: Deny
ca_es: Denegar
cy_gb: Gwadu
da: Afvis
el: Αρνούμαι
es: Negar
fi: Kiellä
fr: Refuser
it: Nega
nb: Nekte
nl: Weigeren
pl_pl: Odmów
ru: Запретить
sv: Avböj
uk: Заборонити
zh_hans: 拒绝
zh_hant: 拒絕

# permissions.motion.reenable.title
source: Re-enable Motion?
ca_es: Voleu tornar a activar el moviment?
cy_gb: Ail-alluogi Symudiad?
da: Genaktiver Bevægelse?
el: Εκ νέου ενεργοποίηση της κίνησης;
es: ¿Volver a activar el movimiento?
fi: Ota Liikettä käyttöön uudelleen?
fr: Réactiver le mouvement?
it: Riabilitare i dati di movimento?
nb: Aktivere bevegelse på nytt?
nl: Beweging opnieuw inschakelen?
pl_pl: Ponownie włączyć dostęp do Ruchu i sprawności?
ru: Снова разрешить доступ к движениям?
sv: Återaktivera rörelse?
uk: Повторно ввімкнути рух?
zh_hans: 再次允许应用访问您的运动数据？
zh_hant: 重啟移動資料？

# permissions.motion.reenable.message
source: You previously had allowed use of motion data but it now appears to be disabled. Do you wish to re-enable motion data to enhance location updates?
ca_es: Anteriorment teníeu habilitat l'ús de la informació de moviment, però ara sembla que esta inhabilitat. Voleu tornar a habilitar les dades de moviement per millorar les actualitzacions d'ubicació?
cy_gb: Yn flaenorol, roeddech wedi caniatáu defnyddio data symidiad ond mae'n ymddangos ei fod bellach yn analluog. Ydych chi am ail-alluogi data symiadiad i wella diweddariadau lleoliad?
da: Du har tidligere tilladt brug af bevægelsesdata, men det ser nu ud til at være deaktiveret. Ønsker du at aktivere bevægelsesdata for at forbedre lokalitetsopdateringer?
el: Στο παρελθόν είχατε επιτρέψει τη χρήση δεδομένων κίνησης, αλλά τώρα φαίνεται να είναι απενεργοποιημένο. Θέλετε να ενεργοποιήσετε ξανά τα δεδομένα κίνησης για να βελτιώσετε τις ενημερώσεις τοποθεσίας;
es: Previamente se había permitido el uso de los datos de movimiento, pero ahora parece estar deshabilitado. ¿Desea volver a activar el movimiento de datos para mejorar la ubicación de las actualizaciones?
fi: Olet aiemmin sallinut liiketietojen käytön, mutta näyttää nyt olevan pois käytöstä. Haluatko ottaa liiketiedot uudelleen käyttöön sijaintipäivitysten parantamiseksi?
fr: Vous aviez précédemment autorisé l'utilisation de données de mouvement, mais celles-ci semblent maintenant être désactivées. Souhaitez-vous réactiver les données de mouvement pour améliorer les mises à jour d'emplacement?
it: In precedenza avevi consentito l'uso di dati di movimento, ma ora è disabilitato. Desiderate riattivare i dati di movimento per migliorare gli aggiornamenti della posizione?
nb: Du har tidligere tillatt å bruke bevegelsesdata, men det ser nå ut til å være deaktivert. Ønsker du å aktivere bevegelsesdata igjen for å forbedre plasseringsoppdateringer?
nl: U had eerder bewegingsgegevens toegestaan, maar het lijkt nu uitgeschakeld te zijn. Wilt u bewegingsgegevens opnieuw inschakelen om locatie-updates te verbeteren?
pl_pl: Wcześniej zezwolono na użycie danych dotyczących Ruchu i sprawności, ale teraz wydają się być one wyłączone. Czy chcesz ponownie włączyć dane ruchu, aby ulepszyć aktualizacje lokalizacji?
sv: Du har tidigare tillåtit användning av rörelsesdata men det verkar nu vara inaktiverat. Vill du återaktivera rörelsedata för att förbättra platsuppdateringar?
uk: Раніше ви надавали доступ до даних про рух, однак тепер його немає. Хочете надати його знову, щоб покращити оновлення про розташування?
zh_hans: 您之前允许过本应用访问运动数据，但目前来看它被禁止了。您是否再次允许本应用访问运动数据来增强定位更新功能？
zh_hant: 先前已允許使用裝置移動資料，但目前為關閉狀態。是否要重啟移動資料以加強座標更新？

# permissions.motion.reenable.button.allow
source: Re-enable
ca_es: Torna a activar
cy_gb: Ail-alluogi
da: Genaktiver
el: Εκ νέου ενεργοποίηση
es: Volver a habilitar
fi: Ota uudelleen käyttöön
fr: Réactiver
it: Riabilita
nb: Reaktivere
nl: Opnieuw inschakelen
pl_pl: Włącz ponownie
ru: Включить
sv: Återaktivera
uk: Повторно ввімкнути
zh_hans: 重新启用
zh_hant: 重啟

# permissions.motion.reenable.button.deny
source: Leave disabled
ca_es: Deixar desactivat
cy_gb: Gadael yn analluog
da: Behold deaktiveret
el: Αφήστε απενεργοποιημένο
es: Dejar deshabilitado
fi: Jätä poissa käytöstä
fr: Laisser désactivé
it: Lascia disattivato
nb: Forbli deaktivert
nl: Laat uitgeschakeld
pl_pl: Pozostaw wyłączone
ru: Оставить выключенным
sv: Lämna inaktiverat
uk: Залишити вимкнутий
zh_hans: 保持禁用
zh_hant: 保持關閉

# permissions.notification.initial.title
source: Allow Notifications?
ca_es: Vols permetre notificacions?
cy_gb: Caniatáu Hysbysiadau?
da: Tillad notifikationer?
el: Να επιτρέπονται οι ειδοποιήσεις;
es: ¿Permitir notificaciones?
fi: Salli ilmoituksia?
fr: Autoriser les notifications ?
it: Consentire le notifiche?
nb: Tillat varsler?
nl: Meldingen toestaan?
pl_pl: Pozwolić na powiadomienia?
ru: Разрешить уведомления?
sv: Tillåt notiser?
uk: Дозволити сповіщення?
zh_hans: 允许推送通知？
zh_hant: 允許訊息通知？

# permissions.notification.initial.message
source: We need permission to allow yousend notifications to your device.
ca_es: Necessitem permís per permetre enviar notificacions al seu dispositiu.
cy_gb: Mae angen caniatâd i chi anfon hysbysiadau at eich dyfais.
da: Vi har brug for tilladelse til atsende notifikationer til enheden.
el: Χρειαζόμαστε άδεια για να επιτρέψει σε σας αποστολής ειδοποιήσεων στη συσκευή σας.
es: Necesitamos permiso para permitir que ustedenvie notificaciones a tu dispositivo.
fi: Tarvitsemme luvan sallia sinunlähettämään ilmoituksia laitteeseesi.
fr: Nous avons besoin d'une autorisation pour vous permettred'envoyer des notifications à votre appareil.
it: Abbiamo bisogno del permesso per consentirtidi inviare le notifiche al tuo dispositivo.
nb: Vi trenger tillatelse til å tillate degsende meldinger til din enhet.
nl: We toestemming nodig voor het toestaan van umeldingen verzenden naar uw apparaat.
pl_pl: Potrzebujemy uprawnień umożliwiających Cina wysyłanie powiadomień na urządzenie.
ru: Необходимо разрешение, чтобы вымогли отправлять уведомления на это устройство
sv: Vi behöver tillstånd för att låta dig skicka meddelanden till enheten.
uk: Нам потрібен дозвіл, щоб мати можливістьнадсилати сповіщення на ваш пристрій.
zh_hans: 我们需要得到您的许可来向您的设备发送推送通知。
zh_hant: 需要獲得您的允許方能傳送通知至指定的裝置。

# permissions.notification.initial.button.allow
source: Allow
ca_es: Permetre
cy_gb: Caniatáu
da: Tillad
el: Επιτρέπω
es: Permitir
fi: Salli
fr: Autoriser
it: Consenti
nb: Tillat
nl: Toestaan
pl_pl: Pozwól
ru: Разрешить
sv: Tillåt
uk: Дозволити
zh_hans: 允许
zh_hant: 允許

# permissions.notification.initial.button.deny
source: Deny
ca_es: Denegar
cy_gb: Gwadu
da: Afvis
el: Αρνούμαι
es: Negar
fi: Kiellä
fr: Refuser
it: Nega
nb: Nekte
nl: Weigeren
pl_pl: Odmów
ru: Запретить
sv: Avböj
uk: Заборонити
zh_hans: 拒绝
zh_hant: 拒絕

# permissions.notification.reenable.title
source: Re-enable Notifications?
ca_es: Tornar a activar les notificacions?
cy_gb: Ail-alluogi Hysbysiadau?
da: Genaktiver notifikationer?
el: Εκ νέου ενεργοποίηση ειδοποιήσεων;
es: ¿Volver a habilitar las notificaciones?
fi: Ota ilmoitukset uudelleen käyttöön?
fr: Réactiver les notifications ?
it: Riattivare le notifiche?
nb: Aktivere varslinger på nytt?
nl: Meldingen opnieuw inschakelen?
pl_pl: Ponownie włączyć powiadomienia?
ru: Повторно включить уведомления?
sv: Återaktivera aviseringar?
uk: Повторно ввімкнути сповіщення?
zh_hans: 重新启用推送通知？
zh_hant: 重啟訊息通知？

# permissions.notification.reenable.message
source: You previously had notifications enabled but they now appear to be disabled. Do you wish to re-enable notifications?
ca_es: Anteriorment teníeu habilitades les notificacions, però ara sembla que estan inhabilitades. Voleu tornar a habilitar-les?
cy_gb: Yn flaenorol, roedd gennych hysbysiadau wedi'u galluogi ond mae'n ymddangos eu bod bellach yn analluog. Ydych chi am ail-alluogi hysbysiadau?
da: Du har tidligere haft notifikationer aktiveret, men de er nu deaktiveret. Vil du genaktivere notifikationer?
el: Είχατε προηγουμένως ενεργοποιήσει τις ειδοποιήσεις, αλλά τώρα φαίνεται να είναι απενεργοποιημένες. Θέλετε να ενεργοποιήσετε ξανά τις ειδοποιήσεις;
es: Anteriormente tenía habilitadas las notificaciones, pero ahora aparecen deshabilitadas. ¿Desea volver a habilitar las notificaciones?
fi: Sinulla oli aiemmin ilmoituksia käytössä, mutta näyttävät nyt olevan pois käytöstä. Haluatko ottaa ilmoitukset uudelleen käyttöön?
fr: Les notifications étaient activées précédemment, mais elles apparaissent maintenant comme désactivées. Souhaitez-vous réactiver les notifications?
it: In precedenza le notifiche erano abilitate, ma ora sono disabilitate. Desideri riattivare le notifiche?
nb: Du har tidligere varslet aktiveringer, men de ser ut til å være deaktivert. Ønsker du å aktivere varsler på nytt?
nl: U had eerder meldingen ingeschakeld, maar deze zijn nu uitgeschakeld. Wilt u meldingen opnieuw activeren?
pl_pl: Wcześniej włączono dostęp do powiadomień, ale teraz wydaje się one wyłączone. Czy chcesz je ponownie włączyć?
sv: Tidigare var aviseringar aktiverade men nu verkar de vara inaktiverade. Vill du återaktivera aviseringar?
uk: Раніше ви надавали дозвіл на надсилання сповіщення, однак тепер його немає. Хочете надати його знову?
zh_hans: 您之前已启用推送通知功能，但目前来看它被禁止了。是否重新启用推送通知？
zh_hant: 先前已啟用通知訊息，但目前為關閉狀態。是否要重啟訊息通知？

# permissions.notification.reenable.button.allow
source: Re-enable
ca_es: Torna a activar
cy_gb: Ail-alluogi
da: Genaktiver
el: Εκ νέου ενεργοποίηση
es: Volver a habilitar
fi: Ota uudelleen käyttöön
fr: Réactiver
it: Riabilita
nb: Reaktivere
nl: Opnieuw inschakelen
pl_pl: Ponownie włącz
ru: Включить
sv: Återaktivera
uk: Повторно ввімкнути
zh_hans: 重新启用
zh_hant: 重啟

# permissions.notification.reenable.button.deny
source: Leave disabled
ca_es: Deixar desactivat
cy_gb: Gadael yn analluog
da: Behold deaktiveret
el: Αφήστε απενεργοποιημένο
es: Dejar deshabilitado
fi: Jätä poissa käytöstä
fr: Laisser désactivé
it: Lascia disattivato
nb: Forbli deaktivert
nl: Laat uitgeschakeld
pl_pl: Pozostaw wyłączone
ru: Оставить выключенным
sv: Lämna inaktiverat
uk: Залишити вимкнутий
zh_hans: 保持禁用
zh_hant: 保持關閉

# about.help_localize.title
source: Help localize the app!
ca_es: Ajudeu a traduïr l'aplicació!
cs: Pomozte lokalizovat aplikaci
cy_gb: Helpu i leoleiddio'r ap!
da: Hjælp med at oversætte appen!
de: Hilf bei der Lokalisierung der App!
el: Βοηθήστε να μεταφραστεί η εφαρμογή!
es: ¡Ayuda a traducir la aplicación!
et: Aita rakendust tõlkida!
fi: Auta paikallistamaan sovellusta!
fr: Aidez nous à traduire l'application !
hu: Segítsen lokalizálni az alkalmazást!
id: Bantu menerjemahkan aplikasi!
it: Aiuta a tradurre questa app!
ja: アプリのローカライズを手伝ってください！
ko_kr: 앱 현지화를 도와주세요!
nb: Hjelp å oversette appen!
nl: Help de app te vertalen!
pl_pl: Pomóż przetłumaczyć aplikację!
pt_br: Ajude a localizar o aplicativo!
ru: Помочь с переводом!
sv: Hjälpa till att översätta appen!
tr: Uygulamayı yerelleştirmeye yardımcı olun!
uk: Допоможіть локалізувати застосунок!
zh_hans: 帮助汉化本应用！
zh_hant: 協助 App 中文化！

# about.easter_egg.message
source: i love you
ca_es: t'estimo
cs: Miluji tě
cy_gb: Rwy'n dy garu di
da: jeg elsker dig
de: Ich liebe dich
el: σ' αγαπώ
es: Te amo
et: Ma armastan sind
fi: rakastan sinua
fr: je t'aime !
hu: Szeretlek
id: i luv u
it: Ti amo
ja: 愛してる
ko_kr: 사랑해요
nb: jeg elsker deg
nl: ik hou van jou
pl_pl: Kocham Cię
pt_br: Eu te amo
ru: Я вас люблю
sl: Rad te imam
sv: jag älskar dig
tr: seni seviyorum
uk: я тебе люблю
zh_hans: 我爱你
zh_hant: 我愛你

# about.easter_egg.title
source: You found me!
ca_es: M'has trobat!
cs: Našel jsi mě!
cy_gb: Ti wedi dod o hyd i fi!
da: Du fandt mig!
de: Du hast mich gefunden!
el: Με βρήκες!
es: ¡Me encontraste!
et: Sa leidsid mind!
fi: Löysit minut!
fr: Tu m'as trouvé !
hu: Megtaláltál!
id: Hah, ketemu!
it: Mi hai trovato!
ja: あなたは私を見つけた！
ko_kr: 날 찾았군요!
nb: Du fant meg!
nl: Je hebt me gevonden!
pl_pl: Znalazłeś mnie!
pt_br: Você me encontrou!
ru: Вы нашли меня!
sl: Našel si me!
sv: Du hittade mig!
tr: Beni buldun!
uk: Ти знайшов мене!
zh_hans: 你找到我了!
zh_hant: 你發現我了！

# actions_configurator.rows.background_color.title
source: Background Color
ca_es: Color de fons
cs: Barva pozadí
cy_gb: Lliw Cefndir
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de fondo
et: Taustavärv
fi: Taustaväri
fr: Couleur de fond
hu: Háttérszín
id: Warna Latar Belakang
it: Colore dello sfondo
ja: 背景色
ko_kr: 배경색
nb: Bakgrunnsfarge
nl: Achtergrond kleur
pl_pl: Kolor tła
pt_br: Cor do fundo
ru: Цвет фона
sl: Barva ozadja
sv: Bakgrundsfärg
tr: Arka plan rengi
uk: Колір фону
zh_hans: 背景颜色
zh_hant: 背景顏色

# actions_configurator.rows.icon.title
source: Icon
ca_es: Icona
cs: Ikona
cy_gb: Eicon
da: Ikon
de: Symbol
el: Εικονίδιο
es: Icono
et: Ikoon
fi: Kuvake
fr: Icône
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
ko_kr: 아이콘
nb: Ikon
nl: Pictogram
pl_pl: Ikona
pt_br: Ícone
ru: Значок
sl: Ikona
sv: Ikon
tr: Simge
uk: Значок
zh_hans: 图标
zh_hant: 圖示

# actions_configurator.rows.icon_color.title
source: Icon Color
ca_es: Color de la icona
cs: Barva ikony
cy_gb: Lliw Eicon
da: Ikonfarve
de: Symbolfarbe
el: Χρώμα εικονιδίου
es: Color del icono
et: Ikooni värv
fi: Kuvakkeen väri
fr: Couleur de l'icône
hu: Ikon színe
id: Warna Ikon
it: Colore dell'icona
ja: アイコンの色
ko_kr: 아이콘 색상
nb: Ikon farge
nl: Pictogramkleur
pl_pl: Kolor ikony
pt_br: Cor do ícone
ru: Цвет значка
sl: Barva ikone
sv: Ikon-färg
tr: Simge Rengi
uk: Колір значка
zh_hans: 图标颜色
zh_hant: 圖示顏色

# actions_configurator.rows.name.title
source: Name
ca_es: Nom
cs: Název
cy_gb: Enw
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko_kr: 이름
nb: Navn
nl: Naam
pl_pl: Nazwa
pt_br: Nome
ru: Название
sl: Ime
sv: Namn
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱
