Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# token_error.connection_failed
source: Connection failed.
ca_es: La connexió ha fallat.
cs: Připojení se nezdařilo.
cy_gb: Methodd y cysylltiad.
da: Forbindelsen mislykkedes.
de: Verbindung fehlgeschlagen.
el: Η σύνδεση απέτυχε.
es: Error en la conexión.
et: Ühendus nurjus.
fi: Yhteys epäonnistui.
fr: La connexion a échoué.
hu: A kapcsolat sikertelen.
id: Koneksi gagal.
it: Connessione fallita.
ja: 接続に失敗しました。
ko_kr: 연결에 실패했습니다.
nb: Tilkoblingen mislyktes.
nl: Verbinding mislukt.
pl_pl: Połączenie nieudane.
pt_br: Falha na conexão.
ru: Сбой соединения.
sl: Povezava ni uspela.
sv: Anslutningen misslyckades.
tr: Bağlantı kurulamadı.
uk: Не вдалося підключитися.
zh_hans: 连接失败。
zh_hant: 連線失敗。

# ha_api.api_error.manager_not_available
source: HA API Manager is unavailable
ca_es: El gestor API HA no està disponible
cs: API manažer Home Assistanta není dostupný
cy_gb: Nid yw Rheolwr HA API ar gael
da: HA API Manager er ikke tilgængelig
de: HA API Manager ist nicht verfügbar
el: Το HA API Manager δεν είναι διαθέσιμο
es: HA API Manager no está disponible
et: HA API haldur pole saadaval
fi: HA API Manager ei ole käytettävissä
fr: HA API Manager n'est pas disponible
hu: A HA API Manager nem elérhető
id: Manajer API Home Assistant tidak tersedia
it: HA API Manager non è disponibile
ja: HA APIマネージャーが使用できません。
ko_kr: HA API Manager를 사용할 수 없습니다.
nb: HA API Manager er ikke tilgjengelig
nl: HA API Manager is niet beschikbaar
pl_pl: Menedżer interfejsu API HA jest niedostępny
pt_br: O Gerenciador da API HA não está disponível
ru: HA API Manager недоступен
sl: HA API Manager ni na voljo
sv: HA API Manager är inte tillgänglig
tr: HA API Yöneticisi kullanılamıyor
uk: HA API Manager недоступний
zh_hans: Home Assistant API 管理不可用
zh_hant: HA API 管理員不可用

# ha_api.api_error.invalid_response
source: Received invalid response from Home Assistant
ca_es: S'ha rebut una resposta invàlida del Home Assistant
cs: Byla přijata neplatná odpověď od Home Assistanta
cy_gb: Wedi derbyn ymateb annilys gan Home Assistant
da: Modtog ugyldigt svar fra Home Assistant
de: Ungültige Antwort vom Home Assistant erhalten
el: Λάβαμε μη έγκυρη απάντηση από το Home Assistant
es: Recibió una respuesta inválida de Home Assistant
et: Saadi Home Assistantilt vale vastus
fi: Virheellistä vastausta vastaanotettu Kotiavustajalta
fr: Réponse invalide reçue de Home Assistant
hu: Érvénytelen válasz érkezett a Home Assistant-tól
id: Menerima respons yang tidak valid dari Home Assistant
it: Ricevuta risposta non valida da Home Assistant
ko_kr: Home Assistant로부터 잘못된 응답을 받았습니다.
nb: Mottatt ugyldig tilbakemelding fra Home Assistant
nl: Ongeldige reactie ontvangen van Home Assistant
pl_pl: Otrzymano nieprawidłową odpowiedź od Home Assistant
pt_br: Resposta inválida recebida do Home Assistant
ru: Получен недопустимый ответ от Home Assistant
sl: Prejet je neveljaven odgovor od Home Assistant-a
sv: Mottaget ogiltigt svar från Home Assistant
tr: Home Assistant'dan geçersiz yanıt alındı
uk: Отримано хибну відповідь від Home Assistant
zh_hans: 从Home Assistant中收到无效的相应
zh_hant: 來自 Home Assistant 回應無效

# ha_api.api_error.cant_build_url
source: Cant build API URL
ca_es: No es pot crear l'adreça URL de l'API
cs: Nelze sestavit URL API
cy_gb: API URL heb wedi'i greu
da: Kan ikke oprette API-URL
de: API-URL kann nicht erstellt werden.
el: Δεν είναι δυνατή η δημιουργία URL API
es: No se puede construir la URL de la API
et: API URL-i ei saa luua
fi: Ei voi rakentaa API URL:ia
fr: Impossible de construire l'URL de l'API
hu: Nem lehet API URL-t létrehozni
id: Tidak dapat membangun URL API
it: Impossibile costruire l'URL API
ko_kr: API URL을 빌드할 수 없습니다.
nb: Kan ikke lage API-nettadressen
nl: Kon de API URL niet maken
pl_pl: Nie można stworzyć adresu URL interfejsu API
pt_br: Não é possível criar a URL da API
ru: Не удается построить URL-адрес API
sl: Ne moremo zgraditi API URL-ja
sv: Kan inte skapa API URL
tr: API URL'si oluşturulamaz
uk: Не вдається побудувати API URL
zh_hans: 无法构建API URL
zh_hant: 無法建立 API URL

# ha_api.api_error.not_configured
source: HA API not configured
ca_es: L'API HA no està configurada
cs: API Home Assistanta není nastaveno
cy_gb: HA API heb ei ffurfweddu
da: HA API er ikke konfigureret
de: HA-API nicht konfiguriert
el: Το HA API δεν έχει διαμορφωθεί
es: API de HA no configurada
et: HA API pole seadistatud
fi: HA API ei ole määritetty
fr: L'API HA n'est pas configurée
hu: HA API nincs konfigurálva
id: API Home Assistant tidak dikonfigurasi
it: API HA non configurata
ja: HA APIが設定されていません
ko_kr: HA API가 구성되지 않음
nb: HA API er ikke konfigurert
nl: HA API niet geconfigureerd
pl_pl: Interfejs API HA nie został skonfigurowany
pt_br: API HA não configurada
ru: HA API не настроен
sl: HA API ni konfiguriran
sv: HA API är inte konfigurerat
tr: HA API yapılandırılmadı
uk: HA API не налаштовано
zh_hans: 未配置Home Assistant API
zh_hant: HA API 尚未設定

# ha_api.api_error.mobile_app_component_not_loaded
source: The mobile_app component is not loaded. Please add it to your configuration, restart Home Assistant, and try again.
ca_es: El component mobile_app no s'ha carregat. Afegiu-lo a la configuració, reinicieu el Home Assistant i torneu-ho a provar.
cs: Součást mobile_app není načtena. Přidejte ji do nastavení, restartujte Home Assistanta a zkuste to znovu.
cy_gb: Dydy'r gydran mobile_app ddim wedi'i llwytho. Ychwanegwch ef at eich ffurfweddiad, ailgychwynnwch Home Assistant, a rhowch gynnig arall arni.
da: mobile_app-komponenten er ikke indlæst. Føj den til konfigurationen, genstart Home Assistant, og prøv igen.
de: Die mobile_app-Komponente wurde in Home Assistant nicht geladen oder nicht erkannt
el: Το στοιχείο mobile_app δεν έχει φορτωθεί. Προσθέστε το στη διαμόρφωσή σας, κάντε επανεκκίνηση του Home Assistant και δοκιμάστε ξανά.
es: El componente mobile_app no está cargado. Por favor, añádalo a su configuración, reinicie Home Assistant e inténtelo de nuevo.
et: Komponent mobile_app ei ole laaditud. Palun lisa see oma konfiguratsiooni, taaskäivita Home Assistant ja proovi uuesti.
fi: mobile_app-komponenttia ei ole ladattu. Lisää se kokoonpanoon, käynnistä Kotiavustaja uudelleen ja yritä uudestaan.
fr: Le composant mobile_app n'est pas chargé ou n'a pas été détecté
hu: A mobile_app komponens nincs betöltve. Kérjük, adja hozzá a konfigurációjához, indítsa újra a Home Assistantot és próbálja meg újra.
id: Komponen mobile_app tidak dimuat. Tambahkan ke konfigurasi Anda, mulai ulang Home Assistant, dan coba lagi.
it: Il componente mobile_app non è stato caricato. Si prega di aggiungerlo alla configurazione, riavviare Home Assistant e riprovare.
ja: mobile_appコンポーネントがロードされていません。設定に追加して、Home Assistantを再起動してから、もう一度やり直してください。
ko_kr: mobile_app 구성 요소가 로드되지 않았습니다. 구성에 추가하고 Home Assistant를 다시 시작한 후 다시 시도하십시오.
nb: Komponenten mobile_app er ikke lastet inn. Legg den til i konfigurasjonen din, start Home Assistant på nytt og prøv igjen.
nl: De component mobile_app is niet geladen. Voeg deze toe aan uw configuratie, start de Home Assistant opnieuw en probeer het opnieuw.
pl_pl: Komponent mobile_app nie jest załadowany. Dodaj go do konfiguracji, uruchom ponownie Home Assistant i spróbuj ponownie.
pt_br: O componente mobile_app não está carregado. Adicione-o à sua configuração, reinicie o Home Assistant e tente novamente.
ru: Не загружен компонент mobile_app. Для продолжения необходимо добавить его в конфигурацию и перезапустить Home Assistant.
sl: Komponenta mobile_app ni naložena. Dodajte jo v svojo konfiguracijo,nato znova zaženite Home Assistant in poskusite znova.
sv: Komponenten mobile_app är inte laddad. Lägg till det i din konfiguration, starta om Home Assistant och försök igen.
tr: mobile_app bileşeni yüklü değil. Lütfen yapılandırmanıza ekleyin, Home Assistant'ı yeniden başlatın ve tekrar deneyin.
uk: Компонент mobile_app не завантажено. Додайте його до своєї конфігурації, перезапустіть Home Assistant та повторіть спробу.
zh_hans: 未加载mobile_app组件。请将其添加到您的配置中，重新启动Home Assistant，然后重试。
zh_hant: mobile_app 元件未載入。請於設定檔加入後，重啟 Home Assistant 然後再試一次。

# ha_api.api_error.webhook_gone
source: mobile_app integration has been deleted, you must reconfigure the app.
ca_es: S'ha suprimit la integració mobile_app, heu de tornar a configurar l'aplicació.
cy_gb: Mae integreiddio mobile_app wedi'i ddileu, rhaid i chi ail-ffurfweddu'r app.
da: mobile_app-integrationen er blevet slettet. Du skal konfigurere appen igen.
el: Η ενσωμάτωση mobile_app έχει διαγραφεί, πρέπει να διαμορφώσετε ξανά την εφαρμογή.
es: Se ha eliminado la integración de mobile_app, debe volver a configurar la aplicación.
fi: mobile_app integrointi on poistettu, sinun on määritettävä sovellus uudelleen.
fr: L'intégration mobile_app a été supprimée, vous devez reconfigurer l'application.
it: l'integrazione mobile_app è stata eliminata, è necessario riconfigurare l'App.
nb: mobile_app integrasjonen er slettet, du må konfigurere appen på nytt.
nl: mobile_app integratie is verwijderd, je moet de app opnieuw configureren.
pl_pl: Integracja mobile_app została usunięta, musisz ponownie skonfigurować aplikację.
ru: Интеграция mobile_app была удалена. Требуется повторная настройка приложения.
sv: mobile_app integration har raderats och måste du konfigurera appen igen.
uk: Інтеграція mobile_app видалена, потрібно налаштувати застосунок заново.
zh_hans: mobile_app组件已被删除，您必须重新配置该应用程序。
zh_hant: mobile_app 整合已刪除，需重新設定程式。

# ha_api.api_error.must_upgrade_home_assistant
source: Your Home Assistant version (%@) is too old, you must upgrade to at least version %@ to use the app.
ca_es: La versió de l'assistent per a la llar ( %@ ) és massa antiga, heu d'actualitzar almenys a la versió %@ per utilitzar l'aplicació.
cs: Vaše verze Home Assistanta (%@) je příliš stará. Chcete-li aplikaci používat, musíte aktualizovat alespoň na verzi %@.
cy_gb: Mae eich fersiwn Home Assistant ( %@ ) yn rhy hen, rhaid i chi uwchraddio o leiaf i fersiwn %@ i ddefnyddio'r app.
da: Din Home Assistant-version (%@) er for gammel, du skal opgradere til mindst version %@ for at bruge appen.
de: Deine Home Assistant-Version ( %@ ) ist zu alt. Aktualisiere mindestens auf Version %@, um die App verwenden zu können.
el: Η έκδοση του Home Assistant ( %@ ) είναι πολύ παλιά, πρέπει να κάνετε αναβάθμιση σε τουλάχιστον έκδοση %@ για να χρησιμοποιήσετε την εφαρμογή.
es: Su versión de Home Assistant ( %@ ) es antigua, debe actualizar por lo menos a la versión %@ para usar la aplicación.
et: Home Assistanti versioon (%@) on liiga vana, rakenduse kasutamiseks pead uuendama vähemalt versioonile %@.
fi: Kotiavustaja-versiosi (%@) on liian vanha, sinun on päivitettävä vähintään versioon %@, jotta voit käyttää sovellusta.
fr: Votre version de Home Assistant ( %@ ) est trop ancienne, vous devez effectuer une mise à niveau vers la version minimum %@ pour utiliser l'application.
hu: A Home Assistant (%@) verziója túl régi, az alkalmazás használatához legalább a %@ verzióra kell frissítenie.
id: Versi Home Assistant (%@) terlalu lawas, Anda harus memutakhirkan ke setidaknya versi %@ untuk menggunakan aplikasi ini.
it: Il tuo Home Assistant ( %@ ) è troppo vecchio, devi aggiornare almeno alla versione %@ per utilizzare l'App.
ko_kr: Home Assistant 버전(%@)이 너무 오래되었으므로 앱을 사용하려면 버전 %@ 이상으로 업그레이드해야 합니다.
nb: Home Assistant-versjonen (%@) er for gammel, du må oppgradere til minst versjon %@ for å kunne bruke appen.
nl: De versie van uw Home Assistant (%@) is te oud, u moet een upgrade uitvoeren naar minimaal versie %@ om de app te gebruiken.
pl_pl: Twoja wersja Home Assistant (%@) jest za stara, musisz zaktualizować ją do wersji %@ aby móc korzystać z aplikacji.
pt_br: Sua versão do Home Assistant ( %@ ) é muito antiga, você deve atualizar para pelo menos a versão %@ para usar o aplicativo.
ru: Ваш Home Assistant (%@) слишком старый для этого приложения, необходимо обновить его хотя бы до версии %@.
sl: Različica vašega Home Assistant-a ( %@ ) je prestara, za uporabo aplikacije morate nadgraditi vsaj na različico %@ .
sv: Din Home Assistant-version (%@) är för gammal, du måste uppgradera till minst version %@ för att kunna använda appen.
tr: Home Assistant sürümünüz ( %@ ) çok eski, uygulamayı kullanmak için en az %@ sürümüne yükseltmelisiniz.
uk: Ваша версія Home Assistant (%@) застаріла. Для використання програми потрібно оновити принаймні до версії %@.
zh_hans: 您的Home Assistant版本（ %@ ）太旧，您必须至少升级到版本%@才能使用该应用。
zh_hant: Home Assistant 版次（%@）太舊，必須更新至最新 %@ 版方能使用應用程式。

# ha_api.api_error.unknown
source: An unknown error occurred.
ca_es: S'ha produït un error desconegut.
cs: Nastala neznámá chyba.
cy_gb: Digwyddodd gwall anhysbys
da: Der opstod en ukendt fejl.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα.
es: Un error desconocido ocurrió.
et: Ilmnes tundmatu viga.
fi: Tapahtui tuntematon virhe.
fr: Une erreur inconnue est survenue.
hu: Ismeretlen hiba történt.
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko_kr: 알 수없는 오류가 발생했습니다.
nb: En ukjent feil oppstod.
nl: Een onbekende fout is opgetreden.
pl_pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
sl: Prišlo je do neznane napake.
sv: Ett okänt fel inträffade.
tr: Bilinmeyen bir hata oluştu.
uk: Виникла невідома помилка.
zh_hans: 发生一个未知错误。
zh_hant: 發生未知錯誤。

# sensors.unknown_state
source: Unknown
ca_es: Desconegut
cy_gb: Anhysbys
da: Ukendt
el: Άγνωστη
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
nb: Ukjent
nl: Onbekend
pl_pl: Nieznany
ru: Неизвестно
sv: Okänd
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

# sensors.not_available_state
source: N/A
cy_gb: Amherthnasol
da: Ikke tilgængelig
el: Δ/υ
it: N/D
nl: N.V.T.
pl_pl: Brak danych
ru: Н/Д
sv: Ej tillgänglig
uk: Недоступно
zh_hans: 未知

# sensors.battery.state.charging
source: Charging
ca_es: Carregant
da: Oplader
el: Φορτίζει
es: Cargando
fi: Lataa
fr: En charge
it: In carica
nb: Lader
nl: Opladen
pl_pl: Ładowanie
ru: Заряжается
sv: Laddar
uk: Заряджається
zh_hans: 充电中
zh_hant: 充電中

# sensors.battery.state.not_charging
source: Not Charging
ca_es: No es carrega
da: Oplader ikke
el: Δεν φορτίζει
es: No Cargando
fi: Ei lataa
fr: Pas en charge
it: Non in carica
nb: Lader ikke
nl: Niet aan het opladen
pl_pl: Nie ładuje się
ru: Не заряжается
sv: Laddar inte
uk: Не заряджається
zh_hans: 未充电
zh_hant: 未在充電

# sensors.battery.state.full
source: Full
ca_es: Ple
da: Fuld
el: Πλήρης
es: Llena
fi: Täynnä
fr: Plein
it: Carica
nb: Fullt
nl: Vol
pl_pl: Pełna
ru: Полный
uk: Повний
zh_hans: 充满
zh_hant: 已充滿

# sensors.battery.attributes.state
source: State
ca_es: Estat
da: Tilstand
el: Κατάσταση
es: Estado
fi: Tila
fr: Etat
it: Stato
nb: Tilstand
nl: Staat
pl_pl: Stan
ru: Состояние
sv: Tillstånd
uk: Стан
zh_hans: 状态
zh_hant: 狀態

# sensors.battery.attributes.level
source: Level
ca_es: Nivell
da: Niveau
el: Επίπεδο
es: Nivel
fi: Varaustaso
fr: Niveau
it: Livello
nb: Nivå
nl: Niveau
pl_pl: Poziom
ru: Уровень
sv: Nivå
uk: Рівень
zh_hans: 电量
zh_hant: 電量

# sensors.battery_state.name
source: Battery State
ca_es: Estat de la bateria
da: Batteritilstand
el: Κατάσταση μπαταρίας
es: Estado de la batería
fi: Akun tila
fr: Etat de la batterie
it: Stato della batteria
nb: Batteristatus
nl: Batterijstatus
pl_pl: Stan baterii
ru: Состояние аккумулятора
sv: Batteristatus
uk: Стан акумулятора
zh_hans: 电池状态
zh_hant: 電池狀態

# sensors.battery_level.name
source: Battery Level
ca_es: Nivell de bateria
da: Batteriniveau
el: Επίπεδο μπαταρίας
es: Nivel de batería
fi: Akun varaustaso
fr: Niveau de batterie
it: Livello della batteria
nb: Batterinivå
nl: Batterijniveau
pl_pl: Poziom baterii
ru: Уровень заряда
sv: Batterinivå
uk: Рівень акумулятора
zh_hans: 电量
zh_hant: 電量

# sensors.connectivity.not_connected
source: Not Connected
ca_es: No connectat
cy_gb: Heb gysylltu
da: Ikke forbundet
el: Μη συνδεδεμένο
es: No conectado
fi: Ei yhteyttä
fr: Non connecté
it: Non Connesso
nb: Ikke Tilkoblet
nl: Niet verbonden
pl_pl: Nie podłączony
ru: Нет связи
sv: Ej ansluten
uk: Не підключений
zh_hans: 未连接
zh_hant: 未連線

# sensors.connection_type.name
source: Connection Type
ca_es: Tipus de connexió
da: Forbindelsestype
el: Τύπος σύνδεσης
es: Tipo de conección
fi: Yhteystyyppi
fr: Type de connexion
it: Tipo di Connessione
nb: Tilkoblingstype
nl: Connectie type
pl_pl: Rodzaj połączenia
ru: Тип подключения
sv: Anslutningstyp
uk: Тип підключення
zh_hans: 连接类型
zh_hant: 連線類型

# sensors.connection_type.attributes.cell_tech_type
source: Cellular Technology
ca_es: Tecnologia mòbil
da: Teleteknologi
el: Κυτταρική τεχνολογία
es: Tecnología Celular
fi: Matkapuhelinverkon tekniikka
fr: Technologie cellulaire
it: Tecnologia Cellulare
nb: Mobil Teknologi
pl_pl: Technologia komórkowa
ru: Тип сотовой связи
sv: Mobilteknik
uk: Стільникова технологія
zh_hans: 蜂窝技术
zh_hant: 連線技術

# sensors.cellular_provider.name
source: Cellular Provider%@
ca_es: Proveïdor de telefonia mòbil %@
da: Mobiludbyder %@
el: Πάροχος κινητής τηλεφωνίας %@
es: Proveedor Celular %@
fi: Matkapuhelinverkon palveluntarjoaja%@
fr: Fournisseur de réseau cellulaire
it: Provider cellulare %@
nb: Mobilleverandør %@
nl: Mobiele provider %@
pl_pl: Operator komórkowy %@
ru: Оператор сотовой связи %@
sv: Mobil operatör %@
uk: Постачальник стільникового зв’язку %@
zh_hans: 蜂窝运营商%@
zh_hant: 連線營運商 %@

# sensors.cellular_provider.attributes.carrier_id
source: Carrier ID
ca_es: ID de la companyia
da: Teleselskabs-id
el: Αναγνωριστικό φορέα
es: ID de la compañía
fi: Operaattorin tunnus
fr: ID de L'opérateur
it: ID Gestore
nb: Operatør-ID
nl: Provider ID
pl_pl: ID operatora
ru: Идентификатор оператора
sv: ID för operatör
uk: ID оператора
zh_hans: 运营商ID
zh_hant: 營運商 ID

# sensors.cellular_provider.attributes.carrier_name
source: Carrier Name
ca_es: Nom del la companyia
da: Teleselskabsnavn
el: Όνομα φορέα
es: Nombre de la compañía
fi: Operaattorin nimi
fr: Nom de L'opérateur
it: Nome Gestore
nb: Operatørens Navn
nl: Provider Naam
pl_pl: Nazwa operatora
ru: Имя оператора
sv: Namn på operatör
uk: Назва оператора
zh_hans: 运营商名称
zh_hant: 營運商名稱

# sensors.cellular_provider.attributes.mobile_country_code
source: Mobile Country Code
ca_es: Codi del país de la xarxa mòbil
da: Mobil-landekode
el: Κωδικός χώρας κινητής τηλεφωνίας
es: Código de país para el móvil
fi: Matkapuhelimen maakodi
fr: Indicatif du pays
it: Paese della Rete Mobile
nb: Mobil landskode
nl: Mobiele landcode
pl_pl: Kod kraju sieci komórkowej
ru: Телефонный код страны
sv: Mobil landskod
uk: Мобільний код країни
zh_hans: 移动设备国家代码
zh_hant: 行動電話國碼

# sensors.cellular_provider.attributes.mobile_network_code
source: Mobile Network Code
ca_es: Codi de xarxa mòbil
da: Mobilnetværkskode
el: Κωδικός δικτύου κινητής τηλεφωνίας
es: Código de red móvil
fi: Mobiiliverkon koodi
fr: Code de réseau mobile
it: Codice di Rete Mobile
nb: Mobilnettverkskode
nl: Mobiele netwerkcode
pl_pl: Kod sieci komórkowej
ru: Код мобильной сети
sv: Mobil nätverkskod
uk: Код мобільної мережі
zh_hans: 移动网络代码
zh_hant: 行動電話網路碼

# sensors.cellular_provider.attributes.iso_country_code
source: ISO Country Code
ca_es: Codi ISO del país
da: ISO-landekode
el: Κωδικός χώρας ISO
es: Código de país ISO
fi: ISO-maakoodi
fr: Code ISO du pays
it: Codice ISO Nazione
nb: ISO landskode
nl: ISO-landcode
pl_pl: Kod ISO kraju
ru: Код страны ISO
sv: ISO landskod
uk: ISO код країни
zh_hans: ISO国家代码
zh_hant: ISO 國碼

# sensors.cellular_provider.attributes.allows_voip
source: Allows VoIP
ca_es: Permet VoIP
cy_gb: Yn caniatáu VoIP
da: Tillader VoIP
el: Επιτρέπει VoIP
es: Permite VoIP
fi: Sallii VoIP-yhteyttä
fr: Permet la VoIP
it: Permette VoIP
nb: Tillater VoIP
nl: VoIP toestaan
pl_pl: Pozwalaj na VoIP
ru: VoIP разрешён
sv: Tillåt VoIP
uk: Дозволяє VoIP
zh_hans: 允许VoIP
zh_hant: 允許 VoIP

# sensors.cellular_provider.attributes.radio_tech
source: Current Radio Technology
ca_es: Tecnologia de ràdio actual
da: Nuværende radioteknologi
el: Τρέχουσα ραδιοτεχνολογία
es: Tecnología de radio actual
fi: Nykyinen radiotekniikka
fr: Technologie radio actuelle
it: Tecnologia Radio
nb: Nåværende radioteknologi
nl: Huidige radiotechnologie
pl_pl: Obecna technologia komórkowa
ru: Тип радиосвязи
sv: Nuvarande radioteknik
uk: Поточна радіотехнологія
zh_hans: 当前无线网络技术
zh_hant: 目前連線技術

# sensors.cellular_provider.radio_tech.gprs
source: General Packet Radio Service (GPRS)
el: Γενική υπηρεσία ραδιοφωνικών πακέτων (GPRS)
nb: Generell Packet Radio Service (GPRS)
ru: 2G + GPRS
zh_hans: GPRS

# sensors.cellular_provider.radio_tech.edge
source: Enhanced Data rates for GSM Evolution (EDGE)
el: Βελτιωμένα ποσοστά δεδομένων για την εξέλιξη GSM (EDGE)
ru: 2G + EDGE
zh_hans: EDGE

# sensors.cellular_provider.radio_tech.cdma_1x
source: Code Division Multiple Access (CDMA 1X)
el: Πολλαπλή πρόσβαση τμήματος κώδικα (CDMA 1X)
ru: CDMA 1X
zh_hans: CDMA 1X

# sensors.cellular_provider.radio_tech.wcdma
source: Wideband Code Division Multiple Access (WCDMA)
el: Πολλαπλή πρόσβαση διαίρεσης κώδικα ευρείας ζώνης (WCDMA)
ru: WCDMA
zh_hans: WCDMA

# sensors.cellular_provider.radio_tech.hsdpa
source: High Speed Downlink Packet Access (HSDPA)
el: Πρόσβαση πακέτου υψηλής ταχύτητας Downlink (HSDPA)
ru: 3G + HSDPA
zh_hans: HSDPA

# sensors.cellular_provider.radio_tech.hsupa
source: High Speed Uplink Packet Access (HSUPA)
el: Πρόσβαση πακέτων ανερχόμενης ζεύξης υψηλής ταχύτητας (HSUPA)
ru: 3G + HSUPA
zh_hans: HSUPA

# sensors.cellular_provider.radio_tech.cdma_evdo_rev_0
source: Code Division Multiple Access Evolution-Data Optimized Revision 0 (CDMA EV-DO Rev. 0)
ca_es: Divisió de codi Accés múltiple Evolució de dades optimitzats Revisió 0 (CDMA EV-DO Rev. 0)
el: Διαίρεση κώδικα πολλαπλής πρόσβασης Εξέλιξη-Δεδομένα Βελτιστοποιημένη αναθεώρηση 0 (CDMA EV-DO Rev. 0)
es: División de código Acceso múltiple Evolución de datos optimizados Revisión 0 (CDMA EV-DO Rev. 0)
fr: Code Division Multiple Access Evolution-Data Optimized Révision 0 (CDMA EV-DO Rév. 0)
ru: CDMA EV-DO ревизии 0
zh_hans: CDMA EV-DO Rev. 0

# sensors.cellular_provider.radio_tech.cdma_evdo_rev_a
source: Code Division Multiple Access Evolution-Data Optimized Revision A (CDMA EV-DO Rev. A)
ca_es: Divisió de codi Accés múltiple Evolució-Dades optimitzats Revisió A (CDMA EV-DO Rev. A)
el: Διαίρεση κώδικα πολλαπλής πρόσβασης εξέλιξη-δεδομένα βελτιστοποιημένη αναθεώρηση Α (CDMA EV-DO Rev. A)
es: División de código Acceso múltiple Evolución-Datos optimizados Revisión A (CDMA EV-DO Rev. A)
fr: Code Division Multiple Access Evolution-Data Optimized Révision A (CDMA EV-DO Rév.)
ru: CDMA EV-DO ревизии A
zh_hans: CDMA EV-DO Rev. A

# sensors.cellular_provider.radio_tech.cdma_evdo_rev_b
source: Code Division Multiple Access Evolution-Data Optimized Revision B (CDMA EV-DO Rev. B)
ca_es: Divisió de codi Accés múltiple Evolució-Dades optimitzats Revisió B (CDMA EV-DO Rev. B)
el: Διαίρεση κώδικα πολλαπλής πρόσβασης εξέλιξη-δεδομένα βελτιστοποιημένη αναθεώρηση Β (CDMA EV-DO Rev. B)
es: División de código Acceso múltiple Evolución-Datos optimizados Revisión B (CDMA EV-DO Rev. B)
fr: Code Division Multiple Access Evolution-Data Optimized Révision B (CDMA EV-DO Rév. B)
ru: CDMA EV-DO ревизии B
zh_hans: CDMA EV-DO Rev. B

# sensors.cellular_provider.radio_tech.ehrpd
source: High Rate Packet Data (HRPD)
ca_es: Dades de paquets d'alta velocitat (HRPD)
el: Δεδομένα πακέτου υψηλού ποσοστού (HRPD)
es: Paquete de datos de alta velocidad (HRPD)
ru: CDMA + HRPD
sv: Höghastighetspaketdata (HRPD)
zh_hans: HRPD

# sensors.cellular_provider.radio_tech.lte
source: Long-Term Evolution (LTE)
ca_es: Evolució a llarg termini (LTE)
el: Μακροπρόθεσμη εξέλιξη (LTE)
es: Evolución a largo plazo (LTE)
nb: Langsiktige utviklingen (LTE)
pl_pl: Sieć komórkowa (LTE)
ru: Сеть LTE
zh_hans: LTE
zh_hant: 長期演進技術 (LTE)
