Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# nfc.read.error.tag_invalid
source: NFC tag is invalid
ca_es: L'etiqueta NFC no és vàlida
cs: NFC štítek je neplatný
da: NFC-tag er ugyldigt
de: NFC-Tag ist ungültig
el: Η ετικέτα NFC δεν είναι έγκυρη
es_es: La etiqueta NFC no es válida
et: NFC-märgis on sobimatu
fr: Le tag NFC n'est pas valide
hu: Az NFC-címke érvénytelen
id: Tag NFC tidak valid
it: Il tag NFC non è valido
ja: NFCタグが無効です
ko_kr: NFC 태그가 잘못되었습니다.
nb: NFC-taggen er ugyldig
nl: NFC-tag is ongeldig
pl_pl: Tag NFC jest nieprawidłowy
pt_br: A tag NFC é inválida
ru: Тег NFC (Связь ближнего поля) недействителен
tr: NFC etiketi geçersiz
uk: Неприпустимий тег NFC
zh_hant: NFC 標籤無效

# nfc.read.error.generic_failure
source: Failed to read tag
ca_es: No s'ha pogut llegir l'etiqueta
cs: Nepodařilo se přečíst štítek
da: Kunne ikke læse tag
de: Lesen des Tags fehlgeschlagen
el: Αποτυχία ανάγνωσης ετικέτας
es_es: No se pudo leer la etiqueta
et: Märgise lugemine nurjus
fr: Échec de lecture de la balise
hu: Nem sikerült beolvasni a matricát
id: Gagal membaca tag
it: Impossibile leggere il tag
ja: タグの読み取りに失敗しました
ko_kr: 태그를 읽지 못했습니다.
nb: Kunne ikke lese taggen
nl: Kan de tag niet lezen
pl_pl: Nie udało się odczytać tagu
pt_br: Falha ao ler a tag
ru: Не удалось прочитать тег
tr: Etiket okunamadı
uk: Не вдалося прочитати тег
zh_hant: 讀取標籤失敗

# nfc.read.error.not_home_assistant
source: NFC tag is not a Home Assistant tag
ca_es: L'etiqueta NFC no és una etiqueta Home Assistant
cs: NFC štítek neobsahuje štítek z Home Assistanta
da: NFC-tag er ikke et Home Assistant-tag
de: NFC-Tag ist kein Home Assistant Tag
el: Η ετικέτα NFC δεν είναι ετικέτα του Home Assistant
es_es: La etiqueta NFC no es una etiqueta de Home Assistant
et: NFC-märgis ei ole Home Assistanti märgis
fr: Le tag NFC n'est pas un tag Home Assistant
hu: Az NFC-címke nem Home Assistant címke
id: Tag NFC bukanlah tag Home Assistant
it: Il tag NFC non è un tag Home Assistant
ja: NFCタグはHome Assistantのタグではありません
ko_kr: NFC 태그가 Home Assistant 태그가 아닙니다.
nb: NFC-taggen er ikke et Home Assistant-tagg
nl: NFC-tag is geen Home Assistant-tag
pl_pl: Tag NFC nie jest tagiem Home Assistant
pt_br: A tag NFC não é uma tag do Home Assistant
ru: Тег NFC (Связь ближнего поля) не является тегом Home Assistant
tr: NFC etiketi, Home Assistant etiketi değil
uk: Тег NFC не є тегом Home Assistant
zh_hant: NFC 標籤並非 Home Assistant 標籤

# nfc.write.start_message
source: Hold your %@ near a writable NFC tag
ca_es: Manteneu el vostre %@ prop d'una etiqueta NFC que es pugui escriure
cs: Podržte %@ poblíž zapisovatelného NFC štítku
da: Hold %@ i nærheden af et skrivbart NFC-tag
de: Halte dein/deine %@ nahe an einen beschreibbaren NFC-Tag
el: Κρατήστε το %@ κοντά σε μια εγγράψιμη ετικέτα NFC
es_es: Mantén tu %@ cerca de una etiqueta NFC grabable
et: Hoia oma %@ kirjutatava NFC-märgise lähedal
fr: Tenez votre %@ à proximité d'un tag NFC inscriptible
hu: Tartsa a(z) %@-t egy írható NFC-címke közelében.
id: Dekatkan %@ ke tag NFC yang dapat ditulisi
it: Tieni il tuo %@ vicino a un tag NFC scrivibile
ja: 書き込み可能なNFCタグの近くに %@ をかざす
ko_kr: %@을(를) 작성 가능한 NFC 태그 근처에 두십시오.
nb: Hold %@ i nærheten av en skrivbar NFC-kode
nl: Houd je %@ bij een beschrijfbare NFC-tag
pl_pl: Przytrzymaj %@ w pobliżu tagu NFC który chcesz zapisać
pt_br: Segure seu %@ perto de uma tag NFC gravável
ru: Держите рядом %@ с записываемой меткой NFC (Связь ближнего поля)
tr: %@'lerinizi yazılabilir bir NFC etiketinin yakınında tutun
uk: Утримання %@ біля тегу NFC для записування
zh_hant: 將 %@ 靠近 NFC 標籤

# nfc.write.success_message
source: Tag Written!
ca_es: Etiqueta escrita!
cs: Štítek zapsán!
da: Data skrevet til tag!
de: Tag beschrieben!
el: Η ετικέτα γράφτηκε!
es_es: ¡Etiqueta escrita!
et: Märgis on kirjutatud!
fr: Tag écrit !
hu: Címke megírva!
id: Tag Ditulis!
it: Tag scritto!
ja: タグに書きこみ！
ko_kr: 태그 작성됨!
nb: Tag Skrevet!
nl: Tag geschreven!
pl_pl: Zapisano Tag!
pt_br: Tag Escrita!
ru: Тег написан!
tr: Etiket Yazılı!
uk: Тег записаний!
zh_hant: 標籤已寫入！

# nfc.write.identifier_choice.title
source: What kind of tag identifier?
ca_es: Quin tipus d'identificador d'etiqueta?
cs: Jaký bude druh identifikátoru štítku?
da: Hvilken type tag-identifikator?
de: Welche Art von Tag Id?
el: Τι είδους αναγνωριστικό ετικέτας;
es_es: ¿Qué tipo de identificador de etiqueta?
et: Millist tüüpi märgise identifikaator?
fr: Identifiant de la balise
hu: Milyen címkeazonosító?
id: Pengenal tag seperti apa?
it: Che tipo di identificatore di tag?
ja: タグ識別子の種類は？
ko_kr: 어떤 종류의 태그 식별자입니까?
nb: Hva slags tag identifikator?
nl: Wat voor soort tag identifier?
pl_pl: Jaki rodzaj identyfikatora tagu?
pt_br: Que tipo de identificador de tag?
ru: Вид идентификатора тега?
tr: Ne tür etiket tanımlayıcısı?
uk: Ідентифікатор тегу?
zh_hant: 何種標籤識別

# nfc.write.identifier_choice.message
source: The identifier helps differentiate various tags.
ca_es: L’identificador ajuda a diferenciar diverses etiquetes.
cs: Identifikátor pomáhá rozlišovat různé štítky.
da: Identifikatoren hjælper med at differentiere forskellige tags.
de: Diese Id hilft bei der Unterscheidung mehrerer Tags.
el: Το αναγνωριστικό βοηθά στη διαφοροποίηση διαφόρων ετικετών.
es_es: El identificador ayuda a diferenciar varias etiquetas.
et: Nimi aitab eristada erinevaid märgiseid.
fr: L'identifiant permet de différencier les différentes balises.
hu: Az azonosító segít megkülönböztetni a különböző címkéket.
id: Pengenal membantu untuk membedakan berbagai tag.
it: L'identificatore aiuta a differenziare vari tag.
ja: 識別子は、さまざまなタグを区別するのに役立ちます。
ko_kr: 식별자는 다양한 태그를 구별하는 데 도움이 됩니다.
nb: Identifikatoren hjelper til med å skille forskjellige tagger.
nl: De identifier helpt verschillende tags te onderscheiden.
pl_pl: Identyfikator pomaga odróżnić poszczególne tagi.
pt_br: O identificador ajuda a diferenciar várias tags.
ru: Идентификатор помогает различать различные теги.
tr: Tanımlayıcı, çeşitli etiketleri ayırt etmeye yardımcı olur.
uk: Ідентифікатор допомагає диференціювати різні теги.
zh_hant: 識別有助於區分不同的標籤。

# nfc.write.identifier_choice.random
source: Random (Recommended)
ca_es: Aleatori (Recomanat)
cs: Náhodný (doporučeno)
da: Tilfældig (anbefales)
de: Zufällig (empfohlen)
el: Τυχαία (Συνιστάται)
es_es: Aleatorio (recomendado)
et: Juhuslik (soovitatav)
fr: Aléatoire (recommandé)
hu: Véletlenszerű (ajánlott)
id: Acak (Disarankan)
it: Casuale (Raccomandato)
ja: ランダム(推奨)
ko_kr: 랜덤 (권장)
nb: Tilfeldig (anbefales)
nl: Willekeurig (aanbevolen)
pl_pl: Losowo (zalecane)
pt_br: Aleatório (recomendado)
ru: Случайно (рекомендуется)
tr: Rastgele (Önerilen)
uk: Випадково (рекомендується)
zh_hant: 隨機（推薦）

# nfc.write.identifier_choice.manual
source: Manual
cs: Ručně
da: Manuel
de: Manuell
el: Εγχειρίδιο
et: Käsitsi
fr: Manuel
hu: Manuális
it: Manuale
ja: マニュアル
ko_kr: 수동
nb: Manuell
nl: Handmatig
pl_pl: Ręcznie
ru: Руководство
tr: Manuel
uk: Вручну
zh_hant: 手動

# nfc.write.manual_input.title
source: What identifier for the tag?
ca_es: Quin identificador per a l'etiqueta?
cs: Jaký bude identifikátor štítku?
da: Hvilken identifikator for tagget?
de: Welche Id für den Tag?
el: Ποιο αναγνωριστικό για την ετικέτα;
es_es: ¿Qué identificador para la etiqueta?
et: Märgise nimi?
fr: Quel est l'identifiant du tag ?
hu: Milyen azonosítója van a címkének?
id: Apa pengenal untuk tag tersebut?
it: Quale identificatore per il tag?
ja: タグの識別子は何ですか？
ko_kr: 이 태그의 식별자는 무엇입니까?
nb: Hvilken identifikator for taggen?
nl: Welke identificatie voor de tag?
pl_pl: Który identyfikator dla taga?
pt_br: Qual identificador para a tag?
ru: Какой идентификатор тега?
tr: Etiket için hangi tanımlayıcı?
uk: Ідентифікатор тегу?
zh_hant: 哪一種標籤識別？

# nfc.write.error.not_writable
source: NFC tag is read-only
ca_es: L’etiqueta NFC és de només lectura
cs: NFC štítek je jen pro čtení
da: NFC-tag er skrivebeskyttet
de: Der NFC-Tag ist schreibgeschützt
el: Η ετικέτα NFC είναι μόνο για ανάγνωση
es_es: La etiqueta NFC es de sólo lectura
et: NFC-märgis on kirjutuskaitstud
fr: Le tag NFC est en lecture seule
hu: Az NFC-címke csak olvasható
id: Tag NFC bersifat hanya baca
it: Il tag NFC è di sola lettura
ja: NFCタグは読み取り専用です
ko_kr: NFC 태그는 읽기 전용입니다.
nb: NFC-taggen er skrivebeskyttet
nl: NFC-tag is alleen-lezen
pl_pl: Tag NFC jest tylko do odczytu
pt_br: A tag NFC é somente leitura
ru: Тег NFC (Связь ближнего поля) доступен только для чтения
tr: NFC etiketi salt okunur
uk: Тег NFC доступний лише для читання
zh_hant: 唯獨的NFC標籤

# nfc.write.error.capacity
source: NFC tag has insufficient capacity: needs %ld but only has %ld
ca_es: L’etiqueta NFC no té capacitat suficient: necessita %ld però només té %ld
cs: NFC štítek nemá dostatečnou kapacitu: potřebuje %ld, ale má jen %ld
da: NFC-tagget har utilstrækkelig kapacitet: har brug for %ld, men har kun %ld
de: Kapazität des NFC Tags zu gering: benötigt %ld, aber nur %ld vorhanden
el: Η ετικέτα NFC έχει ανεπαρκή χωρητικότητα: χρειάζεται %ld αλλά έχει μόνο %ld
es_es: La etiqueta NFC no tiene capacidad suficiente: necesita %ld pero solo tiene %ld
et: NFC-märgisel on ebapiisav maht: vajab %ld , kuid sellel on ainult %ld
fr: La balise NFC a une capacité insuffisante: nécessite %ld mais n'a que %ld
hu: Az NFC-címke kapacitása nem elegendő: %ld szükséges, de csak %ld van.
id: Kapasitas tag NFC tidak mencukupi: dibutuhkan %ld tetapi hanya tersedia %ld
it: Il tag NFC ha una capacità insufficiente: necessita di %ld ma ha solo %ld
ja: NFCタグの容量が不足しています: %ld 必要ですが、%ld しかありません
ko_kr: NFC 태그의 용량이 부족합니다: %ld가 필요하지만 %ld만 있습니다.
nb: NFC-taggen har ikke nok kapasitet: trenger %ld men har bare %ld
nl: NFC-tag heeft onvoldoende capaciteit: heeft %ld nodig, maar heeft %ld.
pl_pl: Tag NFC ma niewystarczającą pojemność: potrzebuje %ld ale ma tylko %ld
pt_br: A tag NFC tem capacidade insuficiente: precisa de %ld mas só tem %ld
ru: Тег NFC имеет недостаточную емкость: требуется %ld, но есть только %ld
tr: NFC etiketi yetersiz kapasiteye sahiptir: ihtiyacı %ld ama sadece %ld vardır
uk: Тег NFC має недостатню ємність: потребує %ld але має лише %ld
zh_hant: NFC 標籤容量不足：需要 %ld 但僅剩下 %ld

# nfc.write.error.invalid_format
source: NFC tag is not NDEF format
ca_es: L’etiqueta NFC no té el format NDEF
cs: NFC štítek není ve formátu NDEF
da: NFC-tag er ikke NDEF-format
de: Der NFC-Tag ist nicht im NDEF-Format
el: Η ετικέτα NFC δεν έχει μορφή NDEF
es_es: La etiqueta NFC no tiene formato NDEF
et: NFC-märgis ei ole NDEF-vormingus
fr: La balise NFC n'est pas au format NDEF
hu: Az NFC-címke nem NDEF formátumú
id: Tag NFC tidak dalam format NDEF
it: Il tag NFC non è in formato NDEF
ja: NFCタグが、NDEF形式ではありません
ko_kr: NFC 태그가 NDEF 형식이 아닙니다.
nb: NFC-taggen er ikke NDEF-format
nl: NFC-tag heeft geen NDEF-indeling
pl_pl: Tag NFC nie jest w formacie NDEF
pt_br: A tag NFC não é o formato NDEF
ru: Тег NFC (Связь ближнего поля) не является форматом NDEF (формат обмена данными NFC)
tr: NFC etiketi NDEF formatında değildir
uk: Тег NFC не у форматі NDEF
zh_hant: 非 NDEF 格式 NFC 標籤

# settings_details.notifications.categories_synced.empty
source: No Synced Categories
ca_es: No hi ha categories sincronitzades
cs: Žádné synchronizované kategorie
da: Ingen synkroniserede kategorier
de: Keine synchronisierten Kategorien
el: Καμία συγχρονισμένη κατηγορία
es_es: No hay categorías sincronizadas
et: Sünkroonitud kategooriaid pole
fr: Aucune catégorie synchronisée
hu: Nincsenek szinkronizált kategóriák
id: Tidak Ada Kategori yang Disinkronkan
it: Nessuna categoria sincronizzata
ja: 同期されたカテゴリはありません
ko_kr: 동기화된 카테고리 없음
nb: Ingen synkroniserte kategorier
nl: Geen gesynchroniseerde categorieën
pl_pl: Brak zsynchronizowanych kategorii
pt_br: Nenhuma categoria sincronizada
ru: Нет синхронизированных категорий
tr: Senkronize Edilmiş Kategori Yok
uk: Немає синхронізованих категорій
zh_hant: 無同步類別

# settings_details.notifications.categories_synced.footer_no_categories
source: Categories may be also defined in the .yaml configuration.
ca_es: Les categories també es poden definir a la configuració .yaml.
cs: Kategorie mohou být také definovány v konfiguraci .yaml.
da: Kategorier kan også defineres i .yaml-konfigurationen.
de: Kategorien können auch in der .yaml-Konfiguration definiert werden.
el: Οι κατηγορίες μπορούν επίσης να οριστούν στη ρύθμιση παραμέτρων .yaml.
es_es: Las categorías también se pueden definir en la configuración .yaml.
et: Kategooriaid saab määratleda ka .yamli konfiguratsioonis.
fr: Les catégories peuvent également être définies dans la configuration .yaml.
hu: A kategóriákat a .yaml konfigurációban is meg lehet határozni.
id: Kategori juga dapat didefinisikan di konfigurasi .yaml.
it: Le categorie possono essere anche definite nella configurazione .yaml.
ko_kr: 카테고리는 .yaml 구성에서도 정의할 수 있습니다.
nb: Kategorier kan også defineres i .yaml-konfigurasjonen.
nl: Categorieën kunnen ook worden gedefinieerd in de .yaml-configuratie.
pl_pl: Kategorie mogą być także zdefiniowane w pliku .yaml
pt_br: As categorias também podem ser definidas na configuração .yaml.
ru: Категории также могут быть определены в конфигурации configuration.yaml.
tr: Kategoriler ayrıca .yaml konfigürasyonunda da tanımlanabilir.
uk: Категорії також можуть бути визначені в конфігурації .yaml.
zh_hant: 也可以於 .yaml 中定義類別。

# settings_details.actions.actions_synced.empty
source: No Synced Actions
ca_es: No hi ha accions sincronitzades
cs: Žádné synchronizované akce
da: Ingen synkroniserede handlinger
de: Keine synchronisierten Aktionen
el: Καμία συγχρονισμένη ενέργεια
es_es: No hay acciones sincronizadas
et: Sünkroonitud toiminguid pole
fr: Aucune action synchronisée
hu: Nincsenek szinkronizált műveletek
id: Tidak Ada Aksi yang Disinkronkan
it: Nessuna azione sincronizzata
ja: 同期されたアクションはありません
ko_kr: 동기화된 동작 없음
nb: Ingen synkroniserte handlinger
nl: Geen gesynchroniseerde acties
pl_pl: Brak zsynchronizowanych akcji
pt_br: Nenhuma ação sincronizada
ru: Нет синхронизированных действий
tr: Eşitlenmiş Eylem Yok
uk: Немає синхронізованих дій
zh_hant: 無同步觸發動作

# settings_details.actions.actions_synced.footer_no_actions
source: Actions may be also defined in the .yaml configuration.
ca_es: Les accions també es poden definir a la configuració .yaml.
cs: Akce mohou být také definovány v konfiguraci .yaml.
da: Handlinger kan også defineres i .yaml-konfigurationen.
de: Aktionen können auch in der .yaml-Konfiguration definiert werden.
el: Οι ενέργειες μπορούν επίσης να οριστούν στη ρύθμιση παραμέτρων .yaml.
es_es: Las acciones también se pueden definir en la configuración .yaml.
et: Toiminguid saab määratleda ka .yamli konfiguratsioonis.
fr: Les actions peuvent également être définies dans la configuration .yaml.
hu: A műveleteket a .yaml konfigurációban is meg lehet adni.
id: Aksi juga dapat didefinisikan di konfigurasi .yaml.
it: Le azioni possono essere anche definite nella configurazione .yaml.
ko_kr: 동작은 .yaml 구성에서도 정의할 수 있습니다.
nb: Handlinger kan også defineres i .yaml-konfigurasjonen.
nl: Acties kunnen ook worden gedefinieerd in de .yaml-configuratie.
pl_pl: Akcje mogą być także zdefiniowane w pliku .yaml
pt_br: As ações também podem ser definidas na configuração .yaml.
ru: Действия также могут быть определены в конфигурации файла configuration.yaml.
tr: Eylemler ayrıca .yaml yapılandırmasında da tanımlanabilir.
uk: Дії також можуть бути визначені в конфігурації .yaml.
zh_hant: 也可以於 .yaml 中定義觸發動作。

# settings.connection_section.cloud_overrides_external
source: When connecting via Cloud, the External URL will not be used. You do not need to configure one unless you want to disable Cloud.
ca_es: Quan es connecti mitjançant el núvol, no s’utilitzarà la URL externa. No cal configurar-ne una tret que vulgueu desactivar el núvol.
cs: Při připojování přes Cloud se externí URL nepoužívá. Není nutné ji nastavovat, pokud nechcete používat Cloud.
da: Når du opretter forbindelse via Cloud, bruges den eksterne webadresse ikke. Du behøver ikke at konfigurere en, medmindre du vil deaktivere Cloud.
de: Bei Verbindung über die Cloud wird die externe URL nicht verwendet. Du musst keine einrichten, außer du möchtest die Cloud deaktivieren.
el: Κατά τη σύνδεση μέσω Cloud, το εξωτερικό URL δεν θα χρησιμοποιηθεί. Δεν χρειάζεται να διαμορφώσετε κανένα, εκτός εάν θέλετε να απενεργοποιήσετε το Cloud.
es_es: Al conectarse a través de la nube, no se utilizará la URL externa. No es necesario configurar una a menos que desee desactivar la nube.
et: Pilve kaudu ühenduse loomisel välist URL-i ei kasutata. Seda ei pea konfigureerima, välja arvatud juhul, kui soovid pilve keelata.
fr: Lors de la connexion via Cloud, l'URL externe ne sera pas utilisée. Vous n'avez pas besoin d'en configurer un, sauf si vous souhaitez désactiver Cloud.
hu: Felhőn keresztüli csatlakozáskor a külső URL nem kerül felhasználásra. Nem kell konfigurálnia, hacsak nem szeretné letiltani a Cloud szolgáltatást.
id: Ketika terhubung lewat Cloud, URL Eksternal tidak akan digunakan. Anda tidak perlu mengonfigurasinya kecuali jika ingin menonaktifkan Cloud.
it: Quando ci si connette tramite Cloud, l'URL esterno non verrà utilizzato. Non è necessario configurarne uno a meno che non si desideri disabilitare Cloud.
ko_kr: Cloud를 통해 연결할 때 외부 URL은 사용되지 않습니다. Cloud를 비활성화하려는 경우가 아니면 구성할 필요가 없습니다.
nb: Når du kobler til via Cloud, brukes ikke den eksterne URL-en. Du trenger ikke å konfigurere en med mindre du vil deaktivere Cloud.
nl: Als u verbinding maakt via Cloud, wordt de externe URL niet gebruikt. U hoeft er geen te configureren, tenzij u Cloud wilt uitschakelen.
pl_pl: Podczas łączenia się przez chmurę, "zewnętrzny adres URL" nie będzie używany. Nie musisz go konfigurować, chyba że chcesz wyłączyć chmurę.
pt_br: Ao conectar via Cloud, a URL Externa não será usada. Você não precisa configurar uma, a menos que queira desabilitar a Cloud.
ru: При подключении через облако внешний URL-адрес использоваться не будет. Вам не нужно настраивать его, если вы не хотите отключить облако.
tr: Bulut yoluyla bağlanırken, Harici URL kullanılmayacaktır. Bulutu devre dışı bırakmak istemediğiniz sürece bir tane yapılandırmanıza gerek yoktur.
uk: При підключенні через хмару зовнішня URL-адреса не використовуватиметься. Вам не потрібно налаштовувати її, якщо ви не будете користуватись віддаленим доступом.
zh_hant: 當透過 Cloud 連線時，將不使用外部 URL。不需要進行設定，除非您想關閉 Cloud 服務。

# nfc.generic_tag_read
source: Tag Read
ca_es: Llegir etiqueta
cs: Přečíst štítek
da: Tag læst
de: Tag gelesen
el: Ανάγνωση ετικέτας
es_es: Etiqueta leída
et: Märgise lugemine
fr: Tag lu
hu: Címke olvasása
id: Baca Tag
it: Lettura tag
ja: タグ読み取り
ko_kr: 태그 읽기
nb: Tagg Les
nl: Tag lezen
pl_pl: Odczytaj TAG
pt_br: Leitura de tags
ru: Чтение тегов
tr: Etiketi Oku
uk: Читання тегів
zh_hant: 標籤讀取

# database.problem.title
source: Database Error
ca_es: Error de base de dades
cs: Chyba databáze
da: Fejl i database
de: Datenbankfehler
el: Σφάλμα βάσης δεδομένων
es_es: Error en la base de datos
et: Andmebaasi viga
fr: Erreur de la base de données
hu: Adatbázis hiba
id: Kesalahan Basis Data
it: Errore del database
ja: データベースエラー
ko_kr: 데이터베이스 오류
nb: Feil i databasen
nl: Databasefout
pl_pl: Błąd bazy danych
pt_br: Erro de banco de dados
ru: Ошибка базы данных
sl: Napaka zbirke podatkov
tr: Veri tabanı hatası
uk: Помилка бази даних
zh_hant: 資料數據錯誤

# database.problem.delete
source: Delete Database & Quit App
ca_es: Eliminar la base de dades i sortir de l'aplicació
cs: Smazat databázi a ukončit aplikaci
da: Slet database & afslut app
de: Datenbank löschen & App beenden
el: Διαγραφή βάσης δεδομένων και έξοδος από την εφαρμογή
es_es: Borrar la base de datos y salir de la aplicación
et: Kustuta andmebaas ja sulge rakendus
fr: Supprimer la base de données et quitter l'application
hu: Adatbázis törlése és kilépés az alkalmazásból
id: Hapus Basis Data dan Keluar dari Aplikasi
it: Elimina il database e chiudi l'applicazione
ja: データベースを削除してアプリを終了する
ko_kr: 데이터베이스 삭제 및 앱 종료
nb: Slett database og avslutt app
nl: Database verwijderen en app afsluiten
pl_pl: Usuń bazę i opuść aplikację
pt_br: Excluir banco de dados e sair do aplicativo
ru: Удалить базу данных и выйти из приложения
tr: Veritabanını Sil ve Uygulamadan Çık
uk: Видалити базу даних і вийти з програми
zh_hant: 刪除資料數據並退出 App

# database.problem.quit
source: Quit App
ca_es: Surt de l'aplicació
cs: Ukončit aplikaci
da: Afslut app
de: App schließen
el: Έξοδος εφαρμογής
es_es: Salir de la aplicación
et: Sulge rakendus
fr: Quitter l'application
hu: Kilépés az alkalmazásból
id: Keluar dari Aplikasi
it: Esci dall'app
ja: アプリを終了
ko_kr: 앱 종료
nb: Avslutt appen
nl: App afsluiten
pl_pl: Zamknij aplikację
pt_br: Sair do aplicativo
ru: Выйти из приложения
sl: Zapri aplikacijo
tr: Uygulamadan Çık
uk: Закрити додаток
zh_hant: 退出 App

# settings.developer.show_log_files.title
source: Show log files in Finder
ca_es: Mostra els fitxers de registre al Finder
cs: Zobrazit soubory s logem ve Finderu
da: Vis logfiler i Finder
de: Log-Dateien in Finder anzeigen
el: Εμφάνιση αρχείων καταγραφής στο Finder
es_es: Mostrar archivos de registro en el Finder
et: Kuva logifailid Finderis
fr: Afficher les fichiers journaux dans Finder
hu: Naplófájlok megjelenítése a Finderben
id: Tampilkan file log di Finder
it: Mostra i file di log in Finder
ja: ファインダーでログファイルを表示する
ko_kr: Finder에서 로그 파일 보기
nb: Vis loggfiler i Finder
nl: Toon logbestanden in Finder
pl_pl: Pokaż pliki dziennika w Wyszukiwarce
pt_br: Mostrar arquivos de log no Finder
tr: Finder'da günlük dosyalarını göster
uk: Показувати файли журналів у Finder
vi: Hiển thị tệp nhật ký trong Finder
zh_hant: 於 Finder 顯示日誌檔案

# settings_details.actions.footer_mac
source: Actions are used in the application menu and widgets.
ca_es: Les accions s'utilitzen al menú de l'aplicació i als ginys.
cs: Akce se používají v nabídce a widgetech
da: Handlinger bruges i applikationsmenuen og widgets.
de: Aktionen werden im App Menü und in Widgets verwendet.
el: Οι ενέργειες χρησιμοποιούνται στο μενού και τα widget της εφαρμογής.
es_es: Las acciones se utilizan en el menú de la aplicación y en los widgets.
et: Toiminguid kasutatakse rakenduse menüüs ja vidinates.
fr: Les actions sont utilisées dans le menu de l'application et des widgets.
hu: A műveletek az alkalmazás menüjében és a widgetekben használatosak.
id: Aksi digunakan dalam menu aplikasi dan widget.
it: Le azioni vengono utilizzate nel menu dell'applicazione e nei widget.
ko_kr: 동작은 애플리케이션 메뉴와 위젯에서 사용됩니다.
nb: Handlinger brukes i applikasjonsmenyen og widgetene.
nl: Acties worden gebruikt in het toepassingsmenu en widgets.
pl_pl: Akcje są używane w menu aplikacji i widgetach.
pt_br: As ações são usadas no menu do aplicativo e nos widgets.
tr: Eylemler uygulama menüsünde ve widget'larda kullanılır.
uk: Дії використовуються в меню програми та віджетах.
vi: Hành động được sử dụng trong application menu và các widget.
zh_hant: 動作可用於應用程式選單及 Widget。

# ha_api.api_error.update_not_possible
source: Operation could not be performed.
ca_es: No s'ha pogut realitzar l'operació.
cs: Operaci nelze provést.
da: Handlingen kunne ikke udføres.
de: Operation konnte nicht durchgeführt werden.
el: Δεν ήταν δυνατή η εκτέλεση της λειτουργίας.
es_es: No se pudo realizar la operación.
et: Toimingut ei saanud sooritada.
fr: L'opération n'a pas pu être effectuée.
hu: A műveletet nem lehetett végrehajtani.
id: Operasi tidak dapat dilakukan.
it: Impossibile eseguire l'operazione.
ja: 操作できませんでした。
ko_kr: 작업을 수행할 수 없습니다.
nb: Operasjonen kunne ikke utføres.
nl: De bewerking kon niet worden uitgevoerd.
pl_pl: Nie można wykonać operacji.
pt_br: A operação não pôde ser executada.
tr: İşlem gerçekleştirilemedi.
uk: Не вдалося виконати операцію.
vi: Thao tác không thể thực hiện được.
zh_hant: 動作無法執行。
