Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# sensors.pedometer.distance.name
source: Distance
ca_es: Distància
cy_gb: Pellter
el: Απόσταση
es: Distancia
fi: Etäisyys
it: Distanza
nb: Avstand
nl: Afstand
pl_pl: Odległość
ru: Расстояние
sv: Distans
uk: Відстань
zh_hans: 距离
zh_hant: 距離

# sensors.pedometer.floors_ascended.name
source: Floors Ascended
ca_es: Pisos ascendits
cy_gb: Lloriau wedi'u esgyn
da: Etager op
el: Όροφοι που ανέβηκαν
es: Pisos Ascendidos
fi: Lattiat noussut
fr: Étages montés
it: Piani Saliti
nb: Trapper Opp
nl: Verdiepingen omhoog
ru: Подъёмов по лестнице
sv: Våningar upp
uk: Подолано поверхів
zh_hans: 楼层上升
zh_hant: 上台階數

# sensors.pedometer.floors_descended.name
source: Floors Descended
ca_es: Pisos descendits
cy_gb: Lloriau wedi'u disgyn
da: Etager ned
el: Όροφοι που κατέβηκαν
es: Pisos Descendidos
fi: Lattiat laskeudettu
fr: Étages Descendus
it: Piani Scesi
nb: Trapper Ned
nl: Verdiepingen omlaag
ru: Спусков по лестнице
sv: Våningar ned
uk: Зійдено поверхів
zh_hans: 楼层下降
zh_hant: 下台階數

# sensors.pedometer.steps.name
source: Steps
ca_es: Passos
cy_gb: Camau
da: Skridt
el: Βήματα
es: Pasos
fi: Askelta
fr: Pas
it: Passi
nb: Skritt
nl: Stappen
pl_pl: Kroki
ru: Шагов
sv: Steg
uk: Кроки
zh_hans: 脚步
zh_hant: 步數

# sensors.pedometer.unit.steps_per_second
source: steps/s
ca_es: Passos
da: skridt/s
el: βήματα/s
es: pasos/s
fi: askelta/s
fr: pas/s
it: passi/s
nb: trinn/s
nl: stappen/s
pl_pl: kroków/s
ru: шагов/с
sv: steg/s
uk: кроки/с
zh_hans: 步/秒
zh_hant: 步/秒

# sensors.pedometer.average_active_pace.name
source: Average Active Pace
ca_es: Ritme actiu mitjà
cy_gb: Cyflymder Gweithredol ar gyfartaledd
da: Gennemsnitligt aktivt tempo
el: Μέσος ενεργός ρυθμός
es: Promedio de ritmo activo
fi: Keskimääräinen aktiivinen tahti
fr: Rythme moyen d'activité
it: Passo medio
nb: Gjennomsnittlig aktivitets tempo
nl: Gemiddeld actief tempo
pl_pl: Średnie aktywne tempo
ru: Средний активный темп
sv: Genomsnittligt aktivt tempo
uk: Середній активний темп
zh_hans: 平均活动速度
zh_hant: 平均移動速度

# sensors.pedometer.current_pace.name
source: Current Pace
ca_es: Ritme Actual
cy_gb: Cyflymder Cyfredol
da: Nuværende tempo
el: Τρέχων ρυθμός
es: Ritmo actual
fi: Nykyinen tahti
fr: Rythme actuel
it: Passo corrente
nb: Nåværende tempo
nl: Huidig tempo
pl_pl: Bieżące tempo
ru: Текущий темп
sv: Aktuellt tempo
uk: Поточний темп
zh_hans: 当前速度
zh_hant: 目前速度

# sensors.pedometer.current_cadence.name
source: Current Cadence
ca_es: Cadència actual
cy_gb: Curiad Cyfredol
da: Nuværende kadence
el: Τρέχων ρυθμός
es: Cadencia actual
fi: Nykyinen poljinnopeus
fr: Cadence actuelle
it: Ritmo attuale
nb: Nåværende tråkkfrekvens
nl: Huidige cadans
pl_pl: Bieżący rytm
ru: Частота шагов
sv: Aktuell kadens
uk: Поточна каденція
zh_hans: 当前韵律
zh_hant: 目前節奏

# sensors.activity.name
source: Activity
ca_es: Activitat
cy_gb: Gweithgaredd
da: Aktivitet
el: Δραστηριότητα
es: Actividad
fi: Aktiviteetti
fr: Activité
it: Attività
nb: Aktivitet
nl: Activiteit
pl_pl: Aktywność
ru: Активность
sv: Aktivitet
uk: Діяльність
zh_hans: 活动
zh_hant: 活動

# sensors.activity.attributes.confidence
source: Confidence
ca_es: Confiança
cy_gb: Hyder
da: Tillid
el: Αυτοπεποίθηση
es: Confianza
fi: Varmuus
fr: Confiance
it: Precisione
nb: Selvsikkerhet
nl: Zekerheid
pl_pl: Pewność
ru: Уверенность
sv: Förtroende
uk: Впевненість
zh_hans: 置信度
zh_hant: 信賴度

# sensors.activity.attributes.types
source: Types
ca_es: Tipus
cy_gb: Mathau
da: Typer
el: Τύποι
es: Tipos
fi: Tyyppejä
it: Tipologie
nb: Typer
pl_pl: Typy
ru: Типы
sv: Typer
uk: Типи
zh_hans: 类型
zh_hant: 類型

# sensors.geocoded_location.name
source: Geocoded Location
ca_es: Ubicació geocodificada
da: Geokodet placering
el: Γεωγραφική κωδικοποίηση τοποθεσίας
es: Ubicación Geocodificada
fi: Geokoodattu sijainti
fr: Lieu géocodé
it: Posizione
nb: Geokodet Beliggenhet
nl: Geocoded locatie
pl_pl: Lokalizacja geokodowana
ru: Расшифрованная геолокация
sv: Geokodad plats
uk: Геокодоване розташування
zh_hans: 地理编码位置
zh_hant: Geocoded 位置

# sensors.geocoded_location.attributes.administrative_area
source: AdministrativeArea
ca_es: Àrea Administrativa
da: AdministrativtOmråde
el: Διοικητική Περιοχή
es: Área administrativa
fi: HallintoAlue
fr: ZoneAdministrative
it: Regione
nb: AdministrativeOmråde
nl: Administratief gebied
pl_pl: Obszar administracyjny
ru: Административный район
sv: Administrativt område
zh_hans: 行政区域

# sensors.geocoded_location.attributes.areas_of_interest
source: AreasOfInterest
ca_es: Àrees d'interès
da: Interesseområder
el: Περιοχές ενδιαφέροντος
es: Áreas de interés
fi: KiinnostusKohteita
fr: ZoneDInteret
it: Aree di interesse
nb: Områder av interesse
nl: GebiedenvanIntresse
pl_pl: Obszary zainteresowań
ru: Достопримечательности
sv: Intressanta områden
zh_hans: 兴趣区域

# sensors.geocoded_location.attributes.country
source: Country
ca_es: País
da: Land
el: Χώρα
es: País
fi: Maa
fr: Pays
it: Nazione
nb: Land
nl: Land
pl_pl: Kraj
ru: Страна
sv: ISO landskod
zh_hans: 国家
zh_hant: 國家

# sensors.geocoded_location.attributes.inland_water
source: InlandWater
ca_es: Aigües interiors
da: LandbeliggendeVand
el: Εσωτερική θάλασσα
es: Aguas continentales
fi: SisäMeri
fr: EauxInterieures
it: Acque interne
nb: Innlandsvann
nl: BinnenlandWater
ru: Внутренние воды
zh_hans: 内陆水域

# sensors.geocoded_location.attributes.iso_country_code
source: ISOCountryCode
ca_es: Codi de país ISO
da: ISOLandekode
el: Κωδικός χώρας ISO
es: Código del país
fi: ISOMaaKoodi
it: Codice ISO Nazione
nb: ISOLandskode
pl_pl: Kod ISO kraju
ru: Код страны
sv: ISO landskod
zh_hans: ISO国家代码

# sensors.geocoded_location.attributes.locality
source: Locality
ca_es: Localitat
da: Lokalitet
el: Τοποθεσία
es: Localidad
fi: Paikka
fr: Localité
it: Località
nb: Sted
nl: Plaats
pl_pl: Miejscowość
ru: Местность
sv: Ort
uk: Місцевість
zh_hans: 地区

# sensors.geocoded_location.attributes.location
source: Location
ca_es: Ubicació
da: Placering
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Emplacement
it: Posizione
nb: Lokasjon
nl: Locatie
pl_pl: Lokalizacja
ru: Местоположение
sv: Plats
uk: Розташування
zh_hans: 位置
zh_hant: 座標

# sensors.geocoded_location.attributes.name
source: Name
ca_es: Nom
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nb: Navn
nl: Naam
pl_pl: Nazwa
ru: Название
sv: Namn
uk: Назва
zh_hans: 名称
zh_hant: 名稱

# sensors.geocoded_location.attributes.ocean
source: Ocean
ca_es: Oceà
da: Hav
el: Ωκεανός
es: Oceano
fi: Valtameri
fr: Océan
it: Oceano
nb: Hav
nl: Oceaan
ru: Океан
uk: Океан
zh_hans: 海洋
zh_hant: 海洋

# sensors.geocoded_location.attributes.postal_code
source: PostalCode
ca_es: Codi Postal
da: Postnummer
el: Ταχυδρομικός κώδικας
es: Código postal
fi: Postinumero
fr: Code postal
it: Codice Postale
nb: Postnummer
nl: Postcode
pl_pl: Kod pocztowy
ru: Почтовый индекс
sv: Postnummer
zh_hans: 邮政编码

# sensors.geocoded_location.attributes.sub_administrative_area
source: SubAdministrativeArea
da: AdministrativtUnderområde
el: Υποδιαθεματική περιοχή
es: Área subadministrativa
it: Provincia
nb: SubAdministrativtområde
pl_pl: Podobszar administracyjny
zh_hans: 子管理区域

# sensors.geocoded_location.attributes.sub_locality
source: SubLocality
ca_es: Sublocalitat
da: Bydel
el: Δευτερεύουσα τοποθεσία
es: Sublocalidad
fi: Alialue
it: Frazione
nb: SubSted
pl_pl: Podmiejscowość
ru: Сублокальность
zh_hans: 子地域性

# sensors.geocoded_location.attributes.sub_thoroughfare
source: SubThoroughfare
ca_es: Subvia
da: Underfærdselsåre
el: Υποθάπηλος
fi: Aliväylä
it: Numero civico
nb: SubHovedvei
pl_pl: Numer domu
sv: Subgenomfartsled
zh_hans: 子通道

# sensors.geocoded_location.attributes.thoroughfare
source: Thoroughfare
ca_es: Via
da: Hovedfærdselsåre
el: Οδός
fi: Valtaväylä
it: Via
nb: Hovedvei
nl: Doorgaande weg
pl_pl: Ulica
ru: Автомагистраль
sv: Genomfartsled
zh_hans: 通道

# sensors.geocoded_location.attributes.time_zone
source: TimeZone
ca_es: Zona horària
da: Tidszone
el: Ζώνη ώρας
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
it: Fuso orario
nb: Tidssone
nl: Tijdzone
pl_pl: Strefa czasowa
ru: Часовой пояс
sv: Tidszon
zh_hans: 时区
zh_hant: 時區

# settings_details.notifications.sounds.bundled
source: Bundled
ca_es: Agrupat
cs: Svázané
cy_gb: Wedi'u casglu
da: Medfølgende
de: Gebündelt
el: Ομαδοποιημένοι
es: Empaquetado
et: Komplektis
fi: Niputettu
fr: Groupé
hu: Beépített
id: Dibundel
it: Integrati
ja: バンドル
ko_kr: 번들
nb: Samlet
nl: Gebundeld
pl_pl: Wbudowane
pt_br: Empacotado
ru: Стандартные
sl: V paketu
sv: Medföljande
tr: Birlikte
uk: У комплекті
zh_hant: 已包含

# settings_details.notifications.sounds.error.cant_build_library_sounds_path
source: Can't build ~/Library/Sounds path: %@
ca_es: No es pot construir la ruta ~/Library/Sounds: %@
cs: Nelze sestavit cestu ~/Library/Sounds: %@
cy_gb: Methu creu llwybr ~/Library/Sounds path: %@
da: Kan ikke bygge ~/Library/Sounds sti: %@
de: ~/Library/Sounds-Pfad kann nicht erstellt werden: %@
el: Δεν είναι δυνατή η δημιουργία διαδρομής ~/Library/Sounds: %@
es: No se puede construir la ruta ~/Library/Sounds: %@
et: Ei saa luua ~/Library/Sounds rada: %@
fi: Ei voi rakentaa ~/Library/Sounds polkua: %@
fr: Impossible de construire le chemin ~/Library/Sounds: %@
hu: Nem lehet felépíteni a ~/Library/Sounds elérési utat: %@
id: Tidak dapat membangun jalur ~/Library/Sounds: %@
it: Impossibile creare il percorso ~/libreria/Sounds: %@
ja: パスを構築できません ~/Library/Sounds: %@
ko_kr: ~/Library/Sounds 경로를 빌드할 수 없음: %@
nb: Kan ikke bygge ~/Bibliotek/Lyder-bane: %@
nl: Kan ~/Library/Sounds pad niet maken: %@
pl_pl: Nie można zbudować ścieżki ~/Library/Sounds: %@
pt_br: Não é possível construir o caminho ~/Library/Sounds: %@
ru: Не могу создать путь ~/Library/Sounds: %@
sl: Ni mogoče zgraditi ~ /Knjižnica/Zvoki poti: %@
sv: Kan inte skapa ~/Library/Ljud sökväg: %@
tr: ~/Library/Sounds yolu oluşturulamıyor: %@
uk: Неможливо побудувати шлях ~/Library/Sounds: %@
zh_hans: 无法构建〜/ Library / Sounds路径： %@
zh_hant: 無法建立路徑 ~/Library/Sounds：%@

# settings_details.notifications.sounds.error.cant_get_directory_contents
source: Can't list directory contents: %@
ca_es: No es pot llistar el contingut del directori: %@
cs: Nelze vypsat obsah adresáře: %@
cy_gb: Methu rhestru cynnwys cyfeiriadur: %@
da: Kan ikke liste mappens indhold: %@
de: Verzeichnisinhalt kann nicht aufgelistet werden: %@
el: Δεν είναι δυνατή η λίστα περιεχομένων καταλόγου: %@
es: No se pueden listar los contenidos del directorio: %@
et: Kataloogi sisu ei saa loetleda: %@
fi: Hakemiston sisältöä ei voi luetella: %@
fr: Impossible de répertorier le contenu du répertoire: %@
hu: Nem tudja listázni a könyvtár tartalmát: %@
id: Tidak dapat mencantumkan isi direktori: %@
it: Impossibile elencare il contenuto della directory: %@
ko_kr: 디렉터리 내용을 나열할 수 없습니다: %@
nb: Kan ikke vise kataloginnhold: %@
nl: Kan de inhoud van de map niet weergeven: %@
pl_pl: Nie można wyświetlić zawartości katalogu: %@
pt_br: Não é possível listar o conteúdo do diretório: %@
ru: Не могу получить содержимое каталога: %@
sl: Vsebine imenika ni mogoče navesti: %@
sv: Kan inte lista mappinnehåll: %@
tr: Dizin içeriği listelenemiyor: %@
uk: Не вдається показати вміст каталогу: %@
zh_hans: 无法列出目录内容： %@
zh_hant: 無法列出資料夾內容：%@

# settings_details.notifications.sounds.error.cant_get_file_sharing_path
source: Can't access file sharing sounds directory: %@
ca_es: No es pot accedir al directori de sons compartits: %@
cs: Nelze přistupovat k adresáři se zvuky pro sdílení souborů: %@
cy_gb: Methu cyrchu cyfeiriadur rhannu ffeiliau synau: %@
da: Har ikke adgang til fildelingsmappen til lyde: %@
de: Kann nicht auf File-Sharing-Sounds Verzeichnis zugreifen: %@
el: Δεν είναι δυνατή η πρόσβαση στον κατάλογο ήχων κοινής χρήσης αρχείων: %@
es: No se puede acceder al directorio de sonidos para compartir archivos: %@
et: Ei saa juurdepääsu failide jagamise helide kataloogile: %@
fi: Ei ole pääsyä äänitiedostojen jakemishakemistoon: %@
fr: Impossible d'accéder au répertoire des sons de partage de fichiers: %@
hu: Nem lehet hozzáférni a fájlmegosztó hangok könyvtárához: %@
id: Tidak dapat mengakses direktori suara dalam berbagi file: %@
it: Impossibile accedere alla directory dei suoni condivisi: %@
ko_kr: 파일 공유 소리 디렉터리에 액세스할 수 없습니다: %@
nb: Får ikke tilgang til mappen for fildelingslyder: %@
nl: Kan geen toegang krijgen tot de geluidsmap voor het delen van bestanden: %@
pl_pl: Nie można uzyskać dostępu do katalogu udostępniania plików dźwiękowych: %@
pt_br: Não é possível acessar o diretório de sons de compartilhamento de arquivos: %@
ru: Не могу получить содержимое каталога для загрузки звуков: %@
sl: Ne morem dostopati do imenika zvokov za skupno rabo datotek: %@
tr: Dosya paylaşım sesleri dizinine erişilemiyor: %@
uk: Не вдається отримати доступ до спільного каталогу звуків: %@
zh_hans: 无法访问文件共享声音目录： %@
zh_hant: 無法存取檔案共享資料夾：%@

# settings_details.notifications.sounds.error.conversion_failed
source: Failed to convert audio to PCM 32 bit 48khz: %@
ca_es: No s'ha pogut convertir l'àudio a PCM 32 bit 48khz: %@
cs: Nepodařilo se převést zvuk na PCM 32 bitů 48khz: %@
cy_gb: Wedi methu trawsnewid sain i PCM 32 bit 48khz: %@
da: Kunne ikke konvertere lyd til PCM 32 bit 48 kHz: %@
de: Fehler beim Konvertieren von Audio in PCM 32-Bit 48 kHz: %@
el: Αποτυχία μετατροπής ήχου σε PCM 32 bit 48khz: %@
es: Error al convertir audio a PCM 32 bit 48khz: %@
et: Heli teisendamine PCM-iks 32-bitti 48 kHz ebaõnnestus: %@
fi: Ääntä ei voitu muuntaa muotoon PCM 32 bit 48khz: %@
fr: Échec de la conversion de l’audio en PCM 32 bits 48khz: %@
hu: Nem sikerült a hangot PCM 32 bites 48 khz-re konvertálni: %@
id: Gagal mengonversi audio ke PCM 32 bit 48khz: %@
it: Impossibile convertire l'audio in PCM 32 bit 48 kHz: %@
ja: オーディオを、PCM32ビット 48khzに変換できませんでした: %@
ko_kr: 오디오를 PCM 32비트 48khz로 변환하지 못함: %@
nb: Kunne ikke konvertere lyd til PCM 32 bit 48 kHz: %@
nl: Kan audio niet converteren naar PCM 32-bit 48khz: %@
pl_pl: Nie udało się skonwertować dźwięku na 32-bitowy PCM 48 kHz: %@
pt_br: Falha ao converter áudio para PCM 32 bits 48khz: %@
ru: Не удалось преобразовать звук в 32-битную 48 кГц PCM: %@
sl: Ni bilo mogoče pretvoriti zvoka v PCM 32 bit 48khz: %@
sv: Misslyckades konvertera ljud till PCM 32 bit 48khz: %@
tr: Ses PCM 32 bit 48 khz'ye dönüştürülemedi: %@
uk: Не вдалося конвертувати аудіо у РСМ 32 біт 48 кГц: %@
zh_hans: 无法将音频转换为PCM 32位48khz： %@
zh_hant: 轉換音效至 PCM 32 bit 48khz 失敗：%@

# settings_details.notifications.sounds.error.copy_error
source: Failed to copy file: %@
ca_es: No s'ha pogut copiar el fitxer: %@
cs: Kopírování souboru se nezdařilo: %@
cy_gb: Wedi methu copïo'r ffeil: %@
da: Filen kunne ikke kopieres: %@
de: Kopieren der Datei fehlgeschlagen: %@
el: Αποτυχία αντιγραφής αρχείου: %@
es: Error al copiar el archivo: %@
et: Faili kopeerimine nurjus: %@
fi: Tiedoston kopiointi epäonnistui: %@
fr: Échec de la copie du fichier: %@
hu: Nem sikerült másolni a fájlt: %@
id: Gagal menyalin file: %@
it: Impossibile copiare il file: %@
ja: ファイルのコピーに失敗しました: %@
ko_kr: 파일 복사 실패: %@
nb: Kan ikke kopiere filen: %@
nl: Kan bestand niet kopiëren: %@
pl_pl: Nie udało się skopiować pliku: %@
pt_br: Falha ao copiar o arquivo: %@
ru: Не удалось скопировать файл: %@
sl: Kopiranje datoteke ni uspelo: %@
sv: Misslyckades kopiera filen: %@
tr: Dosya kopyalanamadı: %@
uk: Не вдалося скопіювати файл: %@
zh_hans: 无法复制文件： %@
zh_hant: 複製檔案失敗：%@

# settings_details.notifications.sounds.error.delete_error
source: Failed to delete file: %@
ca_es: No s'ha pogut suprimir el fitxer: %@
cs: Smazání souboru se nezdařilo: %@
cy_gb: Wedi methu dileu'r ffeil: %@
da: Filen kunne ikke slettes: %@
de: Datei konnte nicht gelöscht werden: %@
el: Αποτυχία διαγραφής αρχείου: %@
es: Error al eliminar el archivo: %@
et: Faili kustutamine nurjus: %@
fi: Tiedostoa ei voitu poistaa:%@
fr: Échec de la suppression du fichier: %@
hu: Nem sikerült törölni a fájlt: %@
id: Gagal menghapus file: %@
it: Impossibile eliminare il file: %@
ja: ファイルの削除に失敗しました: %@
ko_kr: 파일 삭제 실패: %@
nb: Kunne ikke slette filen: %@
nl: Verwijderen mislukt van bestand: %@
pl_pl: Nie udało się usunąć pliku: %@
pt_br: Falha ao excluir arquivo: %@
ru: Не удалось удалить файл: %@
sl: Brisanje datoteke ni uspelo: %@
sv: Misslyckades radera filen: %@
tr: Dosya silinemedi: %@
uk: Не вдалося видалити файл: %@
zh_hans: 无法删除文件： %@
zh_hant: 刪除檔案失敗：%@

# settings_details.notifications.sounds.import_custom
source: Import custom sound
ca_es: Importar so personalitzat
cs: Importovat vlastní zvuk
cy_gb: Mewngludo sain addasu
da: Importer brugerdefinerede lyde
de: Benutzerdefinierte Töne importieren
el: Εισαγωγή προσαρμοσμένου ήχου
es: Importar sonido personalizado
et: Impordi kohandatud heli
fi: Tuo mukautettu ääni
fr: Importer un son personnalisé
hu: Egyéni hang importálása
id: Impor suara khusus
it: Importa suono personalizzato
ja: カスタムサウンドのインポート
ko_kr: 사용자 정의 사운드 가져오기
nb: Importere egendefinert lyd
nl: Aangepast geluid importeren
pl_pl: Importuj niestandardowy dźwięk
pt_br: Importar som personalizado
ru: Загрузить собственный звук
sl: Uvozi zvok po meri
sv: Importera anpassat ljud
tr: Özel sesi içe aktar
uk: Імпорт власного звуку
zh_hans: 导入自定义铃声
zh_hant: 匯入自訂音效

# settings_details.notifications.sounds.import_file_sharing
source: Import sounds from iTunes File Sharing
ca_es: Importar sons des de l’ús compartit d’arxius d’iTunes
cs: Importovat zvuky pomocí iTunes File Sharing
cy_gb: Mewngludo synau o iTunes File Sharing
da: Importer lyde fra iTunes-fildeling
de: Importiere Töne aus der iTunes-Dateifreigabe
el: Εισαγωγή ήχων από την κοινή χρήση αρχείων iTunes
es: Importar sonidos desde iTunes File Sharing
et: Impordi helid iTunes'i failijagamisest
fi: Tuo ääniä iTunes-tiedojakamisesta
fr: Importer des sons à partir du partage de fichiers iTunes
hu: Hangok importálása az iTunes fájlmegosztóból
id: Impor suara dari Berbagi File iTunes
it: Importa suoni da iTunes
ja: iTunesのファイル共有から音を取り込む
ko_kr: iTunes 파일 공유에서 사운드 가져오기
nb: Importer lyder fra iTunes Fildeling
nl: Geluiden importeren uit iTunes File Sharing
pl_pl: Importuj dźwięki z iTunes File Sharing
pt_br: Importar sons do compartilhamento de arquivos do iTunes
ru: Импортировать звуки из документов iTunes
sl: Uvozi zvoke iz iTunes deljenih datotek
sv: Importera ljud från iTunes fildelning
tr: İTunes Dosya Paylaşımı'ndan sesleri içe aktarma
uk: Імпортувати звуки з iTunes File Sharing
zh_hans: 从iTunes文件共享导入铃声
zh_hant: 由 iTunes 檔案共享匯入音效

# settings_details.notifications.sounds.import_system
source: Import system sounds
ca_es: Importar sons del sistema
cs: Importovat systémové zvuky
cy_gb: Mewngludo synau system
da: Importer systemlyde
de: Systemtöne importieren
el: Εισαγωγή ήχων συστήματος
es: Importar sonidos del sistema
et: Impordi süsteemi helid
fi: Tuo järjestelmä-äänet
fr: Importer les sons du système
hu: Rendszerhangok importálása
id: Impor suara sistem
it: Importa i suoni di sistema
ja: システムサウンドのインポート
ko_kr: 시스템 사운드 가져오기
nb: Importere system lyder
nl: Systeemgeluiden importeren
pl_pl: Importuj dźwięki systemowe
pt_br: Importar sons do sistema
ru: Импорт системных звуков
sl: Uvozi sistemske zvoke
sv: Importera systemljud
tr: Sistem seslerini içe aktarma
uk: Імпортувати системні звуки
zh_hans: 导入系统铃声
zh_hant: 匯入系統音效

# settings_details.notifications.sounds.imported_alert.message
source: %li sounds were imported. Please restart your phone to complete the import.
ca_es: S'han importat %li sons. Reinicieu el telèfon per completar la importació.
cs: Bylo importováno %li zvuků. Pro dokončení importu restartujte telefon.
cy_gb: Y synau %li wedi cael eu mewngludo. Ailgychwyn eich ffôn i gwblhau'r mewngludo.
da: %li lyde blev importeret. Genstart telefonen for at fuldføre importen.
de: %li Töne wurden importiert. Bitte starte das Telefon neu um den Import abzuschließen.
el: %li ήχοι εισήχθησαν. Επανεκκινήστε το τηλέφωνό σας για να ολοκληρώσετε την εισαγωγή.
es: Se importaron %d sonidos. Por favor reinicie su teléfono para completar la importación.
et: %li heli imporditi. Importimise lõpuleviimiseks taaskäivita telefon.
fi: %d ääntä tuotiin. Viimeistele tuonti käynnistämällä puhelinta uudelleen.
fr: %d sons ont été importés. Veuillez redémarrer votre téléphone pour terminer l'importation.
hu: %li hang importálva. Kérem, indítsa újra telefonját az importálás befejezéséhez.
id: %li suara diimpor. Mulai ulang ponsel Anda untuk menyelesaikan impor.
it: %d suoni sono stati importati. Riavviare il telefono per completare l'importazione.
ko_kr: %li개의 사운드를 가져왔습니다. 가져오기를 완료하려면 휴대전화를 다시 시작하세요.
nb: %li lyder ble importert. Start telefonen på nytt for å fullføre importen.
nl: %d geluiden zijn geïmporteerd. Herstart je telefoon om het importeren te voltooien.
pl_pl: %li dźwięków zostało zaimportowanych. Uruchom ponownie telefon, aby zakończyć proces.
pt_br: %li sons foram importados. Reinicie o telefone para concluir a importação.
ru: Загружено звуков: %li. Для завершения загрузки нужно перезагрузить телефон.
sl: Uvoženo je bilo %li zvokov. Za dokončanje uvoza znova zaženite telefon.
sv: % d ljud importerades. Starta om telefonen för att slutföra importen.
tr: %li ses içe aktarıldı. İçe aktarma işlemini tamamlamak için lütfen telefonunuzu yeniden başlatın.
uk: %li звуки імпортовано. Перезавантажте телефон, щоб завершити імпорт.
zh_hans: %d个声音已导入。请重新启动手机以完成导入。
zh_hant: 已匯入 %li 個音效，請重啟手機以完成匯入動作。

# settings_details.notifications.sounds.imported_alert.title
source: Sounds Imported
ca_es: Sons importats
cs: Importované zvuky
cy_gb: Synau wedi'u mewngludo
da: Importerede lyde
de: Töne importiert
el: Εισαγόμενοι ήχοι
es: Sonidos importados
et: Imporditud helid
fi: Äänet tuotu
fr: Sons importés
hu: Importált hangok
id: Suara Diimpor
it: Suoni importati
ja: インポートされたサウンド
ko_kr: 가져온 사운드
nb: Lyder importert
nl: Geluiden geïmporteerd
pl_pl: Dźwięki zaimportowane
pt_br: Sons importados
ru: Звуки загружены
sl: Zvoki uvoženi
sv: Ljud importerat
tr: Sesler Aktarıldı
uk: Імпортовані звуки
zh_hans: 铃声已导入
zh_hant: 音效已匯入

# settings_details.notifications.sounds.system
source: System
ca_es: Sistema
cs: Systém
el: Σύστημα
es: Sistema
et: Süsteemsed
fi: Järjestelmä
fr: Système
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko_kr: 시스템
nl: Systeem
pt_br: Sistema
ru: Системные
sl: Sistem
tr: Sistem
uk: Система
zh_hans: 系统
zh_hant: 系統

# settings_details.notifications.sounds.title
source: Sounds
ca_es: Sons
cs: Zvuky
cy_gb: Synau
da: Lyde
de: Töne
el: Ήχοι
es: Sonidos
et: Helid
fi: Äänet
fr: Sons
hu: Hangok
id: Suara
it: Suoni
ja: サウンド
ko_kr: 사운드
nb: Lyder
nl: Geluiden
pl_pl: Dźwięki
pt_br: Sons
ru: Звуки
sl: Zvoki
sv: Ljud
tr: Sesler
uk: Звуки
zh_hans: 通知铃声
zh_hant: 音效

# settings_details.notifications.sounds.imported
source: Imported
ca_es: Importats
cs: Importováno
cy_gb: Wedi'i fewngludo
da: Importerede
de: Importiert
el: Εισαγόμενοι
es: Importado
et: Imporditud
fi: Tuotu
fr: Importé(s)
hu: Importált
id: Diimpor
it: Importati
ja: インポート
ko_kr: 가져옴
nb: Importert
nl: Geïmporteerd
pl_pl: Importowane
pt_br: Importado
ru: Загружено
sl: Uvoženi
sv: Importerat
tr: Aktarıldı
uk: Імпортовано
zh_hans: 已导入
zh_hant: 已匯入

source: Delete
ca_es: Suprimeix
cs: Smazat
cy_gb: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
et: Kustuta
fi: Poista
fr: Supprimer
hu: Törlés
id: Hapus
it: Cancella
ja: 削除
ko_kr: 삭제
nb: Slett
nl: Verwijder
pl_pl: Usuń
pt_br: Excluir
ru: Удалить
sl: Izbriši
sv: Ta bort
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除
