Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings.connection_section.remote_ui_url.title
source: Remote UI URL
ca_es: URL UI Remota
cs: Vzdálená URL uživatelského rozhraní
cy_gb: URL UI o bell
da: Web-adresse til ekstern UI
el: Απομακρυσμένη διεύθυνση URL διεπαφής χρήστη
es: URL de la IU remota
et: Kaugliidese URL
fr: URL d'interface utilisateur distante
hu: Távoli felhasználói felület URL címe
id: URL Antarmuka Jarak Jauh
ja: リモートUIのURL
ko_kr: 원격 UI URL
nb: Ekstern UI URL
nl: Gebruikersinterface op afstand URL
pl_pl: Adres URL zdalnego interfejsu użytkownika
pt_br: URL de interface do usuário remoto
ru: URL внешнего интерфейса
sl: Oddaljeni URL uporabniškega vmesnika
tr: Uzak Kullanıcı Arabirimi URL'si
uk: URL-адреса віддаленого інтерфейсу
zh_hans: 远程UI URL
zh_hant: 遠端 UI URL

# onboarding.connection_test_result.no_base_url_discovered.description
source: No http.base_url was found in the discovery information. Please add a valid http.base_url to your configuration.yaml and restart Home Assistant to continue with automatic setup or setup manually.
ca_es: No s'ha trobat http.base_url en la informació de descobriment. Afegiu una http.base_url vàlida a al fitxer configuration.yaml i reinicieu el Home Assistant per continuar amb la configuració automàtica o configureu-lo manualment.
cy_gb: Ni ddarganfuwyd unrhyw http.base_url yn y wybodaeth ddarganfod. Ychwanegwch http.base_url dilys i'ch configuration.yaml ac ailgychwyn Home Assistant i barhau â setup awtomatig neu setup â llaw.
da: Der blev ikke fundet nogen http.base_url i registreringsoplysningerne. Tilføj en gyldig http.base_url til din configuration.yaml og genstart Home Assistant for at fortsætte med automatisk opsætning eller opsæt manuelt.
el: Δεν βρέθηκε http.base_url στις πληροφορίες ανακάλυψης. Προσθέστε ένα έγκυρο http.base_url στη διαμόρφωση.yaml και κάντε επανεκκίνηση του Home Assistant για να συνεχίσετε με την αυτόματη ρύθμιση ή μη αυτόματη ρύθμιση.
es: No se encontró http.base_url en la información de descubrimiento. Agregue un http.base_url válido a su configuration.yaml y reinicie Home Assistant para continuar con la configuración automática o configurelo manualmente.
fi: http.base_url ei löytynyt automaattisesti. Lisää kelvollinen http.base_url configuration.yaml:iin ja käynnistä Kotiavustajan uudelleen, jos haluat jatkaa automaattista asetusta, tai aseta manuaalisesti.
fr: Aucun Http.base_url n'a pas été trouvé dans les informations de découverte. Veuillez ajouter un http.base_url valide à votre configuration.yaml et redémarrez Home Assistant pour poursuivre la configuration automatique ou manuellement.
it: Non è stato possibile individuare il corretto http.base_url. Si prega di aggiungere http.base_url nel tuo file configuration.yaml e di riavviare Home Assistant per continuare con il setup automatico o, in alternativa, di procedere con la configurazione manuale.
nb: Fant ingen http.base_url i søkeinformasjonen. Legg til en gyldig http.base_url i configuration.yaml og start Home Assistant på nytt for å fortsette med automatisk installasjon eller installasjon manuelt.
nl: Er is geen http.base_url gevonden in de ontdekkingsinformatie. Voeg een geldige http.base_url toe aan uw configuratie.yaml en start Home Assistant opnieuw om door te gaan met het automatisch instellen of stel handmatig in.
pl_pl: Nie znaleziono http.externalurl w uzyskanych danych. Dodaj prawidłowy adres http.base_url do pliku configuration.yaml i ponownie uruchom Home Assistant'a, aby kontynuować automatyczną konfigurację lub konfigurację ręcznie.
ru: В настройках Home Assistant не был найден http.base_url. Пожалуйста, добавьте http.base_url в configuration.yaml и перезапустите Home Assistant, или настройте подключение вручную.
sv: Ingen http.base_url upptäcktes. Lägg till giltig http.base_url i din configuration.yaml och starta om Home Assistant för att fortsätta med den automatiska installationen, eller konfigurera manuellt.
uk: У інформації про пошук пристроїв не знайдено http.base_url. Будь ласка, додайте дійсний http.base_url до вашого файлу configuration.yaml і перезапустіть Home Assistant, щоб продовжити автоматичне або ручне налаштування.
zh_hans: 在discovery:中找不到http.base_url。请将有效的http.base_url添加到configuration.yaml并重新启动Home Assistant。以确保继续进行自动设置或手动设置。
zh_hant: 於發現的資訊中找不到 http.base_url。請於 configuration.yaml 檔案中加入有效 http.base_url 後，重啟 Home Assistant 以繼續自動設定或手動設定。

# settings_details.notifications.rate_limits.header
source: Rate Limits
ca_es: Límits de taxa
cs: Limity
cy_gb: Cyfyngiadau'r cyfradd
da: Forbrugsgrænser
de: Benachrichtigungslimit
el: Όρια τιμών
es: Límites de tasa
et: Hinnapiirangud
fi: Sykerajat
fr: Taux limite
hu: Korlátozás
id: Pembatasan
it: Notifiche push:
ja: レート制限
ko_kr: 횟수 제한
nb: Varslingsfrekvens begrenset
nl: Gebruikslimieten
pl_pl: Limit prób
pt_br: Limites de taxa
ru: Ограничение количества
sl: Omejitev
sv: Begränsningar
tr: Sayaç Limitleri
uk: Обмеження частоти
zh_hans: 通知详情
zh_hant: 頻率限制

# settings_details.notifications.rate_limits.footer
source: You are allowed 300 push notifications per 24 hours. Rate limits reset at midnight Universal Coordinated Time (UTC).
ca_es: Se li permeten 300 notificacions push cada 24 hores. Els límits es restableixen a la mitjanit del Temps Universal Coordinat (UTC).
cs: Máte povoleno 300 oznámení push za 24 hodin. Limity se resetují o půlnoci světového koordinovaného času (UTC).
cy_gb: Caniateir 300 o hysbysiadau gwthio i chi bob 24 awr. Ailosod cyfyngiadau'r cyfradd ar hanner nos Amser Cydgysylltiedig Cyffredinol (UTC).
da: Du har mulighed for 300 push-notifikationer pr. 24 timer. Forbrugsgrænser nulstilles ved midnat Universel koordineret tid (UTC).
de: Es sind 300 Push-Benachrichtigungen / 24h zulässig. Die Begrenzung wird um Mitternacht Universal Coordinated Time (UTC) zurückgesetzt.
el: Επιτρέπονται 300 ειδοποιήσεις push ανά 24 ώρες. Τα όρια τιμών επαναφέρονται στα μεσάνυχτα της Παγκόσμιας Συντονισμένης Ώρας (UTC).
es: Se le permiten 300 notificaciones push cada 24 horas. Los límites de las tasas se restablecen a la medianoche del Tiempo Universal Coordinado (UTC).
et: Lubatud on 300 tõukemärguannet 24 tunni jooksul. Hinnapiirangud lähtestatakse keskööl universaalse koordineeritud aja järgi (UTC).
fi: Sinulle sallitaan 300 push-ilmoitusta 24 tunnin aikana. Rajat nollataan keskiyöllä UTC-aikaan.
fr: Vous êtes autorisé à 300 notifications push par 24 heures. Les limites de débit sont réinitialisées à minuit, temps universel (UTC).
hu: 24 óránként 300 push-értesítést kaphat. A korlátozások UTC szerint éjfélkor megszűnnek.
id: Anda diizinkan untuk mengirimkan 300 notifikasi push setiap 24 jam. Batas tarif disetel ulang pada tengah malam dalam zona Waktu Universal Terkoordinasi (UTC).
it: Sono consentite 300 notifiche push ogni 24 ore. Il totale viene resettato a mezzanotte (UTC).
ja: 24時間あたり300回のプッシュ通知が許可されています。レート制限は、協定世界時(UTC)の深夜にリセットされます。
ko_kr: 24시간당 300개의 푸시 알림이 허용됩니다. 횟수 제한은 UTC(협정 세계시) 자정에 초기화됩니다.
nb: Du har lov til 300 push-varslinger per 24 timer. Hastighetsgrenser tilbakestilles ved midnatt Universal Coordinated Time (UTC).
nl: Je hebt 300 pushmeldingen per 24 uur. Gebruikslimieten worden gereset om middernacht gecoördineerde wereldtijd (UTC).
pl_pl: Dozwolonych jest 300 powiadomień w ciągu 24 godzin. Limit resetuje się o północy Uniwersalnego Czasu Koordynowanego (UTC).
pt_br: Você tem permissão para 300 notificações push por 24 horas. Os limites de taxa são redefinidos à meia-noite, UTC (Universal Coordinated Time).
ru: Доступно 300 push-уведомлений в сутки. Ограничения обновляются в полночь по UTC (3:00 по Москве).
sl: Dovoljeno vam je 300 potisnih obvestil v 24 urah. Omejitev se ponastavi ob polnoči (UTC).
sv: Du kan skicka 300 push-meddelande per 24 timmar. Begränsningen återställs vid midnatt Universal Coordinated Time (UTC).
tr: 24 saatte 300 push bildirimine izin verilir. Hız limitleri gece yarısı Evrensel Koordineli Saatte (UTC) sıfırlanır.
uk: Вам дозволено надсилати 300 сповіщень на 24 години. Щоденні ліміти скидаються опівночі за Всесвітнім координованим часом (UTC).
zh_hans: 每24小时允许300次推送通知。推送限制将在世界标准时间12时（UTC）重置。
zh_hant: 每 24 小時允許推送 300 則通知，限制將於世界協調時間（UTC）午夜十二點時重置。

# settings_details.notifications.rate_limits.attempts
source: Attempts
ca_es: Intents
cs: Pokusy
cy_gb: Ymdrechion
da: Forsøg
de: Versuche
el: Προσπάθειες
es: Intentos
et: Katseid
fi: Yrityksiä
fr: Tentatives
hu: Próbálkozások
id: Percobaan
it: Tentate
ja: 試み
ko_kr: 시도
nb: Forsøk
nl: Pogingen
pl_pl: Prób
pt_br: Tentativas
ru: Попытки
sl: Poizkusov
sv: Försök
tr: Denemeler
uk: Спроби
zh_hans: 尝试
zh_hant: 嘗試

# settings_details.notifications.rate_limits.delivered
source: Delivered
ca_es: Lliurat
cs: Doručeno
cy_gb: Wedi'i anfon
da: Leverede
de: Zugestellt
el: Παραδόθηκε
es: Entregado
et: Saadetud
fi: Lähetetty
fr: Livré
hu: Szállítva
id: Terkirim
it: Consegnate
ja: 配信
ko_kr: 배달됨
nb: Levert
nl: Geleverd
pl_pl: Dostarczone
pt_br: Entregue
ru: Доставлены
sl: Dostavljeno
sv: Levererat
tr: Teslim Edildi
uk: Доставлено
zh_hans: 已递送
zh_hant: 推送

# settings_details.notifications.rate_limits.errors
source: Errors
cs: Chyb
cy_gb: Gwallau
da: Fejl
de: Fehler
el: Σφάλματα
es: Errores
et: Vigu
fi: Virheitä
fr: Erreurs
hu: Hibák
id: Kesalahan
it: Errori
ja: エラー
ko_kr: 오류
nb: Feil
nl: Fouten
pl_pl: Błędy
pt_br: Erros
ru: Ошибки
sl: Napake
sv: Fel
tr: Hatalar
uk: Помилки
zh_hans: 错误
zh_hant: 錯誤

# settings_details.notifications.rate_limits.total
source: Total
cs: Celkem
cy_gb: Cyfanswm
de: Gesamt
el: Σύνολο
et: Kokku
fi: Yhteensä
hu: Összesen
it: Totali
ja: 合計
ko_kr: 합계
nb: Totalt
nl: Totaal
pl_pl: Łącznie
ru: Всего
sl: Skupno
sv: Totalt
tr: Toplam
uk: Всього
zh_hans: 总合
zh_hant: 總計

# settings_details.notifications.rate_limits.resets_in
source: Resets In
ca_es: Restableix En
cs: Bude resetováno za
cy_gb: Ailosod Yn
da: Nulstiller om
de: Zeit bis zum Reset
el: Επαναφορά σε
es: Reinicia en
et: Lähtestamine
fi: Nollaantuu
fr: Réinitialisation
hu: Visszaáll
id: Disetel Ulang dalam
it: Si resetteranno in
ja: リセット:
ko_kr: 다음에서 재설정
nb: Tilbakestiller innen
nl: Reset na
pl_pl: Zeruje się za
pt_br: Reinicia em
ru: Обнулится через
sl: Ponastavi v
sv: Återställs om
tr: Sıfırlar
uk: Скидає у
zh_hans: 剩余重置时间
zh_hant: 重置時間

# on_label
source: On
ca_es: Activat
cs: Zapnuto
cy_gb: Ymlaen
da: Til
de: An
el: Ενεργό
es: Encendido
et: Sees
fi: Päällä
hu: Be
id: Nyala
it: Acceso
ja: オン
ko_kr: 켜짐
nb: På
nl: Aan
pl_pl: Wł.
pt_br: Ligado
ru: Вкл
sl: Vklopljeno
sv: På
tr: Açık
uk: Увімкнено
zh_hans: 开
zh_hant: 開啟

# off_label
source: Off
ca_es: Desactivat
cs: Vypnuto
cy_gb: I ffwrdd
da: Fra
de: Aus
el: Μη Ενεργό
es: Apagado
et: Väljas
fi: Pois
hu: Ki
id: Mati
it: Spento
ja: オフ
ko_kr: 꺼짐
nb: Av
nl: Uit
pl_pl: Wył.
pt_br: Desligado
ru: Выкл
sl: Izklopljeno
sv: Av
tr: Kapalı
uk: Вимкнено
zh_hans: 关
zh_hant: 關閉

# location_update_error_notification.title
source: Error sending %@ location update to Home Assistant.
ca_es: Error en enviar l'actualització de la ubicació %@ al Home Assistant.
cy_gb: Gwall wrth anfon diweddariad lleoliad %@ i Home Assistant
da: Fejl ved afsendelse af %@ lokalitetsopdatering til Home Assistant.
el: Σφάλμα κατά την αποστολή ενημέρωσης τοποθεσίας %@ στο Home Assistant.
es: Error al enviar la actualización de ubicación %@ a Home Assistant.
fi: Virhe lähetettäessä %@ sijaintipäivitystä Kotiavustajalle.
fr: Erreur lors de l'envoi de la mise à jour d'emplacement %@ à Home Assistant.
it: Errore durante l'invio della posizione %@ a Home Assistant.
nb: Feil ved sending av %@ posisjonsoppdatering til Home Assistant.
nl: Fout bij het verzenden van %@ locatie update naar Home Assistant.
pl_pl: Błąd podczas wysyłania aktualizacji lokalizacji %@ do Home Assistant'a.
ru: Не удалось отправить %@ обновлений геопозиции в Home Assistant
sv: Fel vid sändning av %@ platsuppdatering till Home Assistant.
uk: Помилка надсилання оновленого розташування %@ у Home Assistant.
zh_hans: 将%@个位置更新发送到Home Assistant时出错。
zh_hant: 傳送座標%@至 Home Assistant錯誤。

# settings.reset_section.reset_web_cache.title
source: Reset frontend cache
ca_es: Restableix la memòria cau del frontend
cs: Resetovat mezipaměť frontendu
cy_gb: Ailosod frontend cache
da: Nulstil brugerflade-cache
de: Frontend Cache zurücksetzen
el: Επαναφορά της προσωρινής μνήμης
es: Restablecer caché del frontend
et: Lähtesta avakuva
fi: Nollaa käyttöliittymän välimuistia
fr: Réinitialisez le cache frontend
hu: Kezelőfelület cache trölése
id: Setel ulang cache antarmuka
it: Reimposta la cache del frontend
ja: フロントエンドキャッシュのリセット
ko_kr: 프런트엔드 캐시 재설정
nb: Tilbakestill frontend-hurtigbuffer
pl_pl: Wyczyść pamięć podręczną interfejsu użytkownika
pt_br: Redefinir cache de frontend
ru: Сбросить кеш веб-интерфейса
sl: Ponastavi predpomnilnik frontend-a
sv: Återställ frontend cache
tr: Ön önbelleği sıfırla
uk: Очистити кеш інтерфейсу
zh_hans: 重置前端缓存
zh_hant: 重置前端快取

# settings.connection_section.errors.no_cloud_external_url_required
source: Home Assistant Cloud is not set up, you can not remove external URL
ca_es: No s'ha configurat el Home Assistant Cloud, no pots eliminar la URL externa
cy_gb: Nid yw Home Assistant wedi'i sefydlu, ni allwch dileu URL allanol
da: Home Assistant Cloud er ikke konfigureret, så du kan ikke fjerne ekstern webadresse
el: Το Home Assistant Cloud δεν έχει ρυθμιστεί, δεν μπορείτε να καταργήσετε την εξωτερική διεύθυνση URL
es: Home Assistant Cloud no está configurado, no puede eliminar la URL externa
fi: Kotiavustajapilveä ei ole määritetty, et voi poistaa ulkoista URL-osoitetta
fr: Home Assistant Cloud n'est pas configuré, vous ne pouvez pas supprimer l'URL externe.
it: Home Assistant Cloud non è configurato, non è possibile rimuovere l'URL esterno
nb: Home Assistant Cloud er ikke konfigurert, du kan ikke fjerne ekstern nettadresse
nl: Home Assistant Cloud is niet ingesteld, je kunt de externe URL niet verwijderen
pl_pl: Chmura Home Assistant'a nie jest skonfigurowana, nie można usunąć zewnętrznego adresu URL
sv: Home Assistant Cloud är inte konfigurerat, du kan därför inte ta bort extern URL
uk: Home Assistant Cloud не налаштовано, ви не можете видалити зовнішню URL-адресу
zh_hans: 未设置Home Assistant Cloud，无法删除外部URL
zh_hant: Home Assistant Cloud 未設定，無法移除外部 URL

# settings.connection_section.errors.cant_disable_cloud
source: External URL must be set to disable cloud
ca_es: L’adreça URL externa s’ha de definir per desactivar el núvol
cy_gb: Rhaid gosod URL allanol i analluogi Cloud
da: Ekstern webadresse skal være indstillet for at deaktivere Cloud
el: Η εξωτερική διεύθυνση URL πρέπει να ρυθμιστεί για απενεργοποίηση του cloud
es: La URL externa debe configurarse para deshabilitar la nube
fi: Ulkoisen URL-osoitetta on oltava määritetty pilven poistamiseen
fr: L'URL externe doit être définie pour désactiver le cloud
it: L'URL esterno deve essere impostato per disabilitare il cloud
nb: Ekstern URL må angis for å deaktivere cloud
nl: Externe URL moet worden ingesteld om cloud uit te schakelen
pl_pl: Zewnętrzny adres URL musi być ustawiony, aby wyłączyć chmurę
sv: Extern URL måste anges för att inaktivera cloud
uk: Для вимкнення хмари необхідно встановити зовнішню URL-адресу
zh_hans: 必须将外部URL设置为禁用云
zh_hant: 外部 URL 必須設置後才能關閉 Cloud 服務

# whats_new.buttons.read_more.title
source: Read More
ca_es: Llegir Més
cy_gb: Darllen Mwy
da: Læs mere
el: Διαβάστε περισσότερα
es: Leer más
fi: Lue lisää
fr: Lire la suite
it: Leggi di più
nb: Les mer
nl: Lees verder
pl_pl: Czytaj więcej
ru: Подробнее
sv: Läs mer
uk: Читати далі
zh_hans: 更多
zh_hant: 繼續閱讀

# whats_new.buttons.completion.title
source: Let's Go
ca_es: Som-hi
cy_gb: Awn ni
da: Lad os gå i gang
el: Πάμε
es: Vamos
fi: Mennään
fr: Allons-y
it: Cominciamo
nb: Start her
nl: Starten!
pl_pl: Dalej
ru: Пошли
sv: Då kör vi
uk: Почнімо
zh_hans: 出发
zh_hant: 開始使用

# whats_new.Two_Dot_Zero.thank_you.title
source: One more thing…
ca_es: Una cosa més…
cy_gb: Un peth arall…
da: Lige en ekstra ting…
el: Ακόμη ένα πράγμα…
es: Una cosa más…
fi: Vielä yksi asia…
fr: Encore une chose …
it: Un'altra cosa…
nb: En ting til…
nl: Nog een ding…
pl_pl: Jeszcze jedno…
ru: Еще кое-что…
sv: En sak till…
uk: І ще одна річ…
zh_hans: 还有一件事…
zh_hant: 還有一件事…

# whats_new.Two_Dot_Zero.thank_you.ok_button
source: You're welcome!
ca_es: Ets Benvingut!
cy_gb: Croeso!
da: Selv tak!
el: Παρακαλώ!
es: ¡De nada!
fi: Ole hyvä!
fr: De rien !
it: Prego!
nb: Værsågod!
nl: Graag gedaan!
pl_pl: Witamy!
ru: Пожалуйста!
sv: Varsågod!
uk: Ласкаво просимо!
zh_hans: 不客气！
zh_hant: 謝謝！

# whats_new.Two_Dot_Zero.items.donations.title
source: Donations
ca_es: Donacions
cy_gb: Rhoddion
da: Donationer
el: Δωρεές
es: Donaciones
fi: Lahjoitukset
fr: Dons
it: Donazioni
nb: Donasjoner
nl: Donaties
pl_pl: Darowizny
ru: Пожертвования
sv: Donationer
uk: Пожертвування
zh_hans: 捐赠
zh_hant: 贊助

# whats_new.Two_Dot_Zero.items.donations.subtitle
source: After being asked to accept donations for years, I finally am! Tap Donate on the About screen for more info.
ca_es: Després que em demanessin que acceptés donacions durant anys, ¡finalment es pot! Toqueu "Donar" a la pantalla "Quant a" per obtenir més informació.
da: Efter at være blevet bedt om at acceptere donationer i årevis, gør jeg det endelig! Tryk på Donér på skærmen 'Om' for at finde flere oplysninger.
el: Αφού μου ζητήθηκε να δεχτώ δωρεές για χρόνια, τελικά έγινε! Πατήστε Δωρεά στην οθόνη Πληροφορίες για περισσότερες πληροφορίες.
es: Después de que me pidieran que aceptara donaciones durante años, ¡finalmente se puede! Toque Donar en la pantalla Acerca de para obtener más información.
fi: Minulta on kysytty vuosikausia, hyväksymään lahjoituksia -- ja vihdoin olen. Napauta Lahjoita -painiketta About -näytössä saadaksesi lisätietoja.
fr: Après avoir été invité à accepter des dons pendant des années, c'est maintenant possible ! Appuyez sur Faire un don de l'écran À propos pour plus d'informations.
it: Dopo che mi è stato chiesto di accettare donazioni per anni, finalmente si può fare! Tocca Fai una donazione nella schermata Informazioni per ulteriori informazioni.
nb: Etter å ha blitt bedt om å akseptere donasjoner i årevis, har jeg endelig fått lagt det inn. Trykk på Doner på om-skjermen for å vite mer.
nl: Nadat ik ben gevraagd om jarenlang donaties te accepteren, ben ik het eindelijk gaan doen! Tik op Doneren op het scherm Info voor meer informatie.
pl_pl: Po latach proszenia mnie o przyjmowanie darowizn wreszcie zostały one dodane! Dotknij opcji Darowizna na ekranie O programie, aby uzyskać więcej informacji.
sv: Efter att ha blivit ombedd att ta emot donationer i åratal, gör jag ntligne det! Tryck på donera, i vyn "Om", för mer information.
uk: Після багаторічних прохань додати можливість надіслати пожертви, вони нарешті доступні! Щоб отримати докладнішу інформацію, натисніть Пожертвувати на екрані Інформація.
zh_hans: 在被要求接受捐款多年之后，我终于接受了！在“关于”界面上点击捐赠以获取更多信息。
zh_hant: 在不斷的被詢問及贊助功能，終於加入了！點選關於畫面內的贊助，以獲得更多資訊。

# whats_new.Two_Dot_Zero.items.home_assistant_cloud_support.title
source: Home Assistant Cloud Support
ca_es: Assistència de Home Assistant Cloud
cy_gb: Cymorth Home Assistant Cloud
da: Understøttelse af Home Assistant Cloud
el: Υποστήριξη Home Assistant Cloud
es: Soporte de Home Assistant Cloud
fi: Kotiavustaja Cloud -tuki
fr: Support de Home Assistant Cloud
it: Supporto per Home Assistant Cloud
nb: Home Assistant Cloud-støtte
nl: Home Assistent Cloud Ondersteuning
pl_pl: Wsparcie dla chmury Home Assistant'a
ru: Поддержка Home Assistant Cloud
sv: Home Assistant Cloud -stöd
uk: Підтримка Home Assistant Cloud
zh_hans: Home Assistant 云支持
zh_hant: 支援 Home Assistant Cloud 服務

# whats_new.Two_Dot_Zero.items.home_assistant_cloud_support.subtitle
source: Native support for Home Assistant Cloud.
ca_es: Suport natiu per a Home Assistant Cloud.
da: Indbygget understøttelse af Home Assistant Cloud.
el: Εγγενής υποστήριξη για το Home Assistant Cloud.
es: Soporte nativo para Home Assistant Cloud.
fi: Sisäänrakennettu tuki Kotiavustaja Cloud:iin
fr: Prise en charge native de Home Assistant Cloud.
it: Supporto nativo per Home Assistant Cloud.
nb: Innebygd støtte for Home Assistant Cloud.
nl: Native ondersteuning voor Home Assistant Cloud.
pl_pl: Natywne wsparcie dla Chmury Home Assistant.
ru: Встроенная поддержка Home Assistant Cloud.
sv: Inbyggt stöd för Home Assistant Cloud.
uk: Вбудована підтримка Home Assistant Cloud.
zh_hans: 对Home Assistant 云的本地支持。
zh_hant: 原生支援 Home Assistant Cloud 服務。

# whats_new.Two_Dot_Zero.items.improved_integration.title
source: Improved integration
ca_es: Integració millorada
da: Forbedret integration
el: Βελτιωμένη ενσωμάτωση
es: Integración mejorada
fi: Parannettu integrointi
fr: Intégration améliorée
it: Migliore integrazione
nb: Forbedret integrering
nl: Verbeterde integratie
pl_pl: Lepsza integracja
ru: Улучшенная интеграция
sv: Förbättrad integration
uk: Поліпшена інтеграція
zh_hans: 更好的集成
zh_hant: 整合功能改進

# whats_new.Two_Dot_Zero.items.improved_integration.subtitle
source: Thanks to the new mobile_app component, Home Assistant Companion is a better… companion than ever before!
ca_es: Gràcies al nou component mobile_app, Home Assistant Companion és un millor … company que mai!
da: Takket være den nye mobile_app-komponent er Home Assistant Companion en bedre…ledsager end nogensinde før!
el: Χάρη στο νέο στοιχείο mobile_app, το Home Assistant Companion είναι ένας καλύτερος … σύντροφος από ποτέ!
es: Gracias al nuevo componente mobile_app, Home Assistant Companion es un mejor… compañero que nunca!
fi: Uuden mobile_app-komponentin ansiosta Kotiavustajakumppani on parempi… kumppani kuin koskaan ennen!
fr: Grâce au nouveau composant mobile_app, Home Assistant Companion est un meilleur … compagnon pllus que jamais !
it: Grazie al nuovo componente mobile_app, Home Assistant Companion è il miglior… compagno di sempre!
nb: Takket være den nye mobile_app komponenten, er Home Assistant Companion en bedre… ledsager enn noen gang før!
nl: Dankzij de nieuwe component mobile_app is Home Assistant Companion een betere … companion dan ooit tevoren!
pl_pl: Dzięki nowemu komponentowi mobile_app Home Assistant Companion jest lepszym… towarzyszem niż kiedykolwiek wcześniej!
sv: Tack vare den nya mobile_app komponenten, är Home Assistant Companion nu en bättre … kompanjon än någonsin tidigare!
uk: Завдяки новому компоненту mobile_app, Home Assistant Companion став кращим …компаньйоном, ніж будь-коли раніше!
zh_hans: 由于新的mobile_app组件，Home Assistant 伴侣已成为了一个更好的伴侣！
zh_hant: 受惠於全新的 mobile_app 元件，Home Assistant Companion 比以前更加方便！

# whats_new.Two_Dot_Zero.items.critical_alerts.title
source: Critical Alerts
ca_es: Alertes crítiques
cy_gb: Rhybuddion Allweddol
da: Kritiske advarsler
el: Κρίσιμες ειδοποιήσεις
es: Alertas Críticas
fi: Kriittiset hälytykset
fr: Alertes critiques
it: Avvisi critici
nb: Kritiske varsler
nl: Kritieke meldingen
pl_pl: Krytyczne alerty
ru: Критические предупреждения
sv: Kritiska varningar
uk: Критичні оповіщення
zh_hans: 严重警报
zh_hant: 關鍵警告
