Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings_details.notifications.sounds.import_mac_open_folder
source: Open Folder in Finder
ca_es: Obre la carpeta al Finder
cs: Otevřít složku ve Finderu
da: Åbn mappe i Finder
de: Ordner im Finder öffnen
el: Άνοιγμα φακέλου στο Finder
es_es: Abrir carpeta en Finder
et: Ava kaust Finderis
fr: Ouvrir le dossier dans le Finder
hu: Mappa megnyitása a Finderben
id: Buka Folder di Finder
it: Apri cartella in Finder
ja: ファインダーでフォルダを開く
ko_kr: Finder에서 폴더 열기
nb: Åpne mappe i Finder
nl: Open map in Finder
pl_pl: Otwórz folder w wyszukiwarce
pt_br: Abrir pasta no Finder
tr: Finder'da Klasörü Aç
uk: Відкрийте папку у Finder
vi: Mở Thư mục trong Finder
zh_hans: 在Finder中打开文件夹
zh_hant: 於 Finder 開啟檔案夾

# url_handler.error.action_not_found
source: Action Not Found
ca_es: Acció no trobada
cs: Akce nenalezeny
da: Handling ikke fundet
de: Aktion nicht gefunden
el: Η ενέργεια δεν βρέθηκε
es_es: Acción no encontrada
et: Tegevust ei leitud
fr: Action introuvable
hu: Művelet nem található
id: Aksi Tidak Ditemukan
it: Azione non trovata
ja: アクションが見つかりません
ko_kr: 동작을 찾을 수 없음
nb: Handling ikke funnet
nl: Actie niet gevonden
pl_pl: Nie znaleziono akcji
pt_br: Ação não encontrada
sl: Dejanja ni mogoče najti
tr: Aksiyon bulunamadı
uk: Дію не знайдено
vi: Không tìm thấy Hành động
zh_hans: 找不到动作
zh_hant: 找不到動作

# widgets.actions.title
source: Actions
ca_es: Accions
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es_es: Acciones
et: Tegevused
hu: Műveletek
id: Aksi
it: Azioni
ja: アクション
ko_kr: 동작
nb: Handlinger
nl: Acties
pl_pl: Akcje
pt_br: Ações
sl: Dejanja
tr: Aksiyonlar
uk: Дії
vi: Hành động
zh_hans: 动作
zh_hant: 動作

# widgets.actions.not_configured
source: No Actions Configured
ca_es: No hi ha accions configurades
cs: Akce nejsou nastaveny
da: Ingen handlinger konfigureret
de: Keine Aktionen eingerichtet
el: Δεν έχουν ρυθμιστεί ενέργειες
es: No se ha configurado ninguna acción
es_es: No hay acciones configuradas
et: Tegevusi pole seadistatud
fr: Aucune action configurée
hu: Nincs konfigurált művelet
id: Tidak Ada Aksi yang Dikonfigurasi
it: Nessuna azione configurata
ja: アクションの設定なし
ko_kr: 구성된 동작 없음
nb: Ingen handlinger konfigurert
nl: Geen acties geconfigureerd
pl_pl: Brak skonfigurowanych akcji
pt_br: Nenhuma ação configurada
tr: Yapılandırılmış aksiyon Yok
uk: Жодних дій не налаштовано
vi: Không có Hành động nào được Cấu hình
zh_hans: 未配置任何动作
zh_hant: 未設定動作

# updater.update_available.title
source: Update Available
ca_es: Actualització disponible
cs: Je k dispozici aktualizace
da: Opdatering tilgængelig
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
es_es: Actualización disponible
et: Saadaval on värskendus
fr: Mise à jour disponible
hu: Frissítés elérhető
id: Pembaruan Tersedia
it: Aggiornamento disponibile
ja: 更新可能
ko_kr: 업데이트 가능
nb: Oppdatering tilgjengelig
nl: Update beschikbaar
pl_pl: Dostępna aktualizacja
pt_br: Atualização disponível
sl: Na voljo je posodobitev
tr: Kullanılabilir Güncelleştirme
uk: Доступне оновлення
vi: Có bản Cập nhật
zh_hans: 有可用更新
zh_hant: 有更新可供下載

# updater.update_available.open
source: View '%@'
ca_es: Veure '%@'
cs: Zobrazit "%@"
da: Vis '%@'
de: Ansicht '%@'
el: Προβολή '%@'
es_es: Ver ' %@ '
et: Vaade '%@'
fr: Voir '%@'
hu: '%@ ' megtekintése
id: Lihat '%@'
it: Visualizza '%@'
ja: 表示 '%@'
ko_kr: '%@' 보기
nb: Vis %@.
nl: Bekijk '%@'.
pl_pl: Zobacz "%@
pt_br: Exibir '%@'
tr: " %@ " öğesini görüntüleyin
uk: Перегляд '%@'
vi: Xem '%@'
zh_hans: 查看“ %@ ”
zh_hant: 檢視 '%@'

# menu.application.about
source: About %@
ca_es: Quant a %@
cs: O aplikaci %@
da: Om %@
de: Info über %@
el: Σχετικά με %@
es: Acerca de %@
es_es: Acerca de %@
et: Teave %@ kohta
fr: À propos de %@
hu: %@ névjegye
id: Tentang %@
it: Informazioni %@
ja: %@ について
ko_kr: %@ 정보
nb: Om %@
nl: Over %@
pl_pl: O %@
pt_br: Sobre %@
sl: O %@
tr: Hakkında %@
uk: Про %@
vi: Về %@
zh_hans: 关于 %@
zh_hant: 關於 %@

# menu.application.preferences
source: Preferences…
ca_es: Preferències …
cs: Možnosti…
da: Indstillinger…
de: Einstellungen...
el: Προτιμήσεις…
es: Preferencias …
es_es: Preferencias...
et: Eelistused…
fr: Préférences…
hu: Beállítások...
id: Preferensi…
it: Preferenze …
ja: 環境設定…
ko_kr: 설정…
nb: Innstillinger…
nl: Voorkeuren…
pl_pl: Preferencje…
pt_br: Preferências…
sl: Nastavitve…
tr: Tercihler…
uk: Налаштування …
vi: Tuỳ chọn…
zh_hans: 首选项…
zh_hant: 偏好設定…

# menu.help.help
source: %@ Help
ca_es: %@ Ajuda
cs: Nápověda aplikace %@
da: %@ Hjælp
de: %@ Hilfe
el: %@ Βοήθεια
es: %@ Ayuda
es_es: Ayuda de %@
et: %@ Abi
fr: %@ Aide
hu: %@ Súgó
id: Bantuan %@
it: %@ Aiuto
ja: %@ ヘルプ
ko_kr: %@ 도움말
nb: %@ Hjelp
pl_pl: Pomoc %@
pt_br: %@ Ajuda
sl: %@ Pomoč
tr: %@ Yardım
uk: %@ Довідка
vi: %@ Trợ giúp
zh_hans: %@帮助
zh_hant: %@ 說明

# location_change_notification.signaled.body
source: Location updated via update signal
ca_es: Ubicació actualitzada mitjançant senyal d’actualització
cs: Poloha aktualizována aktualizačním signálem
da: Lokalitet opdateret via opdateringssignal
de: Standort aktualisiert durch Update Signal
el: Η τοποθεσία ενημερώθηκε μέσω σήματος ενημέρωσης
es_es: Ubicación actualizada mediante señal de actualización
et: Asukohta värskendati uuendussignaali kaudu
fr: Emplacement mis à jour via le signal de mise à jour
hu: Helyszínfrissítés frissítőjelzéssel
id: Lokasi diperbarui melalui sinyal pembaruan
it: Posizione aggiornata tramite segnale di aggiornamento
ja: 更新信号（update signal）で位置情報を更新
ko_kr: 업데이트 신호를 통해 위치가 업데이트됨
nb: Sted oppdatert via oppdateringssignal
nl: Locatie bijgewerkt via updatesignaal
pl_pl: Lokalizacja zaktualizowana przez sygnał
pt_br: Localização atualizada via sinal de atualização
tr: Güncelleme sinyali ile güncellenen konum
uk: Місцезнаходження оновлено через сигнал оновлення
vi: Vị trí đã được cập nhật qua tín hiệu cập nhật
zh_hans: 通过更新信号更新位置
zh_hant: 透過更新訊號更新座標

# updater.check_for_updates_menu.title
source: Check for Updates…
ca_es: Comprova si hi ha actualitzacions…
cs: Vyhledávání aktualizací…
da: Søg efter opdateringer…
de: Auf Updates prüfen…
el: Έλεγχος για ενημερώσεις…
es_es: Buscar actualizaciones…
et: Otsi värskendusi...
fr: Rechercher des mises à jour…
hu: Frissítések keresése…
id: Periksa Pembaruan…
it: Controllo degli aggiornamenti…
ja: アップデートを確認する…
ko_kr: 업데이트 확인…
nb: Se etter oppdateringer…
nl: Controleer op updates …
pl_pl: Sprawdź aktualizacje…
pt_br: Verifique se há atualizações...
sl: Preverite, ali so na voljo posodobitve…
tr: Güncellemeleri kontrol edin…
uk: Перевірити наявність оновлень …
vi: Kiểm tra Cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新…

# updater.no_updates_available.title
source: Check for Updates
ca_es: Comprova si hi ha actualitzacions
cs: Vyhledat aktualizace
da: Søg efter opdateringer
de: Auf Updates prüfen
el: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
es_es: Buscar actualizaciones
et: Otsi värskendusi
fr: Vérifier les mises à jour
hu: Frissítések keresése
id: Periksa Pembaruan
it: Controlla gli aggiornamenti
ja: アップデートを確認する
ko_kr: 업데이트 확인
nb: Se etter oppdateringer
nl: Controleer op updates
pl_pl: Sprawdź aktualizacje
pt_br: Verificar atualizações
sl: Preverite, ali so na voljo posodobitve
tr: Güncelleştirmeleri Denetle
uk: Перевірити наявність оновлень
vi: Kiểm tra Cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# updater.no_updates_available.on_latest_version
source: You're on the latest version!
ca_es: Estàs en l'última versió!
cs: Již máte nejnovější verzi!
da: Du bruger den nyeste version!
de: Du hast die neueste Version!
el: Βρίσκεστε στην πιο πρόσφατη έκδοση!
et: Kasutad uusimat versiooni!
fr: Vous êtes sur la dernière version!
hu: Ön a legújabb verziót használja!
id: Anda menggunakan versi terbaru!
it: Sei sull'ultima versione!
ja: あなたは最新バージョンを使用しています！
ko_kr: 최신 버전을 사용 중입니다!
nb: Du er på den siste versjonen!
nl: Je gebruikt de laatste versie!
pl_pl: Masz najnowszą wersję!
pt_br: Você está na versão mais recente!
sl: Uporabljate najnovejšo različico!
tr: En son sürümü kullanıyorsunuz!
uk: Ви використовуєте останню версію!
vi: Bạn đang sử dụng phiên bản mới nhất!
zh_hans: 您正在使用最新版本！
zh_hant: 已經是最新版本！

# menu.view.reload_page
source: Reload Page
ca_es: Recarregar la pàgina
cs: Znovu načíst stránku
da: Genindlæs side
de: Seite neuladen
el: Επαναφόρτωση σελίδας
es: Recargar la página
es_es: Recargar la página
et: Taaslae vaade
fr: Rafraîchir la page
hu: Oldal újratöltése
id: Muat Ulang Halaman
it: Ricarica la pagina
ja: ページをリロード
ko_kr: 페이지 새로고침
nb: Last siden på nytt
nl: Herlaad pagina
pl_pl: Odśwież stronę
pt_br: Recarregar página
sl: Ponovno naloži stran
tr: Sayfayı Yeniden Yükle
uk: Перезавантажити сторінку
vi: Tải lại Trang
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

# menu.file.update_sensors
source: Update Sensors
ca_es: Actualitzar els Sensors
cs: Aktualizovat senzory
da: Opdater sensorer
de: Sensoren aktualisieren
el: Ενημέρωση αισθητήρων
es_es: Actualizar sensores
et: Andurite värskendamine
fr: Mettre à jour les capteurs
hu: Érzékelők frissítése
id: Perbarui Sensor
it: Aggiorna Sensori
ja: センサーの更新
ko_kr: 센서 업데이트
nb: Oppdater sensorer
nl: Update sensoren
pl_pl: Zaktualizuj sensory
pt_br: Atualizar sensores
tr: Sensörleri Güncelle
uk: Оновлення датчиків
vi: Cập nhật Cảm biến
zh_hans: 更新传感器
zh_hant: 更新傳感器

# open_label
source: Open
ca_es: Obrir
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
es_es: Abrir
et: Avatud
fr: Ouvert
hu: Megnyitás
id: Buka
it: Aperto
ja: オープン
ko_kr: 열기
nb: Åpen
pl_pl: Otwórz
pt_br: Abrir
sl: Odprto
tr: Açık
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# sensors.active.setting.time_until_idle
source: Time Until Idle
ca_es: Temps fins que estigui inactiu
cs: Čas do nečinnosti
da: Tid indtil inaktiv
de: Zeit bis zum Leerlauf
el: Χρόνος μέχρι την αδράνεια
es_es: Tiempo hasta inactividad
et: Aeg jõudeolekuni
fr: Temps jusqu'à l'inactivité
hu: Idő üresjáratig
id: Waktu Hingga Menganggur
it: Tempo fino all'inattività
ja: アイドルまでの時間
ko_kr: 유휴 상태까지의 시간
nb: Tid til inaktiv
nl: Tijd tot inactief
pl_pl: Czas do stanu bezczynności
pt_br: Tempo até ocioso
tr: Boşta Kalana Kadar Geçen Süre
uk: Час до простою
vi: Thời gian cho đến khi Nhàn rỗi
zh_hans: 直到空闲的时间
zh_hant: 閒置前時間

# widgets.actions.description
source: Perform Home Assistant actions.
ca_es: Realitza accions del Home Assistant.
cs: Provede akce v Home Assistantovi.
da: Udfør Home Assistant-handlinger.
de: Home Assistant Aktionen durchführen.
el: Εκτελέστε ενέργειες Home Assistant.
et: Käivita Home Assistanti toimingud.
fr: Exécutez les actions de Home Assistant.
hu: Hajtsa végre a Home Assistant műveleteket.
id: Luncurkan aksi Home Assistant
it: Esegui le azioni di Home Assistant
ja: Home Assistantのアクションを実行する。
ko_kr: Home Assistant 동작을 수행합니다.
nb: Utfør Home Assistant handlinger.
nl: Voer Home Assistant-acties uit.
pl_pl: Wykonaj akcje Home Assistant.
pt_br: Execute as ações do Home Assistant.
tr: Home Assistant eylemlerini gerçekleştirin.
uk: Виконайте дії Home Assistant.
vi: Thực hiện các tác vụ của Home Assistant.
zh_hans: 执行Home Assistant动作。
zh_hant: 執行 Home Assistant 動作。

# menu.actions.title
source: Actions
ca_es: Accions
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
et: Tegevused
hu: Műveletek
id: Aksi
it: Azioni
ja: アクション
ko_kr: 동작
nb: Handlinger
nl: Acties
pl_pl: Akcje
pt_br: Ações
tr: Aksiyonlar
uk: Дії
vi: Hành động
zh_hans: 动作
zh_hant: 動作

# menu.actions.configure
source: Configure…
ca_es: Configurar…
cs: Nastavení...
da: Konfigurer…
de: Konfigurieren…
el: Διαμορφώστε…
et: Seadista…
fr: Configurer…
hu: Beállítás…
id: Konfigurasi
it: Configura…
ja: 設定…
ko_kr: 구성…
nb: Konfigurere…
nl: Configureer…
pl_pl: Skonfiguruj…
pt_br: Configurar…
tr: Yapılandır…
uk: Налаштувати …
vi: Cấu hình…
zh_hans: 配置…
zh_hant: 設定…

# share_extension.entered_placeholder
source: 'entered' in event
cs: "entered" v události
da: 'indtastet' i hændelse
de: 'entered' im Event
el: 'εισήχθη' σε γεγονός
et: 'alustati' sündmusest
fr: "entré" dans l'événement
hu: 'entered' az eseményben
id: peristiwa 'masuk'
ja: イベントに'入力' されました
ko_kr: 이벤트에서 '입력됨'
nb: 'angitt' i tilfelle
nl: 'ingevoerd' in gebeurtenis
pl_pl: 'entered' w zdarzeniu
pt_br: 'entrou' no evento
tr: Etkinliğe 'girildi'
vi: 'entered' trong sự kiện
zh_hant: 事件中的 'entered'

# share_extension.error.title
source: Couldn't Send
ca_es: No s'ha pogut enviar
cs: Nelze odeslat
da: Kunne ikke sende
de: Konnte nicht gesendet werden
el: Αδυναμία αποστολής
es: No se pudo enviar
et: Edastamine nurjus
fr: Impossible d'envoyer
hu: Nem sikerült elküldeni
id: Tidak Dapat Mengirim
it: Impossibile inviare
ja: 送信できませんでした
ko_kr: 보낼 수 없음
nb: Kunne ikke sende
nl: Verzenden niet gelukt
pl_pl: Nie udało się wysłać
pt_br: Não foi possível enviar
tr: Gönderilemedi
uk: Не вдалося надіслати
vi: Không thể Gửi
zh_hans: 无法发送
zh_hant: 無法傳送

# settings_sensors.periodic_update.description_mac
source: When enabled, these sensors will update with this frequency while the app is open. Some sensors will update automatically more often.
ca_es: Quan estigui habilitat, aquests sensors s'actualitzaran amb aquesta freqüència mentre l'aplicació estigui oberta. Alguns sensors s'actualitzaran automàticament amb més freqüència.
cs: Pokud je tato funkce povolena a aplikace je otevřená, budou se tyto senzory aktualizovat s touto frekvencí. Některé senzory se budou automaticky aktualizovat častěji.
da: Når dette er aktiveret, opdateres sensorer med den angivne frekvens, mens appen er åben. Nogle sensorer opdateres automatisk hyppigere.
de: Aktivieren, damit sich diese Sensoren mit dieser Aktualisierungsfrequenz aktualisieren während die App geöffnet ist. Manche Sensoren aktualisieren automatisch öfter.
el: Όταν ενεργοποιηθούν, αυτοί οι αισθητήρες θα ενημερωθούν με αυτήν τη συχνότητα ενώ η εφαρμογή είναι ανοιχτή. Ορισμένοι αισθητήρες θα ενημερώνονται αυτόματα πιο συχνά.
et: Kui see on lubatud, värskendatakse neid andureid selle sagedusega, kui rakendus on avatud. Mõned andurid värskendatakse automaatselt sagedamini.
fr: Lorsqu'ils sont activés, ces capteurs se mettent à jour à cette fréquence pendant que l'application est ouverte. Certains capteurs se mettront à jour automatiquement plus souvent.
hu: Ha engedélyezve van, ezek az érzékelők ezzel a gyakorisággal frissülnek, amíg az alkalmazás nyitva van. Egyes érzékelők automatikusan gyakrabban frissülnek.
id: Jika diaktifkan, sensor berikut akan diperbarui dengan frekuensi yang ditentukan ini ketika aplikasi dibuka. Beberapa sensor akan lebih sering diperbarui.
it: Se abilitato, questi sensori si aggiorneranno con questa frequenza mentre l'app è aperta. Alcuni sensori si aggiorneranno automaticamente più spesso.
ko_kr: 활성화하면 앱이 열려 있는 동안 이러한 센서가 이 주기로 업데이트됩니다. 일부 센서는 더 자주 자동으로 업데이트됩니다.
nb: Når dette er aktivert, oppdateres disse sensorene med denne frekvensen mens appen er åpen. Noen sensorer oppdateres oftere automatisk.
nl: Wanneer ingeschakeld, worden deze sensoren met deze frequentie bijgewerkt terwijl de app is geopend. Sommige sensoren worden vaker automatisch bijgewerkt.
pl_pl: Po włączeniu, te sensory będą aktualizować się z tą częstotliwością, gdy aplikacja jest otwarta. Niektóre sensory będą aktualizować się częściej.
pt_br: Quando ativados, esses sensores serão atualizados com essa frequência enquanto o aplicativo estiver aberto. Alguns sensores serão atualizados automaticamente com mais frequência.
tr: Etkinleştirildiğinde, bu sensörler uygulama açıkken bu sıklıkta güncellenir. Bazı sensörler otomatik olarak daha sık güncellenir.
uk: Якщо увімкнено, ці датчики оновлюватимуться з такою частотою під час роботи програми. Деякі датчики оновлюються автоматично частіше.
vi: Khi được bật, các cảm biến này sẽ cập nhật với tần suất này khi ứng dụng đang mở. Một số cảm biến sẽ tự động được cập nhật thường xuyên hơn.
zh_hans: 启用后，这些传感器将在应用程序打开时以该频率更新。一些传感器将更频繁地自动更新。
zh_hant: 開啟後、傳感器將會依設定於 App 開啟時持續更新，部分感測器更新頻率將更密集。

# settings_details.notifications.sounds.import_mac_instructions
source: Add custom sounds to your Sounds folder to use them in notifications. Use their filename as the sound value in the service call.
ca_es: Afegiu sons personalitzats a la carpeta Sons per utilitzar-los a les notificacions. Utilitzeu el seu nom de fitxer com a valor de so per la crida del servei.
cs: Přidejte vlastní zvuky do složky Zvuky a použijte je v oznámeních. Použijte jejich název souboru jako hodnotu zvuku při volání služby.
da: Tilføj brugerdefinerede lyde til Sounds mappen for at bruge dem i notifikationer. Brug lydens filnavn som lydværdi i kald af tjenesten.
de: Füge benutzerdefinierte Sounds zu deinem Sound Ordner hinzu, um diese in Mitteilungen zu verwenden. Nutze deren Dateiname als den Sound Wert im Service Aufruf.
el: Προσθέστε προσαρμοσμένους ήχους στον φάκελο "Ήχοι" για να τους χρησιμοποιήσετε στις ειδοποιήσεις. Χρησιμοποιήστε το όνομα αρχείου τους ως τιμή ήχου στην κλήση υπηρεσίας.
et: Lisa kohandatud helid oma kausta Helid, et neid märguannetes kasutada. Kasuta teenuse heliväärtusena nende failinime.
fr: Ajoutez des sons personnalisés à votre dossier Sounds pour les utiliser dans les notifications. Utilisez leur nom de fichier comme valeur de son dans l'appel du service.
hu: Adjon egyéni hangokat a Sounds mappához, hogy értesítésekben használja őket. Használja a fájlnevüket hangértékként a szolgáltatáshívásban.
id: Tambahkan suara khusus ke folder Suara Anda untuk digunakan di notifikasi. Gunakan nama file-nya sebagai nilai suara pada pemanggilan layanan.
it: Aggiungi suoni personalizzati alla tua cartella "Sound" per usarli nelle notifiche. Usa il nome del file come valore audio nella chiamata di servizio.
ko_kr: Sounds 폴더에 사용자 지정 사운드를 추가하여 알림에 사용할 수 있습니다. 서비스 호출에서 파일 이름을 사운드 값으로 사용합니다.
nb: Legg til egendefinerte lyder i mappen Lyder for å bruke dem i varsler. Bruk filnavnet som lydverdi i tjenesteanropet.
nl: Voeg aangepaste geluiden toe aan de map Geluiden om ze te gebruiken in meldingen. Gebruik hun bestandsnaam als de geluidswaarde in de service call.
pt_br: Adicione sons personalizados à sua pasta Sons para usá-los nas notificações. Use seu nome de arquivo como o valor de som na chamada de serviço.
tr: Bildirimlerde kullanmak için Sesler klasörünüze özel sesler ekleyin. Dosya adlarını servis çağrısında ses değeri olarak kullanın.
uk: Додайте власні звуки до папки Звуки, щоб використовувати їх у сповіщеннях. Використовуйте їх імена файлів як значення звуку під час виклику служби.
vi: Thêm âm thanh tùy chỉnh vào thư mục Sounds của bạn để sử dụng chúng khi thông báo. Sử dụng tên tệp làm giá trị sound khi gọi dịch vụ.
zh_hant: 新增自訂音效至音效資料夾以於通知中使用。於呼叫服務中、使用音效檔案檔名作為音效設定值。

# watch.configurator.rows.column_2_alignment.title
source: Column 2 Alignment
ca_es: Alineació de la columna 2
cs: Zarovnání sloupce 2
da: Justering af kolonne 2
de: Ausrichtung von Spalte 2
el: Στοίχιση στήλης 2
es: Alineamineto de la columna 2
es_es: Alineación de la columna 2
et: Veeru 2 joondamine
fr: Alignement de la colonne 2
hu: 2. oszlop Igazítás
id: Perataan Kolom 2
ja: コラム2の配置
ko_kr: 2열 정렬
nb: Kolonne 2 Justering
nl: Kolom 2 uitlijning
pt_br: Alinhamento da Coluna 2
tr: Sütun 2 Hizalama
zh_hant: 第 2 列對齊

# watch.configurator.rows.column_2_alignment.options.leading
source: Leading
ca_es: Principals
cs: Na začátek
da: Foranstillet
de: Führend
el: Αρχή
es_es: Al inicio
et: Eesmine
fr: En tête
hu: Nyitó
id: DI Awal
ja: リーディング
ko_kr: 선행
nb: Ledende
nl: Vooraf
pt_br: Conduzindo
sl: Vodilni
tr: Önde gelen
uk: Відкривання
zh_hant: 靠左對齊

# watch.configurator.rows.column_2_alignment.options.trailing
source: Trailing
ca_es: Arrossegant
cs: Na konec
da: Efterfølgende
de: Nachziehen
el: Ακολουθία
es_es: Al final
et: Tagumine
fr: À la fin
hu: Záró
id: DI Akhir
ja: トレーリング
ko_kr: 후행
nb: Etterfølgende
nl: Achteraf
pt_br: Seguindo
sl: Sledenje
tr: Izleyen
uk: Закривання
zh_hant: 靠右對齊

# watch.configurator.preview_error.not_number
source: Expected a number but got %1$@: '%2$@'
ca_es: S'esperava un número però s'ha obtingut %1$@: '%2$@'
cs: Očekávano číslo, ale zadáno %1$@: "%2$@"
da: Forventede et tal, men fik %1$@: '%2$@'
de: Es wurde eine Zahl erwartet, aber gegeben wurde %1$@: %2$@
el: Αναμενόταν ένας αριθμός αλλά πήρε %1$@: '%2$@'
es: Se esperaba un número, pero se obtuvo %1$@ : ' %2$@ '
es_es: Se esperaba un número pero se obtuvo un dato de tipo %1$@: '%2$@'
et: Oodati numbrit kuid saadi %1$@ : ' %2$@ '
fr: Attendu un nombre mais obtenu %1$@ : ' %2$@ '
hu: Szám az elvárt, de %1$@ kapott: '%2$@'
id: Diharapkan sebuah bilangan tetapi yang tersedia adalah %1$@: '%2$@'
ja: 数値のはずですが、%1$@ を取得しました: %2$@
ko_kr: 숫자를 예상했지만 %1$@: '%2$@'를 가져왔습니다.
nb: Forventet et tall, men fikk %1$@ : '%2$@'
nl: Verwachte een getal, maar kreeg %1$@ : ' %2$@ '
pt_br: Esperava um número, mas obteve %1$@ : ' %2$@ '
tr: Bir sayı bekleniyordu ancak %1$@ : ' %2$@ '
uk: Очікувалося число, але отримано %1$@: '%2$@'
zh_hant: 預期為數字。但收到%1$@：'%2$@'

# watch.configurator.preview_error.out_of_range
source: Expected a number between 0.0 and 1.0 but got %1$f
ca_es: S'esperava un nombre entre 0.0 i 1.0, però s'ha obtingut %1$f
cs: Očekáváno číslo mezi 0,0 a 1,0, ale zadáno %1$f
da: Forventede et tal mellem 0,0 og 1,0, men fik %1$f
de: Es wurde eine Zahl zwischen 0.0 und 1.0 erwartet, aber %1$f gegeben.
el: Αναμενόμενος αριθμός μεταξύ 0,0 και 1,0 αλλά πήρε %1$f
es: Se esperaba un número entre 0.0 y 1.0, pero obtuvo %1$f
es_es: Se esperaba un número entre 0.0 y 1.0, pero se obtuvo %1$f
et: Oodati arvu vahemikus 0.0 ja 1.0, kuid saadi %1$f
fr: Attendu un nombre compris entre 0.0 et 1.0 mais obtenu %1$f
hu: 0,0 és 1,0 közötti szám az elvárt, de %1$f érték lett megadva
id: Diharapkan nilai antara 0,0 dan 1,0 tetapi yang tersedia adalah %1$f
ko_kr: 0.0과 1.0 사이의 숫자를 예상했지만 %1$f를 가져왔습니다.
nb: Forventet et tall mellom 0,0 og 1,0, men fikk %1$f
nl: Verwachte een getal tussen 0,0 en 1,0, maar kreeg %1$f
pt_br: Esperava um número entre 0,0 e 1,0, mas obteve %1$f
tr: 0.0 ile 1.0 arasında bir sayı bekleniyordu ancak %1$f
uk: Очікувалося число від 0,0 до 1,0, але отримано %1$f
zh_hant: 預期為介於 0.0 至 1.0 間的數字。但收到 %1$f

# watch.configurator.new.title
source: New Complication
ca_es: Nova complicació
cs: Nová komplikace
da: Ny Komplikation
de: Neue Komplikation
el: Νέα επιπλοκή
es: Nueva complicación
es_es: Nueva complicación
et: Uus element
fr: Nouvelle complication
hu: Új modul
id: Komplikasi Baru
ja: 新しいコンプリケーション
ko_kr: 새로운 컴플리케이션
nb: Ny komplikasjon
nl: Nieuwe complicatie
pt_br: Nova complicação
tr: Yeni Komplikasyon
uk: Новий Complication
zh_hant: 新增複雜功能
