Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# cl_error.description.deferred_not_updating_location
source: The manager did not enter deferred mode since updates were already disabled/paused.
ca_es: L'administrador no ha entrat en mode ajornat, ja que les actualitzacions ja estaven inhabilitades/en pausa.
cs: Manažer nevstoupil do odloženého režimu, protože aktualizace již byly zakázány/pozastaveny.
cy_gb: Ni wnaeth y rheolwr fynd i'r modd gohiriedig gan fod diweddariadau eisoes wedi'u hanalluogi / oedi.
da: Manageren trådte ikke i udskudt tilstand, da opdateringer allerede var deaktiveret/sat på pause.
de: Der Manager hat den verzögerten Modus nicht aktiviert, da Aktualisierungen bereits deaktiviert / angehalten wurden.
el: Ο διαχειριστής δεν εισήλθε σε κατάσταση αναστολής λειτουργίας, επειδή οι ενημερώσεις ήταν ήδη απενεργοποιημένες/διακόπηκαν.
es: El administrador no entró en modo diferido ya que las actualizaciones ya estaban deshabilitadas/pausadas.
et: Asukohahaldur ei sisenenud edasilükatud režiimi kuna värskendused olid juba keelatud/peatatud.
fi: Hallitsija ei tullut lykättyyn tilaan, koska päivitykset on jo poistettu käytöstä/keskeytetty.
fr: Le gestionnaire n'est pas passé en mode différé puisque les mises à jour étaient déjà désactivées/en pauses.
hu: A menedzser nem lépett késleltetett üzemmódba, mivel a frissítések már le voltak tiltva/szüneteltetve.
id: Manajer tidak memasuki mode yang ditangguhkan karena pembaruan sudah dinonaktifkan/dijeda.
it: Il gestore non è entrato in modalità differita in quanto gli aggiornamenti erano già disabilitati/in pausa.
ja: 更新がすでに無効化/一時停止されているため、マネージャーは延期(Deferred)モードに入りませんでした。
ko_kr: 업데이트가 이미 비활성화/일시 중지되었으므로 관리자가 지연 모드로 전환되지 않았습니다.
nb: Lederen gikk ikke inn i utsatt modus siden oppdateringer allerede var deaktivert / midlertidig stoppet.
nl: De manager heeft de uitgestelde modus niet geactiveerd, omdat updates al zijn uitgeschakeld / onderbroken.
pt_br: O gerente não entrou no modo adiado porque as atualizações já estavam desabilitadas/pausadas.
ru: Служба геолокации не перешла в отложенный режим, поскольку обновления уже были остановлены.
tr: Güncellemeler zaten devre dışı bırakıldığından/duraklatıldığından yönetici ertelenmiş moda girmedi.
uk: Менеджер не перейшов у відкладений режим, оскільки оновлення були відключені/призупинені раніше.
zh_hans: 位置管理器没有进入延迟模式，因为更新已被禁用或暂停。
zh_hant: 由於更新已經設定為關閉/暫停，Manager 無法進入推遲（Deferred）模式。

# cl_error.description.denied
source: Access to the location service was denied by the user.
ca_es: L'accés a l'servei de localització ha estat denegat per l'usuari.
cs: Přístup ke službě určování polohy byl uživatelem odepřen.
cy_gb: Gwrthododd y defnyddiwr fynediad i'r gwasanaeth lleoliad.
da: Adgang til lokalitetstjenesten blev afvist af brugeren.
de: Der Zugriff auf den Standortdienst wurde vom Benutzer verweigert.
el: Η πρόσβαση στην υπηρεσία τοποθεσίας απορρίφθηκε από τον χρήστη.
es: El acceso al servicio de localización fue negado por el usuario.
et: Kasutaja keelas juurdepääsu asukohateenusele.
fi: Käyttäjä ei hyväksynyt pääsyä sijaintipalveluun.
fr: L'accès au service de localisation a été refusé par l'utilisateur.
hu: A felhasználó megtagadta a helymeghatározó szolgáltatáshoz való hozzáférést.
id: Akses ke layanan lokasi ditolak oleh pengguna.
it: L'accesso al servizio di localizzazione è stato negato dall'utente.
ja: 位置情報サービスへのアクセスがユーザーによって拒否されました。
ko_kr: 사용자가 위치 서비스에 대한 액세스를 거부했습니다.
nb: Tilgang til plasseringenstjenesten ble nektet av brukeren.
nl: Toegang tot de locatieservice is door de gebruiker geweigerd.
pl_pl: Użytkownik odmówił dostępu do usługi lokalizacji.
pt_br: O acesso ao serviço de localização foi negado pelo usuário.
ru: Доступ к геопозиции был запрещён пользователем.
sv: Tillgång till platstjänster nekades av användaren.
tr: Konum hizmetine erişim kullanıcı tarafından reddedildi.
uk: Користувач заборонив доступ до розташування.
zh_hans: 访问位置服务被用户拒绝。
zh_hant: 存取座標服務已遭使用者拒絕。

# cl_error.description.geocode_canceled
source: The geocode request was canceled.
ca_es: S'ha cancel·lat la sol·licitud de geocodi.
cs: Požadavek na geokód byl zrušen.
cy_gb: Cafodd y cais geocode ei ganslo.
da: Geokode-anmodningen blev annulleret.
de: Die Geocode-Anforderung wurde abgebrochen.
el: Το αίτημα geocode ακυρώθηκε.
es: La solicitud de geocódigo fue cancelada.
et: Geokoodi päring tühistati.
fi: Geokoodauspyyntöä peruutettiin.
fr: La demande de géocode a été annulée.
hu: A geokód kérés törlésre került.
id: Permintaan geocode dibatalkan.
it: La richiesta di geocodifica è stata annullata.
ja: ジオコードリクエストがキャンセルされました。
ko_kr: 지오코딩 요청이 취소되었습니다.
nb: Geokodeforespørselen ble kansellert.
nl: Het geocode verzoek werd geannuleerd.
pl_pl: Żądanie geokodowania zostało anulowane.
pt_br: A solicitação de geocódigo foi cancelada.
ru: Запрос на геокодирование был отменен.
sv: Begäran om geocode avbröts.
tr: Coğrafi kod isteği iptal edildi.
uk: Запит геокоду було скасовано.
zh_hans: 地理编码请求已取消。
zh_hant: Geocode 請求已取消。、

# cl_error.description.geocode_found_no_result
source: The geocode request yielded no result.
ca_es: La sol·licitud de geocodi no ha funcionat.
cs: Požadavek na geokód nepřinesl žádný výsledek.
cy_gb: Doedd dim canlyniad i'r cais geocode.
da: Geokode-anmodningen gav intet resultat.
de: Die Geocode-Anfrage ergab kein Ergebnis.
el: Το αίτημα geocode δεν απέδωσε κανένα αποτέλεσμα.
es: La solicitud de geocódigo no dio resultado.
et: Geokodeerimistaotlus ei andnud tulemust.
fi: Geokoodauspyyntöä ei tuottanut tulosta.
fr: La demande de géocode n'a donné aucun résultat.
hu: A geokód kérés nem hozott eredményt.
id: Permintaan geocode tidak membuahkan hasil.
it: La richiesta di geocodifica non ha dato alcun risultato.
ja: ジオコードリクエストでは結果が得られませんでした。
ko_kr: 지오코드 요청 결과가 없습니다.
nb: Geokodeforespørselen ga ingen resultat.
nl: Het geocode-verzoek leverde geen resultaat op.
pl_pl: Żądanie geokodowania nie zwróciło żadnego wyniku.
pt_br: A solicitação de geocódigo não produziu nenhum resultado.
ru: Запрос геокода не дал результата.
sv: Begäran om geokod gav inget resultat
tr: Coğrafi kod isteği sonuç vermedi.
uk: Запит геокоду не дав результату.
zh_hans: 地理编码请求没有产生任何结果。
zh_hant: Geocode 請求未取得結果。

# cl_error.description.geocode_found_partial_result
source: The geocode request yielded a partial result.
ca_es: La sol·licitud de geocodi ha donat un resultat parcial.
cs: Požadavek na geokód přinesl částečný výsledek.
cy_gb: Cafwyd canlyniad rhannol i'r cais geocode.
da: Geokode-anmodningen gav et delvist resultat.
de: Die Geocodeanforderung ergab ein Teilergebnis.
el: Το αίτημα geocode απέδωσε ένα μερικό αποτέλεσμα.
es: La solicitud de geocódigo dio un resultado parcial.
et: Geokodeerimistaotlus andis osalise tulemuse.
fi: Geokoodauspyyntö tuotti osittaisen tuloksen.
fr: La demande de géocode a donné un résultat partiel.
hu: A geokód kérés részleges eredményt hozott.
id: Permintaan geocode membuahkan hasil parsial.
it: La richiesta di geocodifica ha dato un risultato parziale.
ja: ジオコードリクエストでは、一部の結果しか得られませんでした。
ko_kr: 지오코딩 요청이 부분적인 결과를 산출했습니다.
nb: Geokodeforespørselen ga et delvis resultat.
nl: Het geocode-verzoek leverde een gedeeltelijk resultaat op.
pl_pl: Żądanie geokodowania zwróciło częściowy wynik.
pt_br: A solicitação de geocódigo gerou um resultado parcial.
ru: Запрос геокода дал частичный результат.
sv: Begäran om geokod gav ett partiellt resultat.
tr: Coğrafi kod isteği kısmi bir sonuç verdi.
uk: Запит геокодування дав частковий результат.
zh_hans: 地理编码请求产生了部分结果。
zh_hant: Geocode 請求取得部分結果。

# cl_error.description.heading_failure
source: The heading could not be determined.
ca_es: No s'ha pogut determinar el títol.
cs: Kurz se nepodařilo určit.
cy_gb: Doedd dim modd pennu'r pennawd.
da: Overskriften kunne ikke bestemmes.
de: Die Überschrift konnte nicht ermittelt werden.
el: Δεν ήταν δυνατός ο προσδιορισμός της επικεφαλίδας.
et: Suunda ei õnnestunud määrata.
fi: Suuntaa ei voitu määrittää.
fr: Le titre n'a pas pu être déterminé.
hu: A címet nem lehetett meghatározni.
id: Heading tidak dapat ditentukan.
it: Il titolo non può essere determinato.
ja: 見出しを特定することができませんでした。
ko_kr: 제목을 결정할 수 없습니다.
nb: Overskriften kunne ikke bli angitt.
nl: De heading kon niet worden bepaald.
pt_br: O título não pôde ser determinado.
ru: Не удалось определить заголовок.
sv: Det gick inte att fastställa rubriken.
tr: Başlık belirlenemedi.
uk: Не вдалося визначити заголовок.
zh_hans: 标题无法确定。
zh_hant: 方向無法確認。

# cl_error.description.location_unknown
source: The location manager was unable to obtain a location value right now.
ca_es: L'administrador d'ubicació no ha pogut obtenir un valor d'ubicació ara mateix.
cs: Správce polohy nyní nemohl získat hodnotu polohy.
cy_gb: Doedd y rheolwr lleoliad ddim yn gallu cael gwerth lleoliad ar hyn o bryd.
da: Lokalitetsadministratoren kunne ikke opnå en lokalitetsværdi lige nu.
de: Der Standortmanager konnte momentan keinen Standortwert abrufen.
el: Ο διαχειριστής τοποθεσίας δεν ήταν δυνατό να λάβει μια τιμή τοποθεσίας αυτήν τη στιγμή.
et: Asukohahaldur ei saanud praegu asukoha väärtust hankida.
fi: Sijainninhallinta ei voinut saada sijaintiarvoa juuri nyt.
fr: Le gestionnaire d'emplacement n'a pas pu obtenir d'emplacement pour le moment.
hu: A helykezelő jelenleg nem tudott helyértéket beszerezni.
id: Manajer lokasi tidak dapat memperoleh nilai lokasi saat ini.
it: Il location manager non è stato in grado di ottenere un valore di localizzazione in questo momento.
ja: ロケーションマネージャーは、今現在の位置情報の値を取得できませんでした。
ko_kr: 위치 관리자가 현재 위치 값을 가져올 수 없습니다.
nb: Plasseringsbehandleren kunne ikke få en plasseringsverdi akkurat nå.
nl: De locatiemanager kon op dit moment geen locatiewaarde verkrijgen.
pl_pl: Menedżer lokalizacji nie mógł w tej chwili uzyskać wartości lokalizacji.
pt_br: O gerente de localização não conseguiu obter um valor de localização no momento.
ru: Служба геолокации только что не смогла получить геопозицию.
sv: Platshanteraren kunde inte inhämta ett värde för position just nu.
tr: Konum yöneticisi şu anda bir konum değeri alamıyor.
uk: Диспетчеру розташування не вдалося отримати значення розташування.
zh_hans: 位置管理器当前无法获取具体位置。
zh_hant: Location Manager 目前無法獲得座標值。

# cl_error.description.network
source: The network was unavailable or a network error occurred.
ca_es: La xarxa no estava disponible o s'ha produït un error de xarxa.
cs: Síť byla nedostupná nebo došlo k chybě sítě.
cy_gb: Nid oedd y rhwydwaith ar gael neu digwyddodd gwall rhwydwaith.
da: Netværket var ikke tilgængeligt, eller der opstod en netværksfejl.
de: Das Netzwerk war nicht verfügbar oder ein Netzwerkfehler ist aufgetreten.
el: Το δίκτυο δεν ήταν διαθέσιμο ή παρουσιάστηκε σφάλμα δικτύου.
es: La red no estaba disponible o se ha producido un error de red.
et: Võrk polnud saadaval või ilmnes võrgutõrge.
fi: Verkko ei ollut käytettävissä tai ilmeni verkkovirhettä.
fr: Le réseau n'était pas disponible ou une erreur réseau s'est produite.
hu: A hálózat nem volt elérhető, vagy hálózati hiba történt.
id: Jaringan tidak tersedia atau terjadi kesalahan jaringan.
it: La rete non era disponibile o si è verificato un errore di rete.
ja: ネットワークが利用できないか、ネットワークエラーが発生しました。
ko_kr: 네트워크를 사용할 수 없거나 네트워크 오류가 발생했습니다.
nb: Nettverket er utilgjengelig, eller det oppstod en nettverksfeil.
nl: Het netwerk is niet beschikbaar of er is een netwerkfout opgetreden.
pl_pl: Sieć była niedostępna lub wystąpił błąd sieci.
pt_br: A rede estava indisponível ou ocorreu um erro de rede.
ru: Сеть была недоступна или произошла ошибка сети.
sv: Nätverket var otillgängligt eller så inträffade ett nätverksfel.
tr: Ağ kullanılamıyor veya bir ağ hatası oluştu.
uk: Мережа недоступна або сталася мережева помилка.
zh_hans: 网络不可用或发生网络错误。
zh_hant: 網路無法使用或發生錯誤。

# cl_error.description.ranging_failure
source: A general ranging error occurred.
cs: Došlo k obecné chybě rozsahu.
cy_gb: Digwyddodd gwall amrywio cyffredinol.
da: Der opstod en generel rækkevidde-fejl.
de: Ein allgemeiner Bereichsfehler ist aufgetreten.
el: Παρουσιάστηκε ένα γενικό σφάλμα εμβέλειας.
et: Ilmnes üldine kauguse määramise tõrge.
fi: Tapahtui yleinen vaihteluvirhe.
fr: Une erreur de portée générale s’est produite.
hu: Általános mérési hiba történt.
id: Terjadi kesalahan rentang umum.
it: Si è verificato un errore generale di ranging.
ja: 一般的なレンジング(ranging)エラーが発生しました。
ko_kr: 일반 범위 지정 오류가 발생했습니다.
nb: En generell feil oppstod.
nl: Er trad een algemene fout op.
pt_br: Ocorreu um erro geral de alcance.
ru: Произошла общая ошибка ранжирования.
sv: Ett allmänt omfångstfel har inträffat.
tr: Genel bir hata oluştu
uk: Виникла загальна помилка діапазону.
zh_hans: 发生了一般范围错误。
zh_hant: 發生一般 Ranging 錯誤。

# cl_error.description.ranging_unavailable
source: Ranging is disabled.
cs: Rozsah je zakázán.
cy_gb: Mae Amrywio yn anabl.
da: Rækkevidde er deaktiveret.
de: Bereich ist deaktiviert.
el: Η εμβέλεια είναι απενεργοποιημένη.
et: Vahemaa määramine on keelatud.
fi: Vaihteleminen on poistettu käytöstä.
fr: La portée est désactivée.
hu: A távolságmérés ki van kapcsolva.
id: Rentang dinonaktifkan.
it: Il Ranging è disabilitato.
ja: レンジング(ranging)は無効になっています。
ko_kr: 범위 지정이 비활성화됩니다.
nb: Ranging er deaktivert.
nl: Variëren is uitgeschakeld.
pt_br: A variação de alcance está desabilitada.
ru: Ранжирование отключено.
sv: Ranging är inaktiverat.
tr: Değişme devre dışı bırakıldı.
uk: Діапазон вимкнено.
zh_hans: 范围被禁用。
zh_hant: Ranging 功能已關閉。

# cl_error.description.region_monitoring_denied
source: Access to the region monitoring service was denied by the user.
ca_es: L'accés a el servei de monitoratge regional ha estat denegat per l'usuari.
cs: Přístup ke službě sledování oblasti byl uživatelem odepřen.
cy_gb: Gwrthododd y defnyddiwr fynediad i'r gwasanaeth monitro rhanbarth.
da: Brugeren har nægtet adgang til områdeovervågningstjenesten.
de: Der Benutzer hat den Zugriff auf den Regionsüberwachungsdienst verweigert.
el: Ο χρήστης αρνήθηκε την πρόσβαση στην υπηρεσία παρακολούθησης περιοχής.
es: El acceso al servicio de monitorización regional fue denegado por el usuario.
et: Kasutaja keelas juurdepääsu piirkonna jälgimisteenusele.
fi: Käyttäjä kielsi alueenvalvontapalvelun käytön.
fr: L'accès à la surveillance de région a été refusé par l'utilisateur.
hu: A felhasználó megtagadta a régiófigyelő szolgáltatáshoz való hozzáférést.
id: Akses ke layanan pemantauan wilayah ditolak oleh pengguna.
it: L'accesso al servizio di monitoraggio della regione è stato negato dall'utente.
ja: リージョン監視サービスへのアクセスがユーザーによって拒否されました。
ko_kr: 지역 모니터링 서비스에 대한 액세스가 사용자에 의해 거부되었습니다.
nb: Tilgang til regionovervåkningstjenesten ble nektet av brukeren.
nl: De toegang tot de regio monitoring service is geweigerd door de gebruiker.
pl_pl: Użytkownik odmówił dostępu do usługi monitorowania regionu.
pt_br: O acesso ao serviço de monitoramento de região foi negado pelo usuário.
ru: Доступ к отслеживанию регионов был запрещён пользователем.
sv: Tillgång till regionövervakningstjänsten nekades av användaren.
tr: Bölge izleme hizmetine erişim, kullanıcı tarafından reddedildi.
uk: Користувачу заборонив доступ до служби моніторингу регіону.
zh_hans: 用户拒绝了对区域监视服务的访问。
zh_hant: 存取區域間空服務已遭使用者拒絕。

# cl_error.description.region_monitoring_failure
source: A registered region cannot be monitored.
ca_es: No s'ha pogut monitoritzar una regió registrada.
cs: Registrovanou oblast nelze monitorovat.
cy_gb: Ni ellir monitro rhanbarth cofrestredig.
da: Et registreret område kan ikke overvåges.
de: Eine registrierte Region kann nicht überwacht werden.
el: Δεν είναι δυνατή η παρακολούθηση μιας καταχωρημένης περιοχής.
es: Una región registrada no puede ser monitoreada.
et: Registreeritud piirkonda ei saa jälgida.
fi: Rekisteröityä aluetta ei voida valvoa.
fr: Une région enregistrée ne peut pas être surveillée.
hu: Egy regisztrált régió nem figyelhető meg.
id: Wilayah terdaftar tidak dapat dipantau.
it: Una regione registrata non può essere monitorata.
ja: 登録されている地域は監視できません。
ko_kr: 등록된 지역은 모니터링할 수 없습니다.
nb: Den registrerte regionen kan ikke overvåkes.
nl: Een geregistreerde regio kan niet worden gecontroleerd.
pl_pl: Zarejestrowany region nie może być monitorowany.
pt_br: Uma região registrada não pode ser monitorada.
ru: Заданный регион невозможно отслеживать.
sv: En registrerad region kan inte övervakas.
tr: Kayıtlı bir bölge izlenemez.
uk: Зареєстрований регіон неможливо моніторити.
zh_hans: 注册区域无法监控。
zh_hant: 所註冊的區域無法進行監控。

# cl_error.description.region_monitoring_response_delayed
source: Core Location will deliver events but they may be delayed.
ca_es: Core Location lliurarà els esdeveniments, però és possible que es retrassin.
cs: Core Location bude doručovat události, ale mohou být zpožděny.
cy_gb: Bydd y Lleoliad Craidd yn cyflwyno digwyddiadau ond efallai y bydd oedi.
da: Core Location leverer hændelser, men de kan være forsinkede.
de: Core Location liefert Ereignisse, diese können sich jedoch verzögern.
el: Η βασική τοποθεσία θα παραδώσει συμβάντα, αλλά μπορεί να καθυστερήσουν.
es: Core Location entregará los eventos, pero es posible que se retrasen.
et: Põhiasukoht edastab sündmusi, kuid need võivad viibida.
fi: Core location antaa tapahtumia, mutta mahdollisesti viiveellä.
fr: Core Location assurera l'envoie des événements, mais ces derniers peuvent être retardés.
hu: A Core Location biztosítja az eseményeket, de azok késhetnek.
id: Core Location akan mengirimkan event tetapi mungkin tertunda.
it: Core Location consegnerà gli eventi, ma potrebbero essere ritardati.
ja: コアロケーションはイベントを配信しますが、遅延する可能性があります。
ko_kr: Core Location은 이벤트를 제공하지만 지연될 수 있습니다.
nb: Core location vil levere hendelser, men de kan bli forsinket.
nl: Kernlocatie levert gebeurtenissen op, maar deze kunnen worden vertraagd.
pl_pl: Podstawowa lokalizacja dostarczy zdarzenia, ale mogą być opóźnione.
pt_br: A Localização do Núcleo entregará eventos, mas eles podem sofrer atrasos.
ru: Служба геолокации будет доставлять события, но возможны задержки.
sv: Core location kommer att leverera händelser men de kan vara försenade.
tr: Çekirdek Konum olayları teslim edecektir, ancak bunlar gecikebilir.
uk: Core Location доставлятиме події, але вони можуть надходити із затримкою.
zh_hans: 核心位置将提供事件, 但可能会延迟。
zh_hant: Core Location 將會啟動事件，但可能稍微延遲。

# cl_error.description.region_monitoring_setup_delayed
source: Core Location could not initialize the region monitoring feature immediately.
ca_es: Core Location no ha pogut inicialitzar la funció de supervisió de la regió immediatament.
cs: Core Location nemohlo okamžitě inicializovat funkci sledování oblasti.
cy_gb: Doedd dim modd i'r lleoliad craidd ymgychwyn y nodwedd monitro rhanbarth ar unwaith.
da: Core Location kunne ikke initialisere områdeovervågningsfunktionen med det samme.
de: Core Location konnte die Regionsüberwachungsfunktion nicht sofort initialisieren.
el: Η βασική τοποθεσία δεν ήταν δυνατό να προετοιμάσει αμέσως τη δυνατότητα παρακολούθησης περιοχής.
es: Core Location no pudo inicializar la función de monitorización de la región inmediatamente.
et: Põhiasukoht ei saanud piirkonna jälgimise funktsiooni kohe käivitada.
fi: Core Location ei voinut alustaa aluekohtaista seurantatoimintoa välittömästi.
fr: Core Location n'a pas pu initialiser immédiatement la fonction de surveillance de la région.
hu: A Core Location nem tudta azonnal inicializálni a régiófigyelő funkciót.
id: Core Location tidak dapat segera menginisialisasi fitur pemantauan wilayah.
it: Core Location non ha potuto inizializzare immediatamente la funzione di monitoraggio della regione.
ja: コアロケーションは、リージョン監視機能をすぐに初期化できませんでした。
ko_kr: Core Location가 지역 모니터링 기능을 즉시 초기화할 수 없습니다.
nb: Kjerneplassering kunne ikke initialisere regionovervåkingsfunksjonen umiddelbart.
nl: Kernlocatie kan de regio monitoring functie niet onmiddellijk initialiseren.
pl_pl: Podstawowa lokalizacja nie mogła od razu zainicjować funkcji monitorowania regionu.
pt_br: A Localização do Núcleo não pôde inicializar o recurso de monitoramento da região imediatamente.
ru: Служба геолокации не смогла немедленно запустить отслеживание региона.
sv: Core location kunde inte omedelbart initiera regionövervakningsfunktionen.
tr: Çekirdek Konum, bölge izleme özelliğini hemen başlatamadı.
uk: Core Location не вдалося негайно ініціалізувати функцію моніторингу регіону.
zh_hans: 核心位置无法立即初始化区域监控功能。
zh_hant: Core Location 無法立即初始區域監控功能。

# cl_error.description.unknown
source: Unknown Core Location error
ca_es: Error Core Location desconegut
cs: Neznámá chyba Core Location
cy_gb: Gwall Lleoliad Craidd anhysbys
da: Ukendt Core Location-fejl
de: Unbekannter Core Location-Fehler
el: Σφάλμα άγνωστης βασικής θέσης
et: Tundmatu põhiasukoha viga
fi: Tuntematon Core Location virhe
fr: Erreur interne de localisation inconnue
hu: Ismeretlen központi hely hiba
id: Kesalahan Core Location yang Tidak Diketahui
it: Errore di posizione sconosciuto
ja: 不明なコアロケーションエラー
ko_kr: 알 수 없는 Core Location 오류
nb: Ukjent Core Location-feil
nl: Onbekende kernlocatiefout
pl_pl: Nieznany błąd lokalizacji podstawowej
pt_br: Erro de localização do núcleo desconhecido
ru: Неизвестная ошибка служб геолокации
tr: Bilinmeyen Çekirdek Konumu hatası
uk: Невідома помилка розташування
zh_hans: 未知的核心位置错误
zh_hant: 未知核心座標錯誤

# client_events.event_type.networkRequest
source: Network Request
ca_es: Sol·licitud de xarxa
cs: Síťový požadavek
cy_gb: Cais Rhwydwaith
da: Netværksanmodning
de: HTTP-Request
el: Αίτημα δικτύου
es: Solicitud de red
et: Võrgutaotlus
fi: Verkkopyyntö
fr: Requête réseau
hu: Hálózati kérelem
id: Permintaan Jaringan
it: Richiesta di rete
ja: ネットワークリクエスト
ko_kr: 네트워크 요청
nb: Nettverksforespørselen
nl: Netwerk Verzoek
pl_pl: Żądanie sieciowe
pt_br: Solicitação de rede
ru: Запрос сети
sv: Nätverksförfrågan
tr: Ağ İsteği
uk: Мережевий запит
zh_hans: 网络请求
zh_hant: 網路請求

# client_events.event_type.notification.title
source: Received a Push Notification: %@
ca_es: Ha rebut una notificació push: %@
cs: Bylo přijato uznámení push: %@
cy_gb: Wedi derbyn Hysbysiad Gwthio: %@
da: Modtog en push-notifikation: %@
de: Eine Push-Benachrichtigung empfangen: %@
el: Ελήφθη ειδοποίηση push: %@
es: Recibió una Notificación Push: %@
et: Saadi tõukemärguanne: %@
fi: Vastaanotettu ilmoitus: %@
fr: Réception d'une notification push : %@
hu: Push értesítés: %@
id: Notifikasi Push Diterima: %@
it: Ricevuta una notifica push: %@
ja: プッシュ通知を受信しました: %@
ko_kr: 푸시 알림을 받았습니다: %@
nb: Mottok en push-varsling: %@
nl: Een pushmelding ontvangen: %@
pl_pl: Otrzymano powiadomienie push: %@
pt_br: Recebeu uma notificação push: %@
ru: Получено мгновенное уведомление: %@
sv: Mottog en push-notis: %@
tr: Bir Push Bildirimi aldı: %@
uk: Отримано push-сповіщення: %@
zh_hans: 收到推送通知： %@
zh_hant: 收到推播通知：%@

# client_events.event_type.request.log
source: Request(SSID: %@ - %@)
ca_es: Sol·licitud (SSID: %@ - %@)
cy_gb: Cais (SSID: %@ - %@ )
da: Anmod (SSID: %@ - %@)
el: Αίτημα (SSID: %@ - %@)
es: Solicitar (SSID: % @ - %@)
fi: Pyyntö(SSID: %@ - %@)
fr: Demande (SSID: %@ - %@ )
it: Richiesta (SSID: %@ - %@ )
nb: Forespørsel (SSID: %@ - %@ )
pl_pl: Żądanie (SSID: %@ - %@)
ru: Запрос(SSID: %@- %@)
uk: Запит (SSID: %@ - %@)
zh_hans: 请求（SSID： %@ - %@ ）
zh_hant: 請求（SSID：%@ - %@）

# error_label
source: Error
cs: Chyba
cy_gb: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko_kr: 오류
nb: Feil
nl: Fout
pl_pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤
