Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings_details.privacy.crash_reporting.description
source: Allows for deeper tracking of crashes and other errors in the app, leading to faster fixes being published. No user identifiable information is sent, other than basic device information. You must restart the app for changes to this setting to take effect.
ca_es: Permet un seguiment més profund de bloquejos i altres errors a l'aplicació, cosa que permet publicar solucions amb més rapidesa. No s’envia cap informació identificable de l’usuari, a part de la informació bàsica del dispositiu. Heu de reiniciar l'aplicació perquè els canvis en aquesta configuració tinguin efecte.
cs: Umožňuje hlubší sledování chyb a dalších chyb v aplikaci, což vede k rychlejšímu publikování oprav. Nejsou odesílány žádné uživatelsky identifikovatelné informace, kromě základních informací o zařízení. Změny tohoto nastavení se projeví až po restartování aplikace.
da: Giver mulighed for mere tilbundsgående sporing af nedbrud og andre fejl i appen, hvilket betyder at der hurtigere kan laves rettelser. Der sendes ingen brugeridentificerbare oplysninger, bortset fra grundlæggende enhedsoplysninger. Du skal genstarte appen, for at ændringer af denne indstilling kan træde i kraft.
de: Ermöglicht das Sammeln grundlegender Informationen zu Ihrem Gerät und Interaktionen mit der App. Es werden nur minimale, nicht den Benutzer identifizierenden Daten übertragen. Starte die App neu, damit die Änderungen an dieser Einstellung wirksam werden.
el: Επιτρέπει βαθύτερη παρακολούθηση των σφαλμάτων και άλλων σφαλμάτων στην εφαρμογή, με αποτέλεσμα τη δημοσίευση ταχύτερων επιδιορθώσεων. Δεν αποστέλλονται πληροφορίες που να είναι αναγνωρίσιμες από το χρήστη, εκτός από τις βασικές πληροφορίες συσκευής. Πρέπει να επανεκκινήσετε την εφαρμογή για να εφαρμοστούν οι αλλαγές σε αυτήν τη ρύθμιση.
et: Võimaldab rakenduse kokkujooksmiste ja muude vigade põhjalikumat jälgimist, mis viib kiiremate paranduste avaldamiseni. Kasutajat tuvastavat teavet ei saadeta, välja arvatud seadme põhiteave. Selle seade muudatuste jõustumiseks pead rakenduse taaskäivitama.
fr: Permet un suivi plus approfondi des plantages et autres erreurs dans l'application, ce qui accélère la publication des correctifs. Aucune information identifiable par l'utilisateur n'est envoyée, à l'exception des informations de base sur l'appareil. Vous devez redémarrer l'application pour que les modifications apportées à ce paramètre prennent effet.
hu: Lehetővé teszi az alkalmazásban előforduló összeomlások és egyéb hibák mélyebb nyomon követését, ami gyorsabb javítások közzétételéhez vezet. Az alapvető eszközadatokon kívül nem küldünk a felhasználóval azonosítható adatokat. Az alkalmazás újraindítása szükséges ahhoz, hogy a beállítás módosítása érvénybe lépjen.
id: Memungkinkan pelacakan crash dan kesalahan lain yang lebih dalam di aplikasi, dengan tujuan untuk mempercepat publikasi perbaikan yang lebih cepat. Tidak ada informasi yang dapat diidentifikasi pengguna yang dikirim, selain informasi perangkat dasar. Anda harus memulai ulang aplikasi agar perubahan pada pengaturan ini berlaku.
ko_kr: 앱의 충돌 및 기타 오류를 더 심층적으로 추적할 수 있으므로 수정 사항을 더 빠르게 게시할 수 있습니다. 기본 기기 정보 외에는 사용자 식별 정보가 전송되지 않습니다. 이 설정에 대한 변경 내용을 적용하려면 앱을 다시 시작해야 합니다.
nb: Gjør det mulig å spore krasj og andre feil i appen dypere, noe som fører til at raskere reparasjoner publiseres. Ingen brukeridentifiserbar informasjon sendes, annet enn grunnleggende enhetsinformasjon. Du må starte appen på nytt for at endringer i denne innstillingen skal tre i kraft.
nl: Hiermee u crashes en andere fouten in de app gedetailleerder bijhouden, wat leidt tot snellere oplossingen die worden gepubliceerd. Er wordt geen identificeerbare informatie van de gebruiker verzonden, behalve basisapparaatgegevens. U moet de app opnieuw starten om wijzigingen in deze instelling van kracht te laten worden.
pl_pl: Pozwala na głębsze śledzenie awarii i innych błędów w aplikacji, co prowadzi do szybszego publikowania poprawek. Nie są wysyłane żadne informacje identyfikujące użytkownika, inne niż podstawowe informacje o urządzeniu. Aby zmiany w tym ustawieniu zaczęły obowiązywać, należy uruchomić aplikację ponownie.
pt_br: Permite um rastreamento mais profundo de falhas e outros erros no aplicativo, levando à publicação de correções mais rápidas. Nenhuma informação de identificação do usuário é enviada, exceto as informações básicas do dispositivo. Você deve reiniciar o aplicativo para que as alterações nessa configuração tenham efeito.
ru: Позволяет глубже отслеживать сбои и другие ошибки в приложении, что позволяет быстрее публиковать исправления. Никакая информация, позволяющая идентифицировать пользователя, не отправляется, кроме базовой информации об устройстве. Вы должны перезапустить приложение, чтобы изменения этого параметра вступили в силу.
tr: Uygulamadaki kilitlenmelerin ve diğer hataların daha derin bir şekilde izlenmesine izin vererek düzeltmelerin daha hızlı yayınlanmasını sağlar. Temel cihaz bilgileri dışında hiçbir kullanıcı tanımlayıcı bilgi gönderilmez. Bu ayarda yapılan değişikliklerin etkili olması için uygulamayı yeniden başlatmalısınız.
uk: Дозволяє глибше відстежувати збої та інші помилки в додатку, що призводить до швидшого опублікування виправлень. Не надсилається інформація, що ідентифікує користувача, окрім базової інформації про пристрій. Потрібно перезапустити програму, щоб зміни цього параметра набрали чинності.
zh_hant: 允許針對應用程式當機或其他錯誤進行更深入的追蹤。有助於更快修正錯誤推出。僅會傳送基本裝置資料，不會傳送任何使用者身份資料。必須重新啟動應用程式，變更的設定方能作用。

# settings_details.privacy.crash_reporting.sentry
source: This feature currently uses Sentry as the report destination.
ca_es: Actualment, aquesta característica utilitza Sentry com a destinació de l'informe.
cs: Tato funkce aktuálně používá Sentry jako cíl sestavy.
da: Denne funktion bruger i øjeblikket Sentry som rapporteringsdestination.
de: Diese Funktion nutzt aktuell Sentry als Berichtziel.
el: Αυτή η δυνατότητα χρησιμοποιεί αυτήν τη στιγμή το Sentry ως προορισμό αναφοράς.
et: See funktsioon kasutab praegu aruande sihtkohana Sentryt.
fr: Cette fonction utilise actuellement Sentry comme destination du rapport.
hu: Ez a funkció jelenleg a Sentry-t használja a jelentés célállomásaként.
id: Fitur ini menggunakan Sentry sebagai tujuan pelaporan saat ini.
it: Questa funzione attualmente utilizza Sentry come destinazione del report.
ko_kr: 이 기능은 현재 Sentry를 보고 대상으로 사용합니다.
nb: Denne funksjonen bruker Sentry for øyeblikket som rapportdestinasjon.
nl: Deze functie gebruikt momenteel Sentry als rapportbestemming.
pl_pl: Ta funkcja obecnie używa Sentry jako miejsca docelowego raportu.
pt_br: Este recurso atualmente usa o Sentry como destino do relatório.
ru: В настоящее время эта функция использует Sentry в качестве места назначения отчета.
tr: Bu özellik şu anda rapor hedefi olarak Sentry'yi kullanıyor.
uk: Ця функція наразі використовує Sentry як місце призначення звіту.
zh_hant: 此功能使用 Sentry 作為回報目標。

# actions_configurator.visual_section.server_defined
source: The appearance of this action is controlled by the server configuration.
ca_es: L'aparença d'aquesta acció està controlada per la configuració del servidor.
cs: Vzhled této akce je řízen konfigurací serveru.
da: Udseendet af denne handling styres af serverkonfigurationen.
de: Das Aussehen dieser Aktion wird durch die Server Konfiguration gesteuert.
el: Η εμφάνιση αυτής της ενέργειας ελέγχεται από τη ρύθμιση παραμέτρων του διακομιστή.
et: Selle toimingu välimust juhib serveri konfiguratsioon.
fr: L'apparence de cette action est contrôlée par la configuration du serveur.
hu: A művelet megjelenését a kiszolgáló konfigurációja szabályozza.
id: Tampilan aksi ini dikendalikan oleh konfigurasi server.
it: L'aspetto di questa azione è controllato dalla configurazione del server.
ja: このアクションの外観は、サーバーの設定によって制御されます。
ko_kr: 이 동작의 모습은 서버 구성에 의해 제어됩니다.
nb: Utseendet til denne handlingen styres av serverkonfigurasjonen.
nl: Het uiterlijk van deze actie wordt bepaald door de serverconfiguratie.
pl_pl: Wygląd tej akcji jest kontrolowany przez konfigurację serwera.
pt_br: A aparência desta ação é controlada pela configuração do servidor.
ru: Внешний вид этого действия контролируется конфигурацией сервера.
tr: Bu eylemin görünümü, sunucu yapılandırması tarafından kontrol edilir.
uk: Вигляд цієї дії контролюється конфігурацією сервера.
zh_hant: 此觸發由伺服器設定所控制。

# settings_details.actions.actions_synced.header
source: Synced Actions
ca_es: Accions sincronitzades
cs: Synchronizované akce
da: Synkroniserede handlinger
de: Synchronisierte Aktionen
el: Συγχρονισμένες ενέργειες
et: Sünkroonitud toimingud
fr: Actions synchronisées
hu: Szinkronizált műveletek
id: Aksi yang Disinkronkan
it: Azioni sincronizzate
ja: 同期アクション
ko_kr: 동기화된 동작
nb: Synkroniserte handlinger
nl: Gesynchroniseerde acties
pl_pl: Zsynchronizowane działania
pt_br: Ações sincronizadas
ru: Синхронизированные действия
tr: Eşitlenen Eylemler
uk: Синхронізовані дії
zh_hant: 同步觸發

# settings_details.actions.actions_synced.footer
source: Actions defined in .yaml are not editable on device.
ca_es: Les accions definides a .yaml no es poden editar al dispositiu.
cs: Akce definované v .yaml nelze upravit v zařízení
da: Handlinger, der er defineret i .yaml, kan ikke redigeres på enheden.
de: In .yaml definierte Aktionen können auf dem Gerät nicht bearbeitet werden.
el: Οι ενέργειες που ορίζονται στο .yaml δεν είναι επεξεργάσιμες στη συσκευή.
et: Failis .yaml määratletud toimingud ei ole seadmes muudetavad.
fr: Les actions définies dans .yaml ne sont pas modifiables sur l'appareil.
hu: A .yaml-ben definiált műveletek nem szerkeszthetők az eszközön.
id: Aksi yang didefinisikan di .yaml tidak dapat diedit di perangkat.
it: Le azioni definite in .yaml non sono editabili sul dispositivo.
ja: .yamlで定義されたアクションは、デバイス上での編集はできません。
ko_kr: .yaml에 정의된 동작은 기기에서 편집할 수 없습니다.
nb: Handlinger definert i .yaml kan ikke redigeres på enheten.
nl: Acties die zijn gedefinieerd in .yaml, kunnen niet op het apparaat worden bewerkt.
pl_pl: Działania zdefiniowane w pliku .yaml nie są edytowalne na urządzeniu.
pt_br: As ações definidas em .yaml não são editáveis no dispositivo.
ru: Действия, определенные в файле .yaml, нельзя редактировать на устройстве.
tr: .Yaml'de tanımlanan eylemler cihazda düzenlenemez.
uk: Дії, визначені у .yaml, не можна редагувати на пристрої.
zh_hant: 於 .yaml 中定義的觸發無法於裝置上編輯。

# copy_label
source: Copy
ca_es: Copiar
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
et: Kopeeri
fr: Copie
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko_kr: 복사
nb: Kopiere
nl: Kopiëren
pl_pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати
zh_hant: 複製

# done_label
source: Done
ca_es: Fet
cs: Hotovo
da: Færdig
de: Erledigt
el: Έγινε!
et: Valmis
fr: Fait
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko_kr: 완료
nb: Ferdig
nl: Klaar
pl_pl: Gotowe
pt_br: Feito
ru: Готово
tr: Bitti
uk: Готово.
zh_hant: 完成

# settings.connection_section.errors.cannot_remove_last_url
source: You cannot remove only available URL.
ca_es: No podeu eliminar només l'URL disponible.
cs: Nelze odebrat jedinou dostupnou URL.
da: Du kan ikke fjerne den eneste tilgængelige webadresse.
de: Du kannst die einzig verfügbare URL nicht entfernen.
el: Δεν μπορείτε να καταργήσετε μόνο τη διαθέσιμη διεύθυνση URL.
et: Ainult saadaolevat URL-i ei saa eemaldada.
fr: Vous ne pouvez pas supprimer l'unique URL disponible.
hu: Nem lehet az egyetlen rendelkezésre álló URL-t eltávolítani.
id: Anda tidak dapat menghapus satu-satunya URL yang tersedia.
ja: 利用可能なURLのみを削除することはできません。
ko_kr: 사용 가능한 URL만 제거할 수 없습니다.
nb: Du kan ikke fjerne bare tilgjengelig URL.
nl: U kunt niet alleen de beschikbare URL verwijderen.
pl_pl: Nie możesz usunąć jedynego dostępnego adresu URL.
pt_br: Você não pode remover apenas o URL disponível.
ru: Вы не можете удалить только доступный URL (Единый указатель ресурса)
tr: Yalnızca mevcut URL'yi kaldıramazsınız.
uk: Ви не можете видалити єдину доступну URL-адресу.
zh_hant: 你無法移除唯一可用的網址

# settings.connection_section.validate_error.title
source: Error Saving URL
ca_es: Error al desar l’URL
cs: Chyba při ukládání URL
da: Fejl ved gemning af webadresse
de: Fehler beim Speichern der URL
el: Σφάλμα αποθήκευσης διεύθυνσης URL
et: Viga URL-i salvestamisel
fr: Erreur lors de l'enregistrement de l'URL
hu: Hiba történt az URL mentésekor
id: Kesalahan saat Menyimpan URL
it: Errore durante il salvataggio dell'URL
ja: URLの保存中にエラーが発生しました
ko_kr: URL 저장 오류
nb: Feil ved lagring av URL
nl: Fout bij opslaan van URL
pl_pl: Błąd podczas zapisywania adresu URL
pt_br: Erro ao salvar o URL
ru: Ошибка при сохранении URL (Единый указатель ресурса)
tr: URL Kaydedilirken Hata Oluştu
uk: Помилка збереження URL-адреси
zh_hant: 儲存 URL 錯誤

# settings.connection_section.validate_error.use_anyway
source: Use Anyway
ca_es: Utilitza de totes maneres
cs: Přesto použít
da: Brug alligevel
de: Trotzdem verwenden
el: Χρήση οπωσδήποτε
et: Kasuta igal juhul
fr: Utiliser quand même
hu: Mindenképpen használja
id: Tetap Gunakan
it: Usa comunque
ja: とにかく使う
ko_kr: 어쨌든 사용
nb: Bruk uansett
nl: Gebruik toch
pl_pl: Użyj mimo wszystko
pt_br: Usar mesmo assim
ru: Все равно использовать
tr: Yine de Kullan
uk: Використовувати в будь-якому випадку
zh_hant: 依舊使用

# settings.connection_section.validate_error.edit_url
source: Edit URL
ca_es: Edita l'adreça URL
cs: Upravit URL
da: Rediger webadresse
de: URL bearbeiten
el: Επεξεργασία διεύθυνσης URL
et: Muuda URL-i
fr: Modifier l'URL
hu: URL szerkesztése
it: Modifica URL
ja: URLの編集
ko_kr: URL 편집
nb: Rediger URL
nl: URL bewerken
pl_pl: Edytuj adres URL
pt_br: Editar URL
ru: Изменить URL (Единый указатель ресурса)
tr: URL'yi düzenle
uk: Редагувати URL-адресу
zh_hant: 編輯網址

# settings.connection_section.ssid_permission_message
source: Accessing SSIDs in the background requires 'Always' location permission. Tap here to change your settings.
ca_es: L'accés a SSIDs en segon pla requereix el permís de localització establert com a "Sempre". Toca aquí per canviar la configuració.
cs: Přístup k SSID na pozadí vyžaduje oprávnění k poloze "Vždy". Klepnutím sem změníte nastavení.
da: Adgang til SSID'er i baggrunden kræver 'Altid'-lokalitetstilladelse. Tryk her for at ændre dine indstillinger.
de: Zugriff auf SSIDs im Hintergrund erfordern die Standortberechtigung "Immer". Tippe hier um die Einstellung zu ändern.
el: Η πρόσβαση σε SSID στο παρασκήνιο απαιτεί άδεια τοποθεσίας "Πάντα". Πατήστε εδώ για να αλλάξετε τις ρυθμίσεις σας.
es_es: El acceso a los SSID en segundo plano requiere el permiso de ubicación "Siempre". Toca aquí para cambiar tu configuración.
et: Taustal SSID-dele juurdepääsemiseks on vaja luba "Alati" asukohale. Seadete muutmiseks puuduta siin.
fr: L'accès aux SSID en arrière-plan nécessite une autorisation de localisation «Toujours». Appuyez ici pour modifier vos paramètres.
hu: A háttérben lévő SSID-k eléréséhez "Mindig" helyengedély szükséges. A beállítások módosításához koppintson ide.
id: Akses SSID di latar belakang membutuhkan izin lokasi 'Selalu'. Ketuk di sini untuk mengubah pengaturan Anda.
it: L'accesso agli SSID in background richiede l'autorizzazione "Sempre" alla posizione. Tocca qui per modificare le impostazioni.
ko_kr: 백그라운드에서 SSID에 액세스하려면 '항상' 위치 권한이 필요합니다. 설정을 변경하려면 여기를 탭하세요.
nb: Tilgang til SSID-er i bakgrunnen krever "Alltid" posisjonstillatelse. Trykk her for å endre innstillingene dine.
nl: Toegang tot SSID's op de achtergrond vereist locatietoestemming 'Altijd'. Tik hier om uw instellingen te wijzigen.
pl_pl: Dostęp do identyfikatorów SSID w tle wymaga, aby ustawienia lokalizacji były ustawione na „Zawsze”. Kliknij tutaj, aby zmienić ustawienia.
pt_br: Acessar SSIDs em segundo plano requer permissão de localização 'Sempre'. Toque aqui para alterar suas configurações.
ru: Для доступа к SSID в фоновом режиме требуется разрешение на местоположение «Всегда». Нажмите здесь, чтобы изменить настройки.
tr: SSID'lere arka planda erişmek için 'Her Zaman' konum izni gerekir. Ayarlarınızı değiştirmek için buraya dokunun.
uk: Щоб отримати доступ до SSID у фоновому режимі, потрібен дозвіл до місцезнаходження "Завжди". Натисніть тут, щоб змінити налаштування.
zh_hant: 於背景存取 SSID 需要「總是允許」權限。點選以進行設定變更。

# device.generic_name
source: Device
ca_es: Dispositiu
da: Enhed
el: Συσκευή
fr: Appareil
it: Dispositivo
nb: Enhet
nl: Apparaat
pl_pl: Urządzenie
ru: Устройство
uk: Пристрій
zh_hant: 裝置

# nfc.list.title
source: NFC Tags
ca_es: Etiquetes NFC
cs: NFC štítky
el: Ετικέτες NFC
es_es: Etiquetas NFC
et: NFC-märgised
fr: Balises NFC
hu: NFC-címkék
id: Tag NFC
it: Tag NFC
ja: NFCタグ
ko_kr: NFC 태그
nb: NFC-tagger
pl_pl: Tagi NFC
pt_br: Tags NFC
ru: Теги NFC (Связь ближнего поля)
tr: NFC Etiketleri
uk: Теги NFC
zh_hant: NFC 標籤

# nfc.list.learn_more
source: Learn More
ca_es: Més informació
cs: Další informace
da: Lær mere
de: Mehr Informationen
el: Μάθε περισσότερα
es_es: Más información
et: Lisateave
fr: En savoir plus
hu: Tudjon meg többet
id: Pelajari lebih lanjut
it: Per saperne di più
ja: さらに詳しく
ko_kr: 더 알아보기
nb: Lære mer
nl: Meer informatie
pl_pl: Dowiedz się więcej
pt_br: Saber mais
ru: Узнайте больше
tr: Daha fazla bilgi edinin
uk: Дізнатися більше
zh_hant: 了解更多

# nfc.list.read_tag
source: Read Tag
ca_es: Llegir l’etiqueta
cs: Přečíst štítek
da: Læs tag
de: Tag lesen
el: Ανάγνωση ετικέτας
es_es: Leer etiqueta
et: Loe NFC märgist
fr: Lire la balise
hu: Címke olvasása
id: Baca Tag
it: Leggi tag
ja: タグを読み取る
ko_kr: 태그 읽기
nb: Les tag
nl: Lees Tag
pl_pl: Odczytaj tag NFC
pt_br: Ler tag
ru: Читать тег
tr: Etiketi Oku
uk: Прочитати тег
zh_hant: 讀取標籤

# nfc.list.write_tag
source: Write Tag
ca_es: Escriure etiqueta
cs: Zapsat štítek
da: Skriv til tag
de: Tag beschreiben
el: Εγγραφή ετικέτας
es_es: Escribir etiqueta
et: Kirjuta NFC märgis
fr: Ecrire une balise
hu: Címke írása
id: Tulis Tag
it: Scrivi tag
ja: タグの書き込み
ko_kr: 태그 작성하기
nb: Skriv tag
nl: Schrijf Tag
pl_pl: Zapisz tag NFC
pt_br: Gravar tag
ru: Написать тег
tr: Etiket Yaz
uk: Записати тег
zh_hant: 寫入標籤

# nfc.detail.title
source: NFC Tag
ca_es: Etiqueta NFC
cs: NFC štítek
el: Ετικέτα NFC
es_es: Etiqueta NFC
et: NFC märgis
fr: Balise NFC
hu: NFC-címke
id: Tag NFC
it: Tag NFC
ja: NFCタグ
ko_kr: NFC 태그
pl_pl: Tag NFC
pt_br: Tag NFC
ru: Тег NFC (Связь ближнего поля)
tr: NFC Etiketi
uk: Тег NFC
zh_hant: NFC標籤

# nfc.detail.tag_value
source: Tag Identifier
ca_es: Identificador d’etiqueta
cs: Identifikátor štítku
da: Tag-identifikator
de: Tag Id
el: Αναγνωριστικό ετικέτας
es_es: Identificador de etiqueta
et: Märgise ID
fr: Identifiant de la balise
hu: Címkeazonosító
id: Pengenal Tag
it: Identificatore Tag
ja: タグの識別子
ko_kr: 태그 식별자
nl: Tag-id
pl_pl: Identyfikator tagu
pt_br: Identificador de Tag
ru: Идентификатор тега
tr: Etiket Tanımlayıcısı
uk: Ідентифікатор тегу
zh_hant: 邊前識別

# nfc.detail.duplicate
source: Create a Duplicate
ca_es: Crear un duplicat
cs: Vytvořit duplikát
da: Opret et duplikat
de: Duplikat erstellen
el: Δημιουργήστε ένα διπλότυπο
es_es: Crear un duplicado
et: Loo koopia
fr: Créer un doublon
hu: Hozzon létre egy másolatot
id: Buat Duplikat
it: Crea duplicato
ja: 複製を作成する
ko_kr: 복제본 만들기
nb: Opprette et duplikat
nl: Maak een duplicaat
pl_pl: Utwórz duplikat
pt_br: Criar uma cópia
ru: Создать дубликат
tr: Kopya Oluştur
uk: Створити копію
zh_hant: 進行複製

# nfc.detail.fire
source: Fire Event
ca_es: Crida esdeveniment
cs: Spustit událost
da: Afsend hændelse
de: Event auslösen
el: Εκκίνηση συμβάντος
es_es: Lanzar evento
et: Käivita sündmus
fr: Événement d'incendie
hu: Esemény meghívása
id: Jalankan Peristiwa
it: Lancia un evento
ko_kr: 이벤트 발행
nb: Utfør hendelse
nl: Gebeurtenis uitvoeren
pl_pl: Uruchom zdarzenie
pt_br: Evento de Incêndio
ru: Запустить событие
tr: Olayı Çalıştır
uk: Викликати подію
zh_hant: 觸發事件

# nfc.detail.example_trigger
source: Example Trigger
ca_es: Disparador d'exemple
cs: Příklad spouštěče
da: Udløsereksempel
de: Beispiel Auslöser
el: Παράδειγμα εναύσματος
es_es: Disparador de ejemplo
et: Näidispäästik
fr: Exemple de déclencheur
hu: Példa eseményindító
id: Contoh Pemicu
it: Trigger di esempio
ja: トリガーの例
ko_kr: 트리거 예시
nb: Eksempel utløser
nl: Voorbeeld Trigger
pl_pl: Przykład wyzwalacza
pt_br: Exemplo de gatilho
ru: Пример: триггер
tr: Örnek Tetikleyici
uk: Приклад тригера
zh_hant: 觸發範例

# nfc.detail.copy
source: Copy to Pasteboard
ca_es: Copiar al porta-retalls
cs: Kopírovat do schránky
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
el: Αντιγραφή στον πίνακα επικόλλησης
es_es: Copiar al portapapeles
et: Kopeeri lõikelauale
fr: Copier dans le presse-papier
hu: Másolás a beillesztőtáblára
id: Salin ke Pasteboard
it: Copia negli appunti
ja: ペーストボードにコピー
ko_kr: 붙여넣기 보드로 복사
nb: Kopier til Pasteboard
nl: Kopieer naar plakbord
pl_pl: Skopiuj do obszaru roboczego
pt_br: Copiar para o Pasteboard
ru: Копировать на бумагу или в память
tr: Panoya kopyala
uk: Скопіюйте на макет
zh_hant: 複製到剪貼簿

# nfc.detail.share
source: Share Identifier
ca_es: Compartir identificador
cs: Sdílet identifikátor
da: Del identifikator
de: Id teilen
el: Κοινή χρήση αναγνωριστικού
es_es: Compartir identificador
et: Jaga identifikaatorit
fr: Partager l'identifiant
hu: Azonosító megosztása
id: Bagikan Pengenal
it: Condividi identificatore
ja: 共有識別子
ko_kr: 공유 식별자
nb: Del identifikator
nl: Deel identifier
pl_pl: Udostępnij identyfikator
pt_br: Identificador de compartilhamento
ru: Поделись идентификатором
tr: Tanımlayıcıyı Paylaş
uk: Ідентифікатор спільного доступу
zh_hant: 分享識別

source: NFC Tag Read
ca_es: Lectura d'etiquetes NFC
cs: Přečíst NFC štítek
da: NFC-tag læst
de: NFC Tag lesen
el: Ανάγνωση ετικέτας NFC
es_es: Etiqueta NFC leída
et: NFC märgise lugemine
fr: Balise NFC lue
hu: NFC-címke olvasása
id: Pembacaan Tag NFC
it: Lettura tag NFC
ja: NFCタグ読み取り
ko_kr: NFC 태그 읽기
nb: NFC Tag Les
nl: NFC-tag lezen
pl_pl: Odczyt tagu NFC
pt_br: Leitura de tags NFC
ru: Чтение тега NFC (Связь ближнего поля)
tr: NFC Etiketi Okuma
uk: Читання тегів NFC
zh_hant: NFC 標籤讀取

# nfc.not_available
source: NFC is not available on this device
ca_es: L'NFC no està disponible en aquest dispositiu
cs: NFC není na tomto zařízení k dispozici
da: NFC er ikke tilgængelig på denne enhed
de: NFC ist auf diesem Gerät nicht verfügbar
el: Το NFC δεν είναι διαθέσιμο σε αυτήν τη συσκευή
es_es: NFC no está disponible en este dispositivo
et: NFC pole selles seadmes saadaval
fr: Le NFC n'est pas disponible sur cet appareil
hu: Az NFC nem érhető el ezen a készüléken
id: NFC tidak tersedia di perangkat ini
it: NFC non è disponibile su questo dispositivo
ja: このデバイスではNFCは使用できません
ko_kr: 이 기기에서 NFC를 사용할 수 없습니다
nb: NFC er ikke tilgjengelig på denne enheten
nl: NFC is niet beschikbaar op dit apparaat
pl_pl: NFC nie jest dostępne na tym urządzeniu
pt_br: NFC não está disponível neste dispositivo
ru: NFC (Связь ближнего поля) недоступен на этом устройстве
tr: NFC bu cihazda kullanılamaz
uk: NFC недоступний на цьому пристрої
zh_hant: 無法於此裝置使用 NFC

# nfc.read.start_message
source: Hold your %@ near an NFC tag
ca_es: Mentingueu el vostre %@ prop d'una etiqueta NFC
cs: Podržte %@ poblíž NFC štítku
da: Hold %@ i nærheden af et NFC-tag
de: Halte dein/deine %@ nahe an einen NFC-Tag
el: Κρατήστε το %@ κοντά σε μια ετικέτα NFC
es_es: Mantén tu %@ cerca de una etiqueta NFC
et: Hoia oma %@ NFC-märgise lähedal
fr: Tenez votre %@ près d’une balise NFC
hu: Tartsa a(z) %@-t egy NFC-címke közelébe
id: Dekatkan %@ ke tag NFC
it: Tieni il tuo %@ vicino a un tag NFC
ja: NFCタグに、%@ を近づける
ko_kr: %@을(를) NFC 태그 근처에 두십시오.
nb: Hold %@ nærheten av en NFC-taggen
nl: Houd je %@ bij een NFC-tag
pl_pl: Przytrzymaj %@ w pobliżu tagu NFC
pt_br: Segure seu %@ perto de uma tag NFC
ru: Держите %@ рядом с тегом NFC (Связь ближнего поля)
tr: %@'lerinizi bir NFC etiketinin yakınında tutun
uk: Тримайте %@ біля тегу NFC
