Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# location_change_notification.push_notification.body
source: Location updated via push notification
ca_es: Ubicació actualitzada mitjançant notificació push
cs: Poloha aktualizována oznámením push
cy_gb: Diweddarwyd y lleoliad trwy hysbysiad gwthio
da: Lokalitet opdateret via push-notifikation
de: Standortaktualisierung: Push-Benachrichtigung
el: Η τοποθεσία ενημερώθηκε μέσω ειδοποίησης ώθησης
es: Ubicación actualizada a través de notificaciones push
et: Asukohta värskendati tõuketeavituse kaudu
fi: Sijainti päivitetty push-ilmoituksen kautta
fr: Mise à jour de l'emplacement par notification push
hu: Helyszín frissítése push értesítéssel
id: Lokasi diperbarui melalui notifikasi push
it: Posizione aggiornata tramite notifica push
ja: プッシュ通知で場位置情報が更新されました
ko_kr: 푸시 알림을 통해 업데이트된 위치
nb: Plasseringen ble oppdatert via push varsling
nl: Locatie bijgewerkt via pushmelding
pl_pl: Lokalizacja została zaktualizowana poprzez powiadomienie push
pt_br: Localização atualizada via notificação push
ru: Геопозиция обновлена мгновенным уведомлением
sv: Plats uppdaterad via push-notis
tr: Konum, push bildirimi ile güncellendi
uk: Розташування оновлено через push-сповіщення
zh_hans: 通过通知推送更新了位置
zh_hant: 已透過推送通知更新座標

# location_change_notification.url_scheme.body
source: Location updated via URL Scheme
ca_es: Ubicació actualitzada mitjançant l'Esquema d'URL
cs: Poloha aktualizována pomocí schéma URL
cy_gb: Diweddarwyd y lleoliad trwy'r Cynllun URL
da: Lokalitet opdateret via URL-scheme
de: Standortaktualisierung: URL-Schema
el: Η τοποθεσία ενημερώθηκε μέσω σχήματος URL
es: Ubicación actualizada a través del esquema URL
et: Asukohta värskendati URL-i skeemi kaudu
fi: Sijainti päivitetty URL-mallin kautta
fr: Emplacement mis à jour via l'URL
hu: URL-sémán keresztül történt helyfrissítés
id: Lokasi diperbarui melalui Skema URL
it: Posizione aggiornata tramite lo schema URL
ja: URLスキームによって位置情報が更新されました
ko_kr: URL 스킴을 통해 업데이트된 위치
nb: Plasseringen oppdatert via URL-scheme
nl: Locatie bijgewerkt via URL-schema
pl_pl: Lokalizacja została zaktualizowana za pomocą schematu URL
pt_br: Localização atualizada por meio do esquema de URL
ru: Геопозиция обновлена запросом URL
sv: Plats uppdaterad via URL-schema
tr: Konum, URL Şeması aracılığıyla güncellendi
uk: Розташування оновлено за допомогою URL-схеми
zh_hans: 通过 URL Scheme 更新了位置
zh_hant: 已透過 URL 方式更新座標

# location_change_notification.manual.body
source: Location update triggered by user
ca_es: Ubicació actualitzada per l'usuari
cs: Poloha aktualizována uživatelem
cy_gb: Diweddariad lleoliad wedi'i sbarduno gan y defnyddiwr
da: Lokalitetsopdatering udløst af bruger
de: Standortaktualisierung: Manuelle Aktualisierung
el: Η ενημέρωση τοποθεσίας ενεργοποιήθηκε από τον χρήστη
es: Ubicación actualizada por el usuario
et: Kasutaja käivitatud asukohavärskendus
fi: Sijaintipäivitys laukaistu käyttäjältä
fr: Mise à jour de l'emplacement déclenchée par l'utilisateur
hu: A felhasználó által kiváltott helyfrissítés
id: Pembaruan lokasi dipicu oleh pengguna
it: Aggiornamento della posizione attivato dall'utente
ja: ユーザーによる位置情報の更新
ko_kr: 사용자에 의해 트리거된 위치 업데이트
nb: Plasseringsoppdatering utløst av brukeren
nl: Locatie-update geactiveerd door gebruiker
pl_pl: Aktualizacja lokalizacji uruchomiona przez użytkownika
pt_br: Atualização de localização acionada pelo usuário
ru: Обновление геопозиции запрошено пользователем
sv: Platsuppdatering utlöstes av användaren
tr: Kullanıcı tarafından tetiklenen konum güncellemesi
uk: Оновлення розташування, ініційоване користувачем
zh_hans: 用户触发了更新位置
zh_hant: 使用者觸發座標更新

# location_change_notification.unknown.body
source: Location updated via unknown method
ca_es: Ubicació actualitzada mitjançant mètode desconegut
cs: Poloha aktualizována neznámou metodou
cy_gb: Diweddarwyd y lleoliad trwy ddull anhysbys
da: Lokalitet opdateret via ukendt metode
de: Standort über unbekannte Methode aktualisiert
el: Η τοποθεσία ενημερώθηκε μέσω άγνωστης μεθόδου
es: Ubicación actualizada a través de un método desconocido
et: Asukohta värskendati tundmatu meetodiga
fi: Sijainti päivitetty tuntemattomalla menetelmällä
fr: Lieu mis à jour via une méthode inconnue
hu: Ismeretlen módszerrel történt helyfrissítés
id: Lokasi diperbarui melalui metode yang tidak diketahui
it: Posizione aggiornata con metodo sconosciuto
ja: 不明な方法で位置情報が更新されました
ko_kr: 알 수 없는 방법으로 위치 업데이트됨
nb: Beliggenhet oppdatert via ukjent metode
nl: Locatie bijgewerkt via onbekende methode
pl_pl: Lokalizacja została zaktualizowana za pomocą nieznanej metody
pt_br: Localização atualizada por método desconhecido
ru: Геопозиция обновлена неизвестным способом
sv: Plats uppdaterades via okänd metod
tr: Konum bilinmeyen yöntemle güncellendi
uk: Розташування оновлено через невідомий метод
zh_hans: 通过未知方法更新了位置
zh_hant: 已透過未知方式更新座標

# cancel_label
source: Cancel
ca_es: Cancel·lar
cs: Zrušit
cy_gb: Canslo
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ko_kr: 취소
nb: Avbryt
nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# username_label
source: Username
ca_es: Nom d'usuari
cs: Uživatelské jméno
cy_gb: Enw Defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko_kr: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

# client_events.event_type.service_call
source: Service Call
ca_es: Crida servei
cs: Volat službu
cy_gb: Galwad Gwasanaeth
da: Servicekald
de: Service-Aufruf
el: Κλήση υπηρεσίας
es: Llamada de servicio
et: Teenuspäring
fi: Palvelupyyntö
fr: Appel d'un service
hu: Szolgáltatás meghívása
id: Pemanggilan Layanan
it: Chiamata di servizio
ja: サービスコール
ko_kr: 서비스 호출
nb: Tjeneste utført
nl: Service-oproep
pl_pl: Wywołaj usługę
pt_br: Chamada de serviço
ru: Вызов службы
sv: Tjänsteanrop
tr: Servis Çağrısı
uk: Виклик сервісу
zh_hans: 服务调用
zh_hant: 服務執行

# client_events.event_type.notification
source: Notification
ca_es: Notificació
cs: Oznámení
cy_gb: Hysbysiad
da: Notifikation
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
et: Teavitus
fi: Ilmoitus
hu: Értesítés
id: Notifikasi
it: Notifica
ja: 通知
ko_kr: 알림
nb: Varsling
nl: Kennisgeving
pl_pl: Powiadomienie
pt_br: Notificação
ru: Уведомление
sv: Notis
tr: Bildirim
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知訊息

# client_events.event_type.location_update
source: Location Update
ca_es: Actualització d'ubicació
cs: Aktualizace polohy
cy_gb: Diweddariad Lleoliad
da: Lokalitetsopdatering
de: Standortaktualisierung
el: Ενημέρωση τοποθεσίας
es: Actualización de la ubicación
et: Asukoha värskendus
fi: Sijainnin päivitys
fr: Mise à jour de l'emplacement
hu: Helymeghatározás frissítése
id: Pembaruan Lokasi
it: Aggiornamento della posizione
ja: ロケーションの更新
ko_kr: 위치 업데이트
nb: Beliggenhet Oppdatering
nl: Locatie update
pl_pl: Aktualizacja lokalizacji
pt_br: Atualização de localização
ru: Обновление геопозиции
sv: Platsuppdatering
tr: Konum Güncelleme
uk: Оновлення розташування
zh_hans: 位置更新
zh_hant: 座標更新

# client_events.event_type.unknown
source: Unknown
ca_es: Desconegut
cs: Neznámý
cy_gb: Anhysbys
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Teadmata
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
id: Tidak Dikenal
it: Sconosciuto
ja: 不明
ko_kr: 알 수 없음
nb: Ukjent
nl: Onbekend
pl_pl: Nieznany
pt_br: Desconhecido
ru: Неизвестное
sv: Okänd
tr: Bilinmeyen
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

# client_events.view.clear
source: Clear
ca_es: Esborrar
cs: Vymazat
cy_gb: Dileu
da: Ryd
de: Leeren
el: Εκκαθάριση
es: Limpiar
et: Kustuta
fi: Tyhjennä
fr: Nettoyer
hu: Törlés
id: Hapus
it: Pulisci
ja: クリア
ko_kr: 지우기
nb: Klarer
nl: Wis
pl_pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# settings.connection_section.network_name.title
source: Current Network Name
ca_es: Nom de la xarxa actual
cy_gb: Enw Rhwydwaith Cyfredol
da: Nuværende netværksnavn
el: Τρέχον όνομα δικτύου
es: Nombre de la red
fi: Nykyisen verkon nimi
fr: Nom du réseau actuel
it: Nome della rete corrente
nb: Gjeldende nettverksnavn
nl: Huidige netwerknaam
pl_pl: Aktualna nazwa sieci
ru: Название текущей сети
sv: Aktuellt nätverksnamn
uk: Поточна назва мережі
zh_hans: 当前网络名称
zh_hant: 目前網路名稱

# settings.connection_section.internal_base_url.title
source: Internal URL
ca_es: URL interna
cs: Interní URL
cy_gb: URL mewnol
da: Intern webadresse
de: Interne URL
el: Εσωτερική διεύθυνση URL
es: URL interna
et: Seesmise ühenduse URL
fi: Sisäinen URL-osoite
fr: URL interne
hu: Belső URL
id: URL Internal
it: URL interno
ja: 内部URL
ko_kr: 내부 URL
nb: Intern URL
nl: Interne URL
pl_pl: Wewnętrzny adres URL
pt_br: URL interna
ru: Внутренний адрес
sv: Intern URL
tr: Dahili bağlantı URL'si
uk: Внутрішній URL
zh_hans: 内部 URL
zh_hant: 內部 URL

# settings.connection_section.external_base_url.title
source: External URL
ca_es: URL externa
cs: Externí URL
cy_gb: URL allanol
da: Ekstern webadresse
de: Externe URL
el: Εξωτερική διεύθυνση URL
es: URL externa
et: Välise ühenduse URL
fi: Ulkoinen URL-osoite
fr: URL externe
hu: Külső URL
id: URL Eksternal
it: URL esterno
ja: 外部URL
ko_kr: 외부 URL
nb: Ekstern URL
nl: Externe URL
pl_pl: Zewnętrzny adres URL
pt_br: URL externa
ru: Внешний адрес
sv: Extern URL
tr: Harici bağlantı URL'si
uk: Зовнішній URL
zh_hans: 外部 URL
zh_hant: 外部 URL

# settings.connection_section.basic_auth.username.title
source: Username
ca_es: Nom d'usuari
cy_gb: Enw Defnyddiwr
da: Brugernavn
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
nb: Brukernavn
nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

# settings.connection_section.basic_auth.password.title
source: Password
ca_es: Contrasenya
cy_gb: Cyfrinair
da: Adgangskode
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
nb: Passord
nl: Wachtwoord
pl_pl: Hasło
ru: Пароль
sv: Lösenord
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# settings.connection_section.basic_auth.username.placeholder
source: iam
ca_es: jo sóc
da: jeger
el: εγω ειμαι
fi: olen
fr: jesuis
nb: jeger
pl_pl: jestem
ru: Я
sv: jag är
uk: ім’я

# settings.connection_section.basic_auth.password.placeholder
source: verysecure
ca_es: molt segur
da: megetsikker
el: πολύ ασφαλής
es: muy seguro
fi: erittäinturvallinen
fr: tressecurise
nb: veldigsikker
pl_pl: bardzo bezpieczna/y
ru: очень безопасный
sv: mycketsäkert
uk: дуже безпечно

# about.beta.title
source: Join Beta
ca_es: Uniu-vos a la Beta
cs: Připojte se k beta verzi
cy_gb: Ymunwch â Beta
da: Deltag i beta
de: Beta beitreten
el: Συμμετοχή σε beta
es: Únete al Beta
et: Liitu eelvaatekanaliga
fi: Liity betaversioon
fr: Rejoindre la bêta
hu: Csatlakozás bétához
id: Gabung dengan Beta
it: Iscriviti alla Beta
ja: ベータ版に参加
ko_kr: 베타 참여
nb: Delta i Beta
nl: Word lid van de beta
pl_pl: Dołącz do testowania wersji Beta
pt_br: Inscreva-se no Beta
ru: Участвовать в бета-тесте
sv: Gå med i beta
tr: Beta'ya Katılın
uk: Приєднатись до бета-тестування
zh_hans: 加入测试
zh_hant: 參與測試

# alerts.auth_required.message
source: The server has rejected your credentials, and you must sign in again to continue.
ca_es: El servidor ha rebutjat les vostres credencials i heu de tornar a iniciar la sessió per continuar.
cs: Server odmítl Vaše přihlašovací údaje a pro pokračování se musíte znovu přihlásit.
cy_gb: Mae'r gweinydd wedi gwrthod eich tystlythyrau, a rhaid i chi fewngofnodi eto i barhau.
da: Serveren har afvist dine legitimationsoplysninger, og du skal logge ind igen for at fortsætte.
de: Der Server hat deine Anmeldeinformationen abgelehnt und du musst dich erneut anmelden, um fortzufahren.
el: Ο διακομιστής απέρριψε τα διαπιστευτήριά σας και πρέπει να συνδεθείτε ξανά για να συνεχίσετε.
es: El servidor ha rechazado sus credenciales y debe iniciar sesión nueva para continuar.
et: Server on mandaadi tagasi lükanud ja jätkamiseks pead uuesti sisse logima.
fi: Palvelin on hylännyt tunnistetietoasi, ja sinun on kirjauduttava uudelleen jatkaaksesi.
fr: Le serveur a rejeté vos informations d'identification et vous devez vous reconnecter pour continuer.
hu: A szerver elutasította a hitelesítő adatait, a folytatáshoz újra be kell jelentkeznie.
id: Server telah menolak kredensial Anda, dan Anda harus masuk lagi untuk melanjutkan.
it: Il server ha rifiutato le credenziali, e devi accedere nuovamente per continuare.
ja: サーバーがあなたの認証情報を拒否したため、続行するには再度サインインする必要があります。
ko_kr: 서버에서 자격 증명을 거부했으며 계속하려면 다시 로그인해야 합니다.
nb: Serveren har avvist legitimasjonen din, du må logge deg på igjen for å fortsette.
nl: De server heeft uw inloggegevens geweigerd en u moet opnieuw inloggen om door te gaan.
pl_pl: Serwer odrzucił Twoje dane uwierzytelniające, musisz się ponownie zalogować, aby kontynuować.
pt_br: O servidor rejeitou suas credenciais e você deve entrar novamente para continuar.
ru: Сервер отклонил ваши и учётные данные. Необходима повторная авторизация.
sv: Servern har avvisat dina autentiseringsuppgifter och du måste logga in igen för att fortsätta.
tr: Sunucu kimlik bilgilerinizi reddetti ve devam etmek için tekrar oturum açmanız gerekiyor.
uk: Сервер відхилив ваші облікові дані, тому необхідно знову увійти, щоб продовжити.
zh_hans: 服务器拒绝了您的凭据，您必须重新登录才能继续。
zh_hant: 伺服器拒絕您的憑證，必須再次登入以繼續。

# alerts.auth_required.title
source: You must sign in to continue
ca_es: Heu d'iniciar la sessió per continuar
cs: Chcete-li pokračovat, musíte se přihlásit
cy_gb: Rhaid i chi fewngofnodi i barhau
da: Du skal logge ind for at fortsætte
de: Du musst dich anmelden, um fortzufahren
el: Πρέπει να συνδεθείτε για να συνεχίσετε
es: Debe iniciar sesión para continuar
et: Jätkamiseks pead sisse logima
fi: Sinun on kirjauduttava sisään jatkaaksesi
fr: Vous devez vous connecter pour continuer
hu: A folytatáshoz bejelentkezés szükséges
id: Anda harus masuk untuk melanjutkan
it: È necessario accedere per continuare
ja: 続けるにはサインインする必要があります
ko_kr: 계속하려면 로그인해야 합니다.
nb: Du må logge inn for å fortsette
nl: U moet inloggen om door te gaan
pl_pl: Musisz się zalogować, aby kontynuować
pt_br: Você deve fazer login para continuar
ru: Для продолжения нужно авторизоваться
sv: Du måste logga in för att fortsätta
tr: Devam etmek için giriş yapınız
uk: Ви повинні увійти, щоб продовжити
zh_hans: 您必须登录才能继续
zh_hant: 必須登入以繼續

# cl_error.description.deferred_accuracy_too_low
source: Deferred mode is not supported for the requested accuracy.
ca_es: El mode ajornat no es compatible amb l'exactitud sol·licitada.
cs: Odložený režim není pro požadovanou přesnost podporován.
cy_gb: Nid yw'r modd gohiriedig yn cael ei gefnogi ar gyfer y cywirdeb gofynnol.
da: Udskudt tilstand understøttes ikke for den ønskede nøjagtighed.
de: Der verzögerte Modus wird für die angeforderte Genauigkeit nicht unterstützt.
el: Η λειτουργία αναβολής δεν υποστηρίζεται για την ακρίβεια που ζητήθηκε.
es: El modo diferido no es compatible con la precisión solicitada.
et: Soovitud täpsuse jaoks edasilükatud režiimi ei toetata.
fi: Lykätty tila ei tue pyydettyä tarkkuutta.
fr: Le mode différé n'est pas pris en charge pour la précision demandée.
hu: A késleltetett mód nem támogatott a kért pontossághoz.
id: Mode ditangguhkan tidak didukung untuk akurasi yang diminta.
it: La modalità differita non è supportata per la precisione richiesta.
ja: 要求された精度に対して延期(Deferred)モードはサポートされていません。
ko_kr: 요청된 정확도에는 지연 모드가 지원되지 않습니다.
nb: Utsatt modus støttes ikke for den forespurte nøyaktigheten.
nl: Uitgestelde modus wordt niet ondersteund voor de gevraagde nauwkeurigheid.
pt_br: O modo adiado não é compatível com a precisão solicitada.
ru: Отложенный режим не подходит для выбранной точности.
sv: Fördröjningsläge stöds inte för begärd noggrannhet.
tr: İstenen doğruluk için ertelenmiş mod desteklenmiyor.
uk: Для заданої точності відкладений режим не підтримується.
zh_hans: 要求的准确性不支持延迟模式。
zh_hant: 所請求的準確度不支援推遲（Deferred）模式。

# cl_error.description.deferred_canceled
source: The request for deferred updates was canceled by your app or by the location manager.
cs: Žádost o odložené aktualizace byla zrušena Vaší aplikací nebo správcem místa.
cy_gb: Cafodd y cais am ddiweddariadau gohiriedig ei ganslo gan eich ap neu gan y rheolwr lleoliad.
da: Anmodningen om udskudte opdateringer blev annulleret af din app eller af lokalitetsadministratoren.
de: Die Anforderung für verzögerte Aktualisierungen wurde von deiner App oder vom Standortmanager abgebrochen.
el: Το αίτημα για αναβαλλόμενες ενημερώσεις ακυρώθηκε από την εφαρμογή σας ή από το διαχειριστή τοποθεσίας.
et: Rakendus või asukohahaldur tühistas edasilükatud värskenduste taotluse.
fi: Sovellus tai sijainninhallinta peruutti lykättyjen päivitysten pyynnön.
fr: La demande de mises à jour différées a été annulée par votre application ou par le gestionnaire de localisation.
hu: A halasztott frissítésekre vonatkozó kérést az Ön alkalmazása vagy a helykezelő törölte.
id: Permintaan untuk pembaruan yang ditangguhkan telah dibatalkan oleh aplikasi Anda atau oleh pengelola lokasi.
it: La richiesta di aggiornamenti differiti è stata annullata dalla vostra applicazione o dal gestore della località.
ja: 延期(deferred)されていたアップデートのリクエストが、アプリまたはロケーションマネージャーによってキャンセルされました。
ko_kr: 연기된 업데이트 요청이 앱 또는 위치 관리자에 의해 취소되었습니다.
nb: Forespørselen om utsatte oppdateringer ble kansellert av appen eller av posisjonsbehandleren.
nl: De aanvraag voor uitgestelde updates is geannuleerd door uw applicatie of door de locatie manager.
pt_br: A solicitação de atualizações adiadas foi cancelada pelo seu aplicativo ou pelo gerente de local.
ru: Запрос отложенного обновления был отменён вашим приложением или службой геолокации.
sv: Begäran om uppskjutna uppdateringar avbröts av din app eller av platshanteraren.
tr: Ertelenmiş güncelleme talebi, uygulamanız veya konum yöneticisi tarafından iptal edildi.
uk: Запит на відкладені оновлення було скасовано вашим застосунком або менеджером розташування.
zh_hans: 延迟更新的请求已被应用程序或位置管理器取消。
zh_hant: 推遲（Deferred）更新請求已被 App 或 Location Manager 所取消。

# cl_error.description.deferred_distance_filtered
source: Deferred mode does not support distance filters.
ca_es: El mode ajornat no és compatible amb els filtres de distància.
cs: Odložený režim nepodporuje filtry vzdálenosti.
cy_gb: Nid yw'r modd gohiriedig yn cefnogi hidlwyr pellter.
da: Udskudt tilstand understøtter ikke afstandsfiltre.
de: Der verzögerte Modus unterstützt keine Distanzfilter.
el: Η λειτουργία αναβολής δεν υποστηρίζει φίλτρα απόστασης.
es: El modo diferido no es compatible con los filtros de distancia.
et: Edasilükatud režiim ei toeta kaugusfiltreid.
fi: Lykätty tila ei tue etäisyyssuodattimia.
fr: Le mode différé ne prend pas en charge les filtres de distance.
hu: A késleltetett mód nem támogatja a távolságszűrőket.
id: Mode ditangguhkan tidak mendukung filter jarak.
it: La modalità differita non supporta i filtri di distanza.
ja: 延期(Deferred)モードは距離フィルターには対応していません。
ko_kr: 지연 모드는 거리 필터를 지원하지 않습니다.
nb: Utsatt modus støtter ikke avstandsfilter.
nl: De uitgestelde modus ondersteunt geen afstandsfilters.
pt_br: O modo diferido não suporta filtros de distância.
ru: Отложенный режим не поддерживает фильтр по расстоянию.
sv: Uppskjutet läge stöder inte distansfilter.
tr: Ertelenmiş mod, mesafe filtrelerini desteklemez.
uk: Відкладений режим не підтримує фільтрацію відстані.
zh_hans: 延迟模式不支持距离过滤器。
zh_hant: 推遲（Deferred）模式不支援距離過濾。

# cl_error.description.deferred_failed
source: The location manager did not enter deferred mode for an unknown reason.
ca_es: L'administrador no ha entrat en mode ajornat per una raó desconeguda.
cs: Správce polohy z neznámého důvodu nepřešel do odloženého režimu.
cy_gb: Ni wnaeth y rheolwr lleoliad fynd i'r modd gohiriedig am reswm anhysbys.
da: Lokalitetsadministratoren trådte ikke i udskudt tilstand af en ukendt årsag.
de: Der Standortmanager hat aus einem unbekannten Grund nicht in den verzögerten Modus gewechselt.
el: Ο διαχειριστής τοποθεσίας δεν εισήλθε σε κατάσταση αναστολής λειτουργίας για άγνωστο λόγο.
es: El administrador no entró en modo diferido por una razón desconocida.
et: Asukohahaldur ei sisenenud edasilükatud režiimi teadmata põhjusel.
fi: Sijainninhallinta ei tullut lykättyyn tilaan tuntemattomasta syystä.
fr: Le gestionnaire de localisation n'est pas passé en mode différé pour une raison inconnue.
hu: A helymeghatározó ismeretlen okból nem lépett késleltetett üzemmódba.
id: Manajer lokasi tidak masuk ke mode ditangguhkan karena alasan yang tidak diketahui.
it: Il gestore località non ha inserito la modalità differita per un motivo sconosciuto.
ja: ロケーションマネージャは、不明な理由により延期(Deferred)モードに入りませんでした。
ko_kr: 알 수 없는 이유로 위치 관리자가 지연 모드로 전환되지 않았습니다.
nb: Plasseringsbehandleren gikk ikke inn i utsatt modus for en ukjent grunn.
nl: De locatiemanager is om onbekende redenen niet in de uitgestelde modus terechtgekomen.
pt_br: O gerente de localização não entrou no modo adiado por um motivo desconhecido.
ru: Служба геолокации не перешла в отложенный режиме по неизвестной причине.
sv: Platshanteraren gick inte in i uppskjutet läge av okänd anledning.
tr: Konum yöneticisi bilinmeyen bir nedenle ertelenmiş moda giremedi.
uk: Менеджер розташування не перейшов у відкладений режим з невідомих причин.
zh_hans: 由于未知原因，位置管理器未进入延迟模式。
zh_hant: 由於未知原因，Location Manager 無法進入推遲（Deferred）模式。
