Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.labels.complication_template.extra_large_stack_image.description
source: A template for displaying a single image with a short line of text below it.
ca_es: Una plantilla per mostrar una sola imatge amb una línia curta de text a sota.
cs: Šablona pro zobrazení jednoho obrázku s krátkým řádkem textu pod ním.
cy_gb: Templed ar gyfer arddangos un ddelwedd gyda llinell fer o destun islaw.
da: En skabelon til visning af et enkelt billede med en kort tekstlinje under det.
de: Eine Vorlage zum Anzeigen eines einzelnen Bildes mit einer kurzen Textzeile darunter.
el: Ένα πρότυπο για την εμφάνιση μιας μεμονωμένης εικόνας με μια σύντομη γραμμή κειμένου κάτω από αυτήν.
es: Una plantilla para mostrar una sola imagen con una línea corta de texto debajo.
et: Mall ühe pildi kuvamiseks koos lühikese tekstireaga selle all.
fi: Malli, jolla näytetään yksittäistä kuvaa, ja sen alla lyhyttä tekstiriviä.
fr: Modèle pour afficher une seule image avec une ligne de texte courte en dessous.
hu: Egy sablon egyetlen kép megjelenítésére, alatta egy rövid szövegsorral.
id: Templat untuk menampilkan gambar tunggal dengan baris teks pendek di bawahnya.
it: Un modello per visualizzare una singola immagine con una breve riga di testo sotto di essa.
ja: 1枚の画像とその下に短いテキストを表示するためのテンプレート。
ko_kr: 단일 이미지와 그 아래에 짧은 텍스트 줄을 표시하기 위한 템플릿입니다.
nb: En mal for å vise et enkelt bilde med en kort tekst under.
nl: Een sjabloon voor het weergeven van één afbeelding met een korte tekstregel eronder.
pt_br: Um modelo para exibir uma única imagem com uma pequena linha de texto abaixo dela.
sv: En mall för att visa en bild med en kort rad text under den.
tr: Altında kısa bir metin satırı bulunan tek bir resmi görüntülemek için bir şablon.
uk: Шаблон для відображення одного зображення з коротким рядком тексту під ним.
zh_hans: 显示单张图片的模板，图片下方有一行短文本。
zh_hant: 單圖片下短行文字顯示模版。

# watch.labels.complication_template.extra_large_stack_text.description
source: A template for displaying two strings stacked one on top of the other.
cs: Šablona pro zobrazení textů naskládaných nad sebe.
cy_gb: Templed ar gyfer arddangos dau linyn wedi'i bentyrru un ar ben y llall.
da: En skabelon til visning af to strenge stablet den ene oven på den anden.
de: Eine Vorlage zum Anzeigen von zwei übereinander gestapelten Zeichenfolgen.
el: Ένα πρότυπο για την εμφάνιση δύο συμβολοσειρών στοιβαγμένων η μία πάνω στην άλλη.
et: Mall kahe üksteise peale virnastatud stringi kuvamiseks.
fi: Malli, joka näyttää kaksi merkkijonoa päällekkäin pinottua.
fr: Modèle pour afficher deux chaînes l'une au-dessus de l'autre.
hu: Egy sablon két egymásra helyezett szöveg megjelenítésére.
id: Templat untuk menampilkan dua string yang ditumpuk satu di atas yang lain.
it: Un modello per visualizzare due stringhe impilate una sopra l'altra.
ko_kr: 두 개의 문자열을 서로 겹쳐서 표시하는 템플릿입니다.
nb: En mal for å vise to strenger stablet på toppen av den andre.
nl: Een sjabloon voor het weergeven van twee teksten die op elkaar zijn gestapeld.
pt_br: Um modelo para exibir duas strings empilhadas uma sobre a outra.
sv: En mall för att visa två strängar staplade på varandra.
tr: Biri diğerinin üzerine yığılmış iki dizeyi görüntülemek için bir şablon.
uk: Шаблон для відображення двох рядків, складених один поверх іншого.
zh_hans: 显示两个字符串堆叠在一起的模板
zh_hant: 兩行字串相互堆疊顯示模版。

# watch.labels.complication_template.graphic_bezel_circular_text.description
source: A template for displaying a circular complication with text along the bezel.
cs: Šablona pro zobrazení kruhové komplikace s textem podél lunety.
cy_gb: Templed ar gyfer arddangos cymhlethdod cylchol gyda thestun ar hyd y wefl
da: En skabelon til visning af en cirkulær komplikation med tekst langs kanten.
de: Eine Vorlage zum Anzeigen einer kreisförmigen Komplikation mit Text entlang des Randes.
el: Ένα πρότυπο για την εμφάνιση μιας κυκλικής επιπλοκής με κείμενο κατά μήκος της στεφάνης.
et: Mall ümmarguse elemendi kuvamiseks koos tekstiga piki raami.
fi: Malli, joka näyttää kehäkomplikaatiota tekstin kera kehystä pitkin.
fr: Modèle pour afficher une complication circulaire avec du texte le long de la bordure.
hu: Sablon kör alakú komplikáció megjelenítéséhez szöveggel az előlap mentén.
id: Templat untuk menampilkan komplikasi melingkar dengan teks di sepanjang bezel.
it: Modello per visualizzare una complicazione circolare con testo lungo la lunetta.
ja: ベゼルに沿って文字が入った円形のコンプリケーションを表示するためのテンプレート。
ko_kr: 베젤을 따라 텍스트가 있는 원형 컴플리케이션을 표시하기 위한 템플릿입니다.
nb: En mal for å vise en sirkulær komplikasjon med tekst langs rammen.
nl: Een sjabloon voor het weergeven van een circulaire complicatie met tekst langs de rand.
pt_br: Um modelo para exibir uma complicação circular com texto ao longo do painel.
sv: En mall för att visa en cirkulär komplikation med text längs inramningen.
tr: Çerçeve boyunca metin içeren dairesel bir komplikasyon görüntülemek için bir şablon.
uk: Шаблон для відображення круглого циферблата з текстом вздовж обідка.
zh_hans: 用于在方框上显示带有文字的圆形复杂功能的模板。
zh_hant: 含文字環形複雜功能顯示模板。

source: A template for displaying a full-color circular image and a closed circular gauge.
cs: Šablona pro zobrazení plnobarevného kruhového obrázku a uzavřeného ručičkového ukazatele.
cy_gb: Templed ar gyfer arddangos delwedd gylchol lliw llawn a mesurydd cylchol caeedig.
da: En skabelon til visning af et cirkulært billede i fuld farve og en lukket cirkulær måler.
de: Eine Vorlage zum Anzeigen eines Vollfarb-Kreisbildes und einer geschlossenen Anzeige
el: Ένα πρότυπο για την εμφάνιση μιας έγχρωμης κυκλικής εικόνας και ενός κλειστού κυκλικού μετρητή.
et: Mall täisvärvilise ringikujulise kujutise ja suletud ringikujulise mõõturi kuvamiseks.
fi: Malli, joka näuyttää täysväristä pyöreää kuvaä ja pyöreä suljettu mittaria.
fr: Modèle pour afficher une image circulaire en couleur et une jauge circulaire fermée.
hu: Egy sablon egy színes kör alakú kép és egy zárt kör alakú mérőeszköz megjelenítésére.
id: Templat untuk menampilkan gambar lingkaran penuh warna dan gauge lingkaran tertutup.
it: Modello per la visualizzazione di un'immagine circolare a colori e di un indicatore circolare chiuso.
ko_kr: 풀컬러 원형 이미지와 닫힌 원형 게이지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et firkantet bilde i full farge og en lukket sirkelmåler.
nl: Een sjabloon voor het weergeven van een cirkelvormige afbeelding in volledige kleuren en een gesloten ronde meter.
pt_br: Um modelo para exibir uma imagem circular colorida e um medidor circular fechado.
sv: En mall för visning av en helfärgad cirkelbild och en sluten cirkelmätare.
tr: Tam renkli dairesel bir görüntü ve kapalı dairesel bir gösterge görüntülemek için bir şablon.
uk: Шаблон для відображення повноколірного кругового зображення та замкнутої кругової шкали.
zh_hans: 用于显示全彩圆形图像和封闭圆形的模板
zh_hant: 全彩環形圖像及封閉環形測量顯示模板。

source: A template for displaying text inside a closed circular gauge.
cs: Šablona pro zobrazení textu uvnitř uzavřeného ručičkového ukazatele.
cy_gb: Templed ar gyfer arddangos testun y tu mewn i fesur cylchol caeedig.
da: En skabelon til visning af tekst i en lukket cirkulær måler.
de: Eine Vorlage zum Anzeigen von Text in einer geschlossenen Anzeige.
el: Ένα πρότυπο για την εμφάνιση κειμένου μέσα σε κλειστό κυκλικό μετρητή.
et: Mall suletud ringikujulise gabariidi sees teksti kuvamiseks.
fi: Malli, joka näyttää pyöreän, suljetun mittarin sisällä tekstiä.
fr: Modèle pour afficher du texte à l'intérieur d'une jauge circulaire fermée.
hu: Egy sablon szöveg megjelenítésére egy zárt kör alakú mérőeszközön belül.
id: Templat untuk menampilkan teks di dalam gauge lingkaran tertutup.
it: Modello per la visualizzazione del testo all'interno di un indicatore circolare chiuso.
ja: 閉じた円形ゲージ内にテキストを表示するためのテンプレート。
ko_kr: 닫힌 원형 게이지 안에 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for visning av tekst i en lukket sirkulær måler.
nl: Een sjabloon voor het weergeven van tekst in een gesloten ronde meter.
pt_br: Um modelo para exibir texto dentro de um medidor circular fechado.
sv: En mall för att visa text inuti en sluten cirkelmätare.
tr: Kapalı dairesel bir gösterge içinde metni görüntülemek için bir şablon.
uk: Шаблон для відображення тексту всередині замкнутої кругової шкали.
zh_hans: 用于在封闭圆形内显示文本的模板。
zh_hant: 封閉環形測量內含文字顯示模組。

# watch.labels.complication_template.graphic_circular_image.description
source: A template for displaying a full-color circular image.
ca_es: Una plantilla per mostrar una imatge circular a tot color.
cs: Šablona pro zobrazení plnobarevného kruhového obrázku.
cy_gb: Templed ar gyfer arddangos delwedd gylchol lliw-llawn.
da: En skabelon til visning af et cirkulært billede i fuld farve.
de: Eine Vorlage zum Anzeigen eines kreisförmigen Vollfarbbildes.
el: Ένα πρότυπο για την εμφάνιση μιας κυκλικής εικόνας πλήρους χρώματος.
es: Una plantilla para mostrar una imagen circular a todo color.
et: Mall täisvärvilise ringikujulise kujutise kuvamiseks.
fi: Malli, joka näyttää täysiväristä pyöreää kuvaa.
fr: Modèle pour afficher une image circulaire en couleur.
hu: Egy sablon egy színes kör alakú kép megjelenítéséhez.
id: Templat untuk menampilkan gambar lingkaran penuh warna.
it: Un modello per la visualizzazione di un'immagine circolare a colori.
ko_kr: 풀컬러 원형 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et farget sirkulært bilde.
nl: Een sjabloon voor het weergeven van een cirkelvormige afbeelding in kleur.
pt_br: Um modelo para exibir uma imagem circular colorida.
sv: En mall för visning av en helfärgad cirkulär bild.
tr: Tam renkli dairesel bir görüntüyü görüntülemek için bir şablon.
uk: Шаблон для відображення повноколірного кругового зображення.
zh_hans: 用于显示全彩色圆形图像的模板。
zh_hant: 全彩圓形圖片模板。

# watch.labels.complication_template.graphic_circular_open_gauge_image.description
source: A template for displaying a full-color circular image, an open gauge, and text.
cs: Šablona pro zobrazení plnobarevného kruhového obrázku, ručičkového ukazatele a textu.
cy_gb: Templed ar gyfer arddangos delwedd gylchol lliw llawn, mesurydd agored, a thestun.
da: En skabelon til visning af et cirkulært billede i fuld farve, en åben måler og tekst.
de: Eine Vorlage zum Anzeigen eines Vollfarb-Kreisbilds, einer offenen Anzeige und von Text.
el: Ένα πρότυπο για την εμφάνιση κυκλικής εικόνας πλήρους χρώματος, ανοικτού μετρητή και κειμένου.
et: Mall täisvärvilise ümmarguse kujutise, avatud mõõdiku ja teksti kuvamiseks.
fi: Malli, joka näyttää täysiväristä pyöreää kuvaa, avointa mittaria, sekä tekstiä.
fr: Modèle pour afficher une image circulaire en couleur, une jauge ouverte et du texte.
hu: Egy sablon egy színes kör alakú kép, egy nyitott mérőeszköz és szöveg megjelenítésére.
id: Templat untuk menampilkan gambar lingkaran penuh warna, gauge terbuka, dan teks.
it: Un modello per la visualizzazione di un'immagine circolare a colori, un indicatore aperto e testo.
ko_kr: 풀컬러 원형 이미지, 열린 게이지 및 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et fullfarge sirkulært bilde, en åpen måler og en tekst.
nl: Een sjabloon voor het weergeven van een ronde afbeelding in kleur, een open meter en tekst.
pt_br: Um modelo para exibir uma imagem circular colorida, um medidor aberto e texto.
sv: En mall för visning av en helfärgad cirkelbild, en öppen mätare och text.
tr: Tam renkli dairesel bir görüntü, açık bir gösterge ve metin görüntülemek için bir şablon.
uk: Шаблон для відображення повноколірного кругового зображення, відкритої шкали та тексту.
zh_hans: 用于显示全彩色圆形图像，开放标尺和文本的模板。
zh_hant: 全彩圓形圖像、開放測量與文字顯示模板。

source: A template for displaying text inside an open gauge, with leading and trailing text for the gauge.
ca_es: Una plantilla per mostrar text dins d'un mesurador obert, amb text inicial i final per al mesurador.
cs: Šablona pro zobrazení textu uvnitř ručičkového ukazatele s úvodním a koncovým textem ukazatele.
cy_gb: Templed ar gyfer arddangos testun y tu mewn i fesurydd agored, gyda thestun arweiniol a llusgo ar gyfer y mesurydd.
da: En skabelon til visning af tekst i en åben måler med forkant- og bagkants-tekst til måleren.
de: Eine Vorlage für die Anzeige von Text in einer offenen Anzeige mit vor- und nachlaufendem Text für die Anzeige.
el: Ένα πρότυπο για την εμφάνιση κειμένου μέσα σε ένα ανοιχτό μετρητή, με το αρχικό και το τελικό κείμενο για το μετρητή.
es: Una plantilla para mostrar texto dentro de un medidor abierto, con texto inicial y final para el medidor.
et: Mall teksti kuvamiseks avatud gabariidi sees koos gabariidi juht- ja järeltekstiga.
fi: Malli, joka näyttää tekstiä avoimen mittarin sisällä, sekä tekstiä mittarin jälkeen.
fr: Modèle pour afficher du texte dans une jauge ouverte, avec un texte de début et de fin de jauge.
hu: Egy sablon a szöveg megjelenítéséhez egy nyitott mérőeszközön belül, a mérőeszközhöz tartozó elő- és utószöveggel.
id: Templat untuk menampilkan teks di dalam gauge terbuka, dengan teks di depan dan di belakang untuk gauge.
it: Un modello per la visualizzazione di testo all'interno di un indicatore aperto, con testo iniziale e finale per l'indicatore.
ko_kr: 게이지의 선행 및 후행 텍스트와 함께 열린 게이지 안에 텍스트를 표시하기 위한 템플릿입니다.
nb: En mal for visning av tekst i en åpen måler, med innledende og etterfølgende tekst for måleren.
nl: Een sjabloon voor het weergeven van tekst in een open meter, met voorlopende en achterliggende tekst voor de meter.
pt_br: Um modelo para exibir texto dentro de um medidor aberto, com texto inicial e final para o medidor.
sv: En mall för att visa text i en öppen mätare, med inledande och avslutande text för mätaren.
tr: Açık bir gösterge içinde, gösterge için baştaki ve sondaki metinle birlikte metni görüntülemek için bir şablon.
uk: Шаблон для відображення тексту всередині відкритої шкали, з відкриваючим і закриваючим текстом для неї.
zh_hans: 用于在打开的仪表内显示文本的模板, 并包含仪表的开头和结尾文本。
zh_hant: 開放測量內含文字，及文字左右對齊顯示模板。

source: A template for displaying text inside an open gauge, with a single piece of text for the gauge.
ca_es: Una plantilla per mostrar text dins d'un mesurador obert, amb un sol fragment de text per al mesurador.
cs: Šablona pro zobrazení textu uvnitř ručičkového ukazatele s jediným textem pro ukazatele.
cy_gb: Templed ar gyfer arddangos testun y tu mewn i fedrydd agored, gydag un darn o destun ar gyfer y medrydd.
da: En skabelon til visning af tekst i en åben måler med et enkelt stykke tekst til måleren.
de: Eine Vorlage zum Anzeigen von Text in einer offenen Anzeige mit einem einzelnen Textstück für die Anzeige.
el: Ένα πρότυπο για την εμφάνιση κειμένου μέσα σε ένα ανοιχτό εύρος, με ένα μόνο τμήμα κειμένου για το μετρητή.
es: Una plantilla para mostrar texto dentro de un medidor abierto, con un solo fragmento de texto para el medidor.
et: Mall avatud gabariidi sees oleva teksti kuvamiseks, kus on ainult üks tekstiosa gabariidi jaoks.
fi: Malli, joka näyttää tekstiä avoimen mittarin sisällä, sekä yksittäistä osaa tekstiä mittarille.
fr: Modèle pour afficher du texte dans une jauge ouverte, avec un seul morceau de texte pour la jauge.
hu: Sablon egy nyitott mérőeszközön belüli szöveg megjelenítésére, egyetlen szöveggel a mérőeszközhöz.
id: Templat untuk menampilkan teks di dalam gauge terbuka, dengan satu bagian teks untuk gauge.
it: Un modello per la visualizzazione di testo all'interno di un indicatore aperto, con una singola porzione di testo per l'indicatore.
ko_kr: 열린 게이지 안에 텍스트를 표시하기 위한 템플릿으로, 게이지에 대한 단일 텍스트가 있습니다.
nb: En mal for å vise teksten i en åpen måler, med en enkel tekst for måleren.
nl: Een sjabloon voor het weergeven van tekst in een open meter, met een enkel stuk tekst voor de meter.
pt_br: Um modelo para exibir texto dentro de um medidor aberto, com um único texto para o medidor.
sv: En mall för att visa text inuti en öppen mätare, med ett enda stycke text för mätaren.
tr: Gösterge için tek bir metin parçasıyla açık bir gösterge içindeki metni görüntülemek için bir şablon.
uk: Шаблон для відображення тексту всередині відкритої шкали з одним шматочком тексту для неї.
zh_hans: 单文本块仪表盘模版
zh_hant: 開放測量內含文字，及包含一段文字顯示模板。

# watch.labels.complication_template.graphic_corner_circular_image.description
source: A template for displaying an image in the clock face’s corner.
ca_es: Una plantilla per mostrar una imatge a la cantonada de l'esfera de el rellotge.
cs: Šablona pro zobrazení obrázku v rohu ciferníku.
cy_gb: Templed ar gyfer arddangos delwedd yng nghornel wyneb y cloc.
da: En skabelon til visning af et billede i urets hjørne.
de: Eine Vorlage zum Anzeigen eines Bildes in der Ecke des Ziffernblatts.
el: Ένα πρότυπο για την εμφάνιση μιας εικόνας στη γωνία της πρόσοψης του ρολογιού.
es: Una plantilla para mostrar una imagen en la esquina de la esfera del reloj.
et: Mall pildi kuvamiseks kella sihverplaadi nurgas.
fi: Malli, joka näyttää kuvaa kellotaulun kulmassa.
fr: Modèle pour afficher une image dans le coin du cadran.
hu: Sablon egy kép megjelenítéséhez az óralap sarkában.
id: Templat untuk menampilkan gambar di sudut wajah jam.
it: Modello per visualizzare un'immagine nell'angolo del quadrante.
ko_kr: 시계 화면 모서리에 이미지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et bilde i klokkens hjørne.
nl: Een sjabloon voor het weergeven van een afbeelding in de hoek van de wijzerplaat.
pt_br: Um modelo para exibir uma imagem no canto do mostrador do relógio.
sv: En mall för att visa en bild i ett av urtavlans hörn.
tr: Saat kadranının köşesinde bir resmi görüntülemek için bir şablon.
uk: Шаблон для відображення зображення в кутку годинника.
zh_hans: 用于在钟面角落显示图像的模板。
zh_hant: 於錶面角落圖像顯示模板。

# watch.labels.complication_template.graphic_corner_gauge_image.description
source: A template for displaying an image and a gauge in the clock face’s corner.
ca_es: Una plantilla per mostrar una imatge i un indicador a la cantonada del rellotge.
cs: Šablona pro zobrazení obrázku a ukazatele v rohu ciferníku.
cy_gb: Templed ar gyfer arddangos delwedd a medrydd yng nghornel wyneb y cloc.
da: En skabelon til visning af et billede og en måler i urets hjørne.
de: Eine Vorlage zum Anzeigen eines Bildes und einer Anzeige in der Ecke des Ziffernblatts.
el: Ένα πρότυπο για την εμφάνιση μιας εικόνας και ενός μετρητή στη γωνία της πρόσοψης του ρολογιού.
es: Una plantilla para mostrar una imagen y un indicador en la esquina de la esfera del reloj.
et: Mall pildi ja näidiku kuvamiseks kella sihverplaadi nurgas.
fi: Malli, joka näyttää kuvaa ja mittaria kellotaulun kulmassa.
fr: Modèle pour afficher une image et une jauge dans le coin du cadran.
hu: Egy sablon egy kép és egy mérőműszer megjelenítésére az óralap sarkában.
id: Templat untuk menampilkan gambar dan gauge di wajah muka jam.
it: Un modello per la visualizzazione di un'immagine e un indicatore nell'angolo del quadrante.
ja: 時計の文字盤の隅に画像とゲージを表示するためのテンプレート。
ko_kr: 시계 화면 모서리에 이미지와 게이지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise et bilde og en måler i klokkens hjørne.
nl: Een sjabloon voor het weergeven van een afbeelding en een meter in de hoek van de wijzerplaat.
pt_br: Um modelo para exibir uma imagem e um medidor no canto do mostrador do relógio.
sv: En mall för att visa bild och mätare i ett av urtavlans hörn.
tr: Saat yüzünün köşesinde bir görüntü ve bir gösterge görüntülemek için bir şablon.
uk: Шаблон для відображення зображення та шкали в кутку годинника.
zh_hans: 用于在钟面角落显示图像和仪表的模板。
zh_hant: 於錶面角落圖像及測量顯示模板。

# watch.labels.complication_template.graphic_corner_gauge_text.description
source: A template for displaying text and a gauge in the clock face’s corner.
ca_es: Una plantilla per mostrar text i un indicador a la cantonada de l'esfera de el rellotge.
cs: Šablona pro zobrazení textu a ukazatele v rohu ciferníku.
cy_gb: Templed ar gyfer arddangos testun a medrydd yng nghornel wyneb y cloc.
da: En skabelon til visning af tekst og en måler i urets hjørne.
de: Eine Vorlage zum Anzeigen von Text und einer Anzeige in der Ecke des Ziffernblatts.
el: Ένα πρότυπο για την εμφάνιση κειμένου και ενός μετρητή στη γωνία της πρόσοψης του ρολογιού.
es: Una plantilla para mostrar texto y un indicador en la esquina de la esfera del reloj.
et: Mall kella sihverplaadi nurgas teksti ja näidiku kuvamiseks.
fi: Malli, joka näyttää tekstiä ja mittaria kellotaulun kulmassa.
fr: Modèle pour afficher du texte et une jauge dans le coin du cadran.
hu: Egy sablon a szöveg és egy mérőműszer megjelenítéséhez az óralap sarkában.
id: Templat untuk menampilkan teks dan gauge di sudut wajah jam.
it: Un modello per la visualizzazione del testo e un indicatore nell'angolo del quadrante.
ko_kr: 시계 화면 모서리에 텍스트와 게이지를 표시하기 위한 템플릿입니다.
nb: En mal for å vise tekst og en måler i klokkens hjørne.
nl: Een sjabloon voor het weergeven van tekst en een meter in de hoek van de wijzerplaat.
pt_br: Um modelo para exibir texto e um medidor no canto do mostrador do relógio.
sv: En mall för att visa text och mätare i ett av urtavlans hörn.
tr: Saat kadranının köşesinde metin ve gösterge görüntülemek için bir şablon.
uk: Шаблон для відображення тексту та шкали в кутку годинника.
zh_hans: 用于在钟面角落显示文本和仪表的模板。
zh_hant: 於錶面角落文字及測量顯示模板。

# watch.labels.complication_template.graphic_corner_stack_text.description
source: A template for displaying stacked text in the clock face’s corner.
ca_es: Una plantilla per mostrar text apilat a la cantonada del rellotge.
cs: Šablona pro zobrazení skládaného textu v rohu ciferníku.
cy_gb: Templed ar gyfer arddangos testun wedi'i stacio yng nghornel wyneb y cloc.
da: En skabelon til visning af stablet tekst i urets hjørne.
de: Eine Vorlage zum Anzeigen von gestapeltem Text in der Ecke des Ziffernblatts.
el: Ένα πρότυπο για την εμφάνιση σωρευμένων κειμένου στη γωνία της πρόσοψης του ρολογιού.
et: Mall virnastatud teksti kuvamiseks kella sihverplaadi nurgas.
fi: Malli, joka näyttää pinottua tekstiä kellotaulun kulmassa.
fr: Modèle pour afficher du texte empilé dans le coin du cadran.
hu: Az óralap sarkában egymásra helyezett szöveg megjelenítésére szolgáló sablon.
id: Templat untuk menampilkan teks bertumpuk di sudut wajah jam.
it: Un modello per visualizzare il testo impilato nell'angolo del quadrante.
ja: 文字盤の隅に積み上げテキストを表示するためのテンプレート。
ko_kr: 시계 화면 모서리에 쌓인 텍스트를 표시하는 템플릿입니다.
nb: En mal for å vise stablet tekst klokkens hjørne.
nl: Een sjabloon voor het weergeven van gestapelde tekst in de hoek van de wijzerplaat.
pt_br: Um modelo para exibir texto empilhado no canto do mostrador do relógio.
sv: En mall för att visa staplad text i ett av urtavlans hörn.
tr: Saat yüzünün köşesinde yığılmış metni görüntülemek için bir şablon.
uk: Шаблон для відображення складеного тексту в кутку годинника.
zh_hans: 用于在钟面角落显示堆叠文本的模板。
zh_hant: 於錶面角落堆疊文字顯示模板。
