Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# settings_details.location.motion_permission.enabled
source: Enabled
ca_es: Habilitat
cs: Povoleno
cy_gb: Wedi'i alluogi
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
et: Lubatud
fr: Activé
hu: Engedélyezve
id: Diaktifkan
it: Abilitato
ja: 有効
ko_kr: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl_pl: Włączone
pt_br: Habilitado
ru: Включено
tr: Etkin
uk: Дозволено
zh_hant: 已啟用

# settings_details.location.motion_permission.denied
source: Denied
ca_es: Denegat
cs: Odmítnuto
cy_gb: Wedi'i wrthod
da: Nægtet
de: Verweigert
el: Απορρίφθηκε
es: Denegado
et: Eiratud
fr: Refusé
hu: Elutasítva
id: Ditolak
it: Negato
ja: 拒否
ko_kr: 거부됨
nb: Nektet
nl: Geweigerd
pl_pl: Odmowa dostępu
pt_br: Negado
ru: Отказано
tr: Reddedildi
uk: Заборонено
zh_hant: 已拒絕

# settings_details.location.motion_permission.needs_request
source: Disabled
ca_es: Desactivat
cs: Zakázáno
cy_gb: Wedi'i analluogi
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
et: Keelatud
fr: Désactivé
hu: Letiltva
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko_kr: 비활성화됨
nb: Deaktivert
nl: Uitgeschakeld
pl_pl: Wyłączone
pt_br: Desativado
ru: Отключено
tr: Devre dışı
uk: Відключено
zh_hant: 已關閉

# actions_configurator.trigger_example.title
source: Example Trigger
ca_es: Disparador d'exemple
cs: Příklad spouštěče
cy_gb: Sbardun Enghreifftiol
da: Udløsereksempel
de: Beispiel Trigger
el: Παράδειγμα εναύσματος
es: Disparador de ejemplo
et: Näidispäästik
fr: Exemple de déclencheur
hu: Példa eseményindító
id: Contoh Pemicu
it: Trigger di esempio
ja: トリガーの例
ko_kr: 트리거 예시
nb: Eksempel utløser
nl: Voorbeeld
pl_pl: Przykład wyzwalacza
pt_br: Exemplo de gatilho
ru: Пример: триггер
tr: Örnek Tetikleyici
uk: Приклад тригера
zh_hant: 觸發範例

# actions_configurator.trigger_example.share
source: Share Contents
ca_es: Compartir Continguts
cs: Sdílet obsah
cy_gb: Rhannu Cynnwys
da: Del indhold
de: Inhalt teilen
el: Κοινή χρήση περιεχομένων
es: Compartir contenido
et: Jaga Sisu
fr: Partager le contenu
hu: Tartalom megosztása
id: Bagikan Konten
it: Condividi contenuti
ja: シェアコンテンツ
ko_kr: 콘텐츠 공유
nb: Del innhold
nl: Inhoud delen
pl_pl: Udostępnij zawartość
pt_br: Compartilhar conteúdo
tr: İçeriği Paylaş
uk: Поділитись вмістом
zh_hant: 分享內容

# settings_details.general.app_icon.enum.caribbean_green
source: Caribbean Green
ca_es: Verd Carib
cs: Karibská zelená
cy_gb: Gwyrdd Caribïaidd
da: Caribisk grøn
de: Karibisches Grün
el: Πράσινο της Καραϊβικής
es: Verde caribeño
et: Kariibi mere roheline
fr: Vert Caraïbe
hu: Karibi zöld
id: Hijau Karibia
it: Verde Caraibi
ja: カリビアングリーン
ko_kr: 캐리비안 그린
nb: Karibisk Grønn
nl: Caribisch Groen
pl_pl: Karaibska zieleń
pt_br: Verde Caribe
tr: Karayip Yeşili
uk: Карибський зелений
zh_hant: 加勒比綠

# settings_details.general.app_icon.enum.cornflower_blue
source: Cornflower Blue
ca_es: Blau cornflower
cs: Chrpově modrá
cy_gb: Glas y Benlas
da: Majsblomstblå
de: Kornblumenblau
el: Μπλε καλαμποκάλευρο
et: Rukkilillesinine
fr: Bleu barbeau
hu: Búzavirág kék
id: Biru Bunga Jagung
it: Blu Fiordaliso
ja: コーンフラワーブルー
ko_kr: 콘플라워 블루
nb: Blomsterblå
nl: Korenbloem Blauw
pl_pl: Chabrowy niebieski
pt_br: Azul Centáurea
tr: Peygamber Çiçeği Mavisi
uk: Волошковий синій
zh_hant: 矢車菊藍

# settings_details.general.app_icon.enum.crimson
source: Crimson
cs: Karmínová
cy_gb: Rhuddgoch
de: Purpur
el: Βυσσινί
et: Karmiinpunane
fr: Cramoisi
hu: Karmazsin
id: Merah Tua
it: Cremisi
ja: クリムゾン
ko_kr: 크림슨
nb: Høyrød
pl_pl: Karmazynowy
pt_br: Carmesim
tr: Kızıl
uk: Багряний
zh_hant: 深紅

# settings_details.general.app_icon.enum.electric_violet
source: Electric Violet
ca_es: Violeta Elèctric
cs: Elektrická fialová
cy_gb: Fioled Trydanol
da: Elektrisk violet
de: Elektrisches Violett
el: Ηλεκτρικό βιολετί
es: Violeta Eléctrico
et: Tumelilla
fr: Violet électrique
hu: Ibolya
id: Ungu Elektrik
it: Viola elettrica
ja: エレクトリックバイオレット
ko_kr: 일렉트릭 바이올렛
nb: Elektrisk Fiolett
nl: Elektrisch Violet
pl_pl: Elektryzujący fioletowy
pt_br: Violeta Elétrica
tr: Elektrikli Menekşe
uk: Електричний фіолетовий
zh_hant: 靛紫

# settings_details.general.app_icon.enum.fire_orange
source: Fire Orange
ca_es: Taronja de foc
cs: Ohnivě oranžová
cy_gb: Oren Tân
da: Ildorange
de: Feuer Orange
el: Πορτοκαλί της φωτιάς
es: Naranja fuego
et: Heleoranž
fr: Orange de feu
hu: Tűznarancs
id: Jingga Membara
it: Arancione fuoco
ja: ファイアオレンジ
ko_kr: 파이어 오렌지
nb: Brann Oransje
nl: Vuur Oranje
pl_pl: Pomarańczowy ognisty
pt_br: Laranja Fogo
tr: Ateş Turuncusu
uk: Вогняний помаранчевий
zh_hant: 火橙

# settings_details.general.app_icon.enum.ha_blue
source: Home Assistant Blue
ca_es: Blau Home Assistant
cy_gb: Glas Home Assistant
da: Home Assistant-blå
de: Home Assistant Blau
el: Μπλε Home Assistant
es: Azul Home Assistant
et: Koduassistendi Sinine
fr: Home Assistant Bleu
hu: Home Assistant kék
it: Blu Home Assistant
ja: Home Assistantブルー
nb: Home Assistant Blå
nl: Home Assistant Blauw
pl_pl: Niebieski Home Assistant'a
tr: Home Assistant Mavi
uk: Синій Home Assistant
zh_hant: Home Assistant 藍

# settings_details.general.app_icon.enum.pink
source: Pink
ca_es: Rosa
cs: Růžová
cy_gb: Pinc
de: Rosa
el: Ροζ
es: Rosa
et: Roosa
fr: Rose
id: Merah Jambu
it: Rosa
ja: ピンク
ko_kr: 핑크
nb: Rosa
nl: Roze
pl_pl: Różowy
pt_br: Rosa
tr: Pembe
uk: Рожевий
zh_hant: 粉紅

# onboarding.manual_setup.no_scheme.title
source: URL entered without scheme
ca_es: URL introduïda sense esquema
cs: URL zadána bez schématu
cy_gb: URL wedi'i nodi heb protocol
da: Webadresse-adresse angivet uden scheme
de: URL ohne Schema eingegeben
el: Η διεύθυνση URL καταχωρήθηκε χωρίς σχήμα
es: URL ingresada sin esquema
et: URL sisestatud ilma skeemita
fr: URL entrée sans schéma
hu: Séma nélkül megadott URL
id: URL dimasukkan tanpa skema
it: E' stato inserito un URL senza schema
ja: スキームなしで入力されたURL
ko_kr: 스킴 없이 입력한 URL
nb: URL angitt uten skjema
nl: URL ingevoerd zonder schema
pl_pl: URL wprowadzony bez schematu
pt_br: URL inserido sem esquema
tr: Şema olmadan girilen URL
uk: URL-адреса введена без схеми
zh_hant: 所輸入 URL 不符結構

# onboarding.manual_setup.no_scheme.message
source: Should we try connecting using http:// or https://?
ca_es: Hauríem d'intentar connectar-nos utilitzant http:// o https://?
cs: Zkusit se připojit přes http:// nebo https://?
cy_gb: A ddylem ni geisio cysylltu gan ddefnyddio http: // neu https: //?
da: Skal vi prøve at forbinde ved hjælp af http:// eller https://?
de: Sollen wir versuchen, eine Verbindung über http:// oder https:// herzustellen?
el: Θα πρέπει να προσπαθήσουμε να συνδεθούμε χρησιμοποιώντας http:// ή https://;
es: ¿Deberíamos intentar conectarnos usando http:// o https://?
et: Kas peaks proovima ühendust luua kasutades http:// või https://?
fr: Faut-il essayer de se connecter en utilisant http:// ou https://?
hu: http:// vagy https:// segítségével csatlakozna?
id: Haruskah kami mencoba terhubung menggunakan http:// atau https://?
it: Dovremmo provare a collegarci usando http: // o https: //?
ko_kr: http:// 또는 https:// 를 사용하여 연결을 시도해야 합니까?
nb: Skal vi prøve å koble til ved hjelp av http:// eller https://?
nl: Moeten we proberen verbinding te maken via http:// of https://?
pl_pl: Czy powinniśmy spróbować połączyć się za pomocą http:// czy https://?
pt_br: Devemos tentar conectar usando http:// ou https://?
tr: Http: // veya https: // kullanarak bağlanmayı denemeli miyiz?
uk: Чи варто спробувати підключитися за допомогою http: // або https: //?
zh_hant: 是否要嘗試以 http:// 或 https:// 進行連線？

# onboarding.manual_setup.couldnt_make_url.title
source: Could not create a URL
ca_es: No s'ha pogut crear una URL
cs: Nelze vytvořit URL.
cy_gb: Wedi methu creu URL
da: Kunne ikke oprette en webadresse
de: URL konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία διεύθυνσης URL
es: No se pudo crear una URL
et: Ei saanud luua URL-i
fr: Impossible de créer une URL
hu: Nem sikerült létrehozni URL-t
id: Tidak dapat membuat URL
it: Impossibile creare un URL
ja: URLを作成できませんでした
ko_kr: URL을 생성할 수 없습니다.
nb: Kan ikke opprette en URL-adresse
nl: Kan geen URL maken
pl_pl: Nie udało się utworzyć adresu URL
pt_br: Não foi possível criar uma URL
tr: URL oluşturulamadı
uk: Не вдалося створити URL
zh_hant: 無法製作 URL

# onboarding.manual_setup.couldnt_make_url.message
source: The value '%@' was not a valid URL.
ca_es: El valor " %@ " no és una URL vàlida.
cs: Hodnota "%@" není platná URL.
cy_gb: Nid oedd y gwerth ' %@ ' yn URL dilys.
da: Værdien '%@' var ikke en gyldig webadresse.
de: Der Wert ' %@ ' war keine gültige URL.
el: Η τιμή '%@' δεν ήταν έγκυρη διεύθυνση URL.
et: Väärtus "%@" ei olnud sobiv URL.
fr: La valeur '%@' n'était pas une URL valide.
hu: %@ nem érvényes URL.
id: Nilai '%@' bukan URL yang valid.
it: Il valore "%@" non era un URL valido.
ja: 値 %@ は、有効なURLではありませんでした。
ko_kr: '%@'은 유효한 URL이 아닙니다.
nb: Verdien %@ var ikke en gyldig URL-adresse.
nl: De waarde '%@' was geen geldige URL.
pl_pl: Wartość „ %@ ” nie jest prawidłowym adresem URL.
pt_br: O valor ' %@ ' não era um URL válido.
tr: " %@ " değeri geçerli bir URL değildi.
uk: Значення "%@" не є допустимою URL-адресою.
zh_hant: 數值 '%@' 並非有效 URL。

# settings.reset_section.reset_alert.progress_message
source: Resetting…
ca_es: S'està restablint …
cs: Resetování...
cy_gb: Ailosod…
da: Nulstiller…
de: Zurücksetzen…
el: Επαναφορά…
es: Restableciendo…
et: Lähtestamine…
fr: Réinitialisation…
hu: Visszaállítás...
id: Menyetel ulang…
it: Ripristino …
ja: リセット...
ko_kr: 재설정 중…
nb: Tilbakestiller…
nl: Resetten…
pl_pl: Resetowanie…
pt_br: Redefinindo…
ru: Сброс …
tr: Sıfırlanıyor…
uk: Скидання…
zh_hant: 重置中…

# settings_details.general.page_zoom.title
source: Page Zoom
ca_es: Zoom de la pàgina
cs: Zvětšení stránky
cy_gb: Chwyddo Tudalen
da: Sidezoom
de: Seitenzoom
el: Ζουμ σελίδας
es: Zoom de página
et: Vaate suurendamine
fr: Zoom sur la page
hu: Oldalnagyítás
id: Perbesaran Halaman
it: Zoom Della Pagina
ja: ページズーム
ko_kr: 페이지 확대
nb: Sidezoom
nl: Pagina Zoom
pl_pl: Powiększenie
pt_br: Zoom da página
ru: Масштаб страницы
tr: Sayfa Yakınlaştırma
uk: Масштабування сторінки
zh_hant: 頁面大小

# settings_details.general.page_zoom.default
source: %@ (Default)
ca_es: %@ (Per defecte)
cs: %@ (výchozí)
cy_gb: %@ (Diofyn)
da: %@ (Standard)
de: %@ (Standard)
el: %@ (Προεπιλογή)
es: %@ (Por defecto)
et: %@ (vaikimisi)
fr: %@ (par défaut)
hu: %@ (alapértelmezett)
id: %@ (Bawaan)
it: %@ (Predefinito)
ja: %@(デフォルト)
ko_kr: %@ (기본값)
nb: %@ (standard)
nl: %@ (Standaard)
pl_pl: %@ (domyślne)
pt_br: %@ (Padrão)
ru: %@ (По умолчанию)
tr: %@ (Varsayılan)
uk: %@ (за замовчуванням)
zh_hant: %@（預設）

# retry_label
source: Retry
ca_es: Reintentar
cs: Opakovat
cy_gb: Ailgynnig
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
et: Proovi uuesti
fr: Réessayer
hu: Újra
id: Coba Lagi
it: Riprova
ja: リトライ
ko_kr: 재시도
nb: Prøv på nytt
nl: Probeer opnieuw
pl_pl: Ponów próbę
pt_br: Repetir
ru: Повторить
tr: Yeniden dene
uk: Повторити
zh_hant: 重試

# settings_details.location.background_refresh.title
source: Background Refresh
ca_es: Actualització en segon pla
cs: Aktualizace na pozadí
cy_gb: Diweddaru yn y cefndir
da: Opdater i baggrunden
de: Hintergrund-Aktualisierung
el: Ανανέωση background
es: Actualización en segundo plano
et: Taustal värskendamine
fr: Actualisation en arrière-plan
hu: Háttérfrissítés
id: Penyegaran Latar Belakang
it: Aggiornamento in background
ja: バックグラウンドで更新
ko_kr: 백그라운드 새로고침
nb: Bakgrunnsoppdatering
nl: Op de achtergrond vernieuwen
pl_pl: Odświeżanie w tle
pt_br: Atualização em segundo plano
ru: Обновление фона
tr: Arkaplan Yenileme
uk: Фонове оновлення
zh_hant: 背景更新

# settings_details.location.background_refresh.enabled
source: Enabled
ca_es: Habilitat
cs: Povoleno
cy_gb: Wedi'i alluogi
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
et: Lubatud
fr: Activé
hu: Engedélyezve
id: Diaktifkan
it: Abilitato
ja: 有効
ko_kr: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl_pl: Włączony
pt_br: Habilitado
ru: Включено
tr: Etkin
uk: Увімкнено
zh_hant: 已啟用

# settings_details.location.background_refresh.disabled
source: Disabled
ca_es: Desactivat
cs: Zakázáno
cy_gb: Wedi'i analluogi
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
et: Keelatud
fr: Désactivé
hu: Letiltva
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko_kr: 비활성화됨
nb: Deaktivert
nl: Uitgeschakeld
pl_pl: Wyłączony
pt_br: Desativado
ru: Отключено
tr: Devre dışı
uk: Відключено
zh_hant: 已關閉

# settings_details.general.restoration.title
source: Remember Last Page
ca_es: Recordar l'última pàgina
cs: Zapamatovat poslední stránku
cy_gb: Cofio'r dudalen olaf
da: Husk sidste side
de: Letzte Seite merken
el: Απομνημόνευση τελευταίας σελίδας
es: Recuerda la última página
et: Pea meeles viimast kuva
fr: Rappelez la dernière page
hu: Emlékezzen az utolsó oldalra
id: Ingat Halaman Terakhir
it: Ricorda l'ultima pagina
ja: 最後のページを記憶する
ko_kr: 마지막 페이지 기억하기
nb: Husk Siste side
nl: Onthoud de laatste pagina
pl_pl: Zapamiętywanie ostatniej strony
pt_br: Lembrar a última página
ru: Запомнить последнюю страницу
tr: Son Sayfayı Hatırla
uk: Запам'ятовувати останню сторінку
zh_hant: 記住最後頁面

# settings_details.location.new_one_shot.title
source: In-Development Updating
ca_es: Actualització en desenvolupament
cy_gb: Diweddaru Mewn Datblygiad
da: Opdatering der er under udvikling
el: Ενημέρωση σε εξέλιξη
fr: Mise à jour en cours de développement
it: Aggiornamento in sviluppo
nb: Oppdatering i utvikling
nl: Updates in ontwikkeling
ru: Обновление в стадии разработки
uk: Розробницькі оновлення
zh_hant: 開發中更新

# settings_details.location.new_one_shot.description
source: This may or may not deliver good results for the sources above. Your feedback is appreciated.
ca_es: Això pot o no pot oferir bons resultats per a les fonts anteriors. La seva resposta és apreciada.
cy_gb: Gall hyn sicrhau canlyniadau da ar gyfer y ffynonellau uchod neu beidio. Gwerthfawrogir eich adborth.
da: Dette giver muligvis ikke gode resultater for ovenstående kilder. Din feedback værdsættes.
el: Αυτό μπορεί ή όχι να αποφέρει καλά αποτελέσματα για τις παραπάνω πηγές. Τα σχόλιά σας εκτιμώνται.
fr: Cela peut ou non donner de bons résultats pour les sources ci-dessus. Vos commentaires sont appréciés.
it: Questo può dare o meno buoni risultati per le fonti di cui sopra. Il vostro feedback è apprezzato.
nb: Dette gir eller kan ikke gi gode resultater for kildene ovenfor. Din tilbakemelding blir satt pris på.
nl: Dit goede of slechte resultaten opleveren voor de bovenstaande bronnen. Uw feedback wordt op prijs gesteld.
ru: Это может дать или не дать хорошие результаты для указанных выше источников. Ваш отзыв очень важен.
uk: Це може надати хороші результати для перерахованих вище джерел, а може і не надати. Будемо вдячні за відгук.
zh_hant: 於上述來源可能無法確認獲得正確結果，感謝您回報意見。

# settings_sensors.title
source: Sensors
cs: Senzory
cy_gb: Synwyryddion
da: Sensorer
de: Sensoren
el: Αισθητήρες
es: Sensores
et: Andurid
fr: Capteurs
hu: Érzékelők
id: Sensor
it: Sensori
ja: センサー
ko_kr: 센서
nb: Sensorer
nl: Sensoren
pl_pl: Sensory
pt_br: Sensores
ru: Датчики
tr: Sensörler
uk: Сенсори
zh_hant: 感測器

# settings_sensors.loading_error.title
source: Failed to load sensors
ca_es: No s'han pogut carregar els sensors
cs: Načtení senzorů se nezdařilo
cy_gb: Wedi methu llwytho synwyryddion
da: Sensorer kunne ikke indlæses
de: Fehler beim Laden der Sensoren
el: Αποτυχία φόρτωσης αισθητήρων
es: Error al cargar los sensores
et: Andurite laadimine nurjus.
fr: Impossible de charger les capteurs
hu: Nem sikerült betölteni az érzékelőket
id: Gagal memuat sensor
it: Impossibile caricare i sensori
ja: センサーの読み込みに失敗しました
ko_kr: 센서를 로드하지 못했습니다.
nb: Kunne ikke laste sensorer
nl: Kan sensoren niet laden
pl_pl: Nie udało się załadować sensorów
pt_br: Falha ao carregar os sensores
ru: Не удалось загрузить датчики
tr: Sensörler yüklenemedi
uk: Не вдалося завантажити сенсори
zh_hant: 傳感器載入失敗

# settings_sensors.detail.unique_id
source: Unique ID
ca_es: ID únic
cy_gb: ID unigryw
da: Unikt id
el: Μοναδικό αναγνωριστικό
fr: Identifiant unique
it: ID univoco
nb: Unik ID
nl: Unieke ID
pl_pl: Unikalny identyfikator
ru: Уникальный идентификатор
uk: Унікальний ID
zh_hant: 單一 ID

# settings_sensors.detail.state
source: State
ca_es: Estat
cs: Stav
cy_gb: Cyflwr
da: Tilstand
de: Zustand
el: Κατάσταση
es_es: Estado
et: Olek
fr: État
hu: Állapot
id: Status
it: Stato
ja: 状態
ko_kr: 상태
nb: Tilstand
nl: Staat
pl_pl: Stan
pt_br: Estado
ru: Состояние
tr: Durum
uk: Стан
zh_hant: 狀態

# settings_sensors.detail.attributes
source: Attributes
ca_es: Atributs
cs: Atributy
cy_gb: Priodoleddau
da: Egenskaber
de: Attribute
el: Χαρακτηριστικά
es_es: Atributos
et: Atribuudid
fr: Attributs
hu: Attribútumok
id: Atribut
it: Attributi
ja: 属性
ko_kr: 속성
nb: Attributter
nl: Attributen
pl_pl: Atrybuty
pt_br: Atributos
ru: Атрибуты
tr: Nitelikler
uk: Атрибути
zh_hant: 屬性

# settings_sensors.detail.device_class
source: Device Class
ca_es: Classe de dispositiu
cs: Třída zařízení
cy_gb: Adran Dyfais
da: Enhedsklasse
de: Geräteklasse
el: Κλάση συσκευής
es_es: Clase del dispositivo
et: Seadme tüüp
fr: Classe d'appareil
hu: Eszközosztály
id: Kelas Perangkat
it: Classe del dispositivo
ja: デバイスクラス
ko_kr: 기기 클래스
nb: Enhetsklasse
nl: apparaatklasse
pl_pl: Klasa urządzenia
pt_br: Classe do dispositivo
ru: Класс устройства
tr: Cihaz Sınıfı
uk: Клас пристрою
zh_hant: 裝置類別

# settings_sensors.detail.icon
source: Icon
ca_es: Icona
cs: Ikona
cy_gb: Eicon
da: Ikon
de: Symbol
el: Εικονίδιο
es_es: Icono
et: Ikoon
fr: Icône
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
ko_kr: 아이콘
nb: Ikon
nl: Icoon
pl_pl: Ikona
pt_br: Ícone
ru: Значок
tr: Simge
uk: Значок
zh_hant: 圖示

# settings_sensors.periodic_update.title
source: Periodic Update
ca_es: Actualització periòdica
cs: Pravidelná aktualizace
cy_gb: Diweddariad Cyfnodol
da: Periodisk opdatering
de: Regelmäßige Aktualisierung
el: Περιοδική ενημέρωση
es_es: Actualización periódica
et: Perioodiline värskendus
fr: Mise à jour périodique
hu: Időszakos frissítés
id: Pembaruan Berkala
it: Aggiornamento periodico
ja: 定期的な更新
ko_kr: 정기 업데이트
nb: Periodisk oppdatering
nl: Periodieke update
pl_pl: Okresowa aktualizacja
pt_br: Atualização periódica
ru: Периодическое обновление
tr: Periyodik Güncelleme
uk: Періодичне оновлення
zh_hant: 週期更新

# settings_sensors.periodic_update.description
source: When enabled, these sensors will update with this frequency while the app is open in the foreground.
ca_es: Quan està activada, aquests sensors s'actualitzaran amb aquesta freqüència mentre l'aplicació estigui oberta en primer pla.
cs: Pokud je tato funkce povolena a aplikace je otevřená v popředí, budou se tyto senzory aktualizovat s touto frekvencí.
cy_gb: Pan fydd wedi'i alluogi, bydd y synwyryddion hyn yn diweddaru ar ôl i'r ap fod yn agored yn barhaus cyhyd.
da: Når aktiveret, opdateres disse sensorer, når appen har været konstant åben i så lang tid.
de: Wenn diese Option aktiviert ist, werden diese Sensoren mit dieser Frequenz aktualisiert, während die App im Vordergrund geöffnet ist.
el: Όταν είναι ενεργοποιημένοι, αυτοί οι αισθητήρες θα ενημερώνονται με αυτήν τη συχνότητα ενώ η εφαρμογή είναι ανοιχτή στο προσκήνιο.
es_es: Cuando están activados, estos sensores se actualizarán con esta frecuencia mientras la aplicación esté abierta en primer plano.
et: Kui see on lubatud, värskendatakse neid andureid selle sagedusega kui rakendus on esiplaanil avatud.
fr: Lorsqu'ils sont activés, ces capteurs se mettent à jour à cette fréquence pendant que l'application est ouverte au premier plan.
hu: Ha engedélyezve van, az érzékelők ezzel a gyakorisággal frissülnek, amíg az alkalmazás az előtérben van.
id: Jika diaktifkan, sensor berikut akan diperbarui dengan frekuensi yang ditentukan ini ketika aplikasi dibuka di latar depan.
it: Quando è abilitato, questi sensori si aggiorna con questa frequenza, mentre l'app è aperta in primo piano.
ja: 有効にすると、アプリがフォアグラウンドで開いている間、これらのセンサーはこの頻度で更新されます。
ko_kr: 활성화하면 앱이 화면에서 열려 있는 동안 이러한 센서가 이 주기로 업데이트됩니다.
nb: Når disse sensorene er aktivert, oppdateres disse sensorene med denne frekvensen mens appen er åpen i forgrunnen.
nl: Indien ingeschakeld, worden deze sensoren bijgewerkt met deze frequentie terwijl de app op de voorgrond is geopend.
pl_pl: Po włączeniu te sensory będą aktualizować się z tą częstotliwością, gdy aplikacja jest otwarta na pierwszym planie.
pt_br: Quando ativados, esses sensores serão atualizados com essa frequência enquanto o aplicativo estiver aberto em primeiro plano.
ru: Если этот параметр включен, эти датчики будут обновляться с этой частотой, пока приложение открыто на переднем плане.
tr: Etkinleştirildiğinde, bu sensörler, uygulama ön planda açıkken bu sıklıkta güncellenir.
uk: Коли увімкнено, ці сенсори будуть оновлюватись поки застосунок відкритий на передньому плані.
zh_hant: 開啟後、傳感器將會依設定於 App 於背景開啟時持續更新。

# settings_sensors.periodic_update.off
source: Off
ca_es: Desactivat
cs: Vypnuto
cy_gb: I ffwrdd
da: Fra
de: Aus
el: Μη Ενεργό
es: Apagado
es_es: Apagada
et: Väljas
fr: Arrêt
hu: Ki
id: Mati
ja: オフ
ko_kr: 꺼짐
nb: Av
nl: Uit
pl_pl: Wyłączony
pt_br: Desligado
ru: Выключен
tr: Kapalı
uk: Вимкнено
zh_hant: 關閉

# location_change_notification.launch.body
source: Location updated via app launch
ca_es: Ubicació actualitzada a través de l'obertura de l'aplicació
cs: Poloha aktualizována spuštěním aplikace
cy_gb: Diweddarwyd y lleoliad trwy ddechrau'r ap
da: Lokalitet opdateret via appåbning
de: Standort bei App-Start aktualisiert
el: Η τοποθεσία ενημερώθηκε μέσω της εκκίνησης της εφαρμογής
es_es: Ubicación actualizada mediante inicio de la aplicación
et: Asukohta värskendati rakenduse käivitamise kaudu
fr: Lieu mis à jour via le lancement de l'application
hu: Helymegatározás frissítése alkalmazás indításakor
id: Lokasi diperbarui melalui peluncuran aplikasi
it: Posizione aggiornata tramite avvio dell'app
ja: アプリの起動によって場所が更新されました
ko_kr: 앱 실행을 통해 업데이트된 위치
nb: Plassering oppdatert via applansering
nl: Locatie bijgewerkt via de lancering van de app
pl_pl: Lokalizacja zaktualizowana przy uruchomieniu aplikacji
pt_br: Localização atualizada por meio da inicialização do aplicativo
ru: Геопозиция обновлена командой приложения
tr: Uygulama başlatma ile güncellenen konum
uk: Розташування оновлено під час запуску застосунку
zh_hant: 已透過 App 啟動更新座標

# location_change_notification.periodic.body
source: Location updated via periodic update
ca_es: Ubicació actualitzada mitjançant actualització periòdica
cs: Poloha aktualizována pravidelnou aktualizací
cy_gb: Diweddarwyd y lleoliad drwy'r diweddariad cyfnodol
da: Lokalitet opdateret via periodisk opdatering
de: Standort durch regelmäßiges Update aktualisiert
el: Η τοποθεσία ενημερώθηκε μέσω περιοδικής ενημέρωσης
es: Ubicación actualizada mediante actualización periódica
es_es: Ubicación actualizada mediante actualización periódica
et: Asukohta värskendatati perioodilise värskenduse kaudu
fr: Localisation mise à jour par une actualisation périodique
hu: Helymegatározás rendszeresen frissítve
id: Lokasi diperbarui melalui pembaruan berkala
it: Posizione aggiornata tramite aggiornamento periodico
ja: 定期的に更新される位置情報
ko_kr: 주기적 업데이트를 통해 업데이트된 위치
nb: Plassering oppdatert via periodisk oppdatering
nl: Locatie bijgewerkt via periodieke update
pl_pl: Lokalizacja aktualizowana przez okresową aktualizację
pt_br: Localização atualizada por atualização periódica
ru: Местоположение обновляется посредством периодического обновления
tr: Periyodik güncelleme ile güncellenen konum
uk: Розташування оновлене через періодичне оновлення
zh_hant: 已透過週期更新更新座標
