Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Localizable.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, es_es, es_mx, et, fi, fr, hu, id, it, ja, ko_kr, nb, nl, pl_pl, pt_br, ru, sl, sv, tr, uk, vi, zh_hans, zh_hant

# watch.labels.complication_text_areas.row2_column1.description
source: The text to display in the first column of the second row.
ca_es: El text que es mostrarà a la primera columna de la segona fila.
cs: Text, který se má zobrazit v prvním sloupci druhého řádku.
cy_gb: Y testun i'w arddangos yng ngholofn gyntaf yr ail res.
da: Tekst der skal vises i den første kolonne i den anden række.
de: Der Text, der in der ersten Spalte der zweiten Zeile angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στην πρώτη στήλη της δεύτερης γραμμής.
es: El texto a mostrar en la primera columna de la segunda fila.
et: Teise rea esimeses veerus kuvatav tekst.
fi: Teksti, joka näkyy ensimmäisen sarakkeen toisella rivillä.
fr: Le texte à afficher dans la première colonne de la deuxième ligne.
hu: A második sor első oszlopában megjelenítendő szöveg.
id: Teks yang akan ditampilkan dalam kolom pertama baris kedua.
it: Il testo da visualizzare nella prima colonna della seconda riga.
ko_kr: 두 번째 행의 첫 번째 열에 표시할 텍스트입니다.
nb: Teksten som skal vises i den første kolonnen i den andre raden.
nl: De tekst die moet worden weergegeven in de eerste kolom van de tweede rij.
pl_pl: Tekst do wyświetlenia w pierwszej kolumnie drugiego rzędu.
pt_br: O texto a ser exibido na primeira coluna da segunda linha.
ru: Текст, отображаемый в первом столбце второй строки.
sv: Texten som ska visas i den första kolumnen i den andra raden.
tr: İkinci satırın ilk sütununda görüntülenecek metin.
uk: Текст для відображення в першому стовпчику другого рядка.
zh_hans: 要在第2行第1列中显示的文字。
zh_hant: 於第 2 行第 1 列所顯示的文字。

# watch.labels.complication_text_areas.row2_column1.label
source: Row 2, Column 1
ca_es: Fila 2, Columna 1
cs: Řádek 2, Sloupec 1
cy_gb: Rhes 2, Colofn 1
da: Række 2, kolonne 1
de: Zeile 2, Spalte 1
el: Γραμμή 2, Στήλη 1
es: Fila 2, Columna 1
et: 2. rida, 1. veerg
fi: Rivi 2, sarake 1
fr: Ligne 2, Colonne 1
hu: 2. sor, 1. oszlop
id: Baris 2, Kolom 1
it: Riga 2, colonna 1
ja: 行2、列1
ko_kr: 행 2, 열 1
nb: Rad 2, kolonne 1
nl: Rij 2, kolom 1
pl_pl: Wiersz 2, kolumna 1
pt_br: Linha 2, Coluna 1
ru: Строка 2, столбец 1
sv: Rad 2, kolumn 1
tr: Satır 2, Sütun 1
uk: Рядок 2, Стовпець 1
zh_hans: 第2行，第1列
zh_hant: 第 2 行第 1 列

# watch.labels.complication_text_areas.row2_column2.description
source: The text to display in the second column of the second row.
ca_es: El text que es mostrarà a la segona columna de la segona fila.
cs: Text, který se má zobrazit ve druhém sloupci druhého řádku.
cy_gb: Y testun i'w arddangos yn ail golofn yr ail res.
da: Tekst der skal vises i den anden kolonne i den anden række.
de: Der Text, der in der zweiten Spalte der zweiten Zeile angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στη δεύτερη στήλη της δεύτερης γραμμής.
es: El texto a mostrar en la segunda columna de la segunda fila.
et: Teise rea teises veerus kuvatav tekst.
fi: Teksti, joka näkyy toisen sarakkeen toisella rivillä.
fr: Le texte à afficher dans la deuxième colonne de la deuxième ligne.
hu: A második sor második oszlopában megjelenítendő szöveg.
id: Teks yang akan ditampilkan dalam kolom kedua dari baris kedua.
it: Il testo da visualizzare nella seconda colonna della seconda riga.
ja: 2行目の2列目に表示するテキスト。
ko_kr: 두 번째 행의 두 번째 열에 표시할 텍스트입니다.
nb: Teksten som skal vises i den andre kolonnen i den andre raden.
nl: De tekst die moet worden weergegeven in de tweede kolom van de tweede rij.
pl_pl: Tekst do wyświetlenia w drugiej kolumnie drugiego rzędu.
pt_br: O texto a ser exibido na segunda coluna da segunda linha.
ru: Текст, отображаемый во втором столбце второй строки.
sv: Texten som ska visas i den andra kolumnen i den andra raden.
tr: İkinci satırın ikinci sütununda görüntülenecek metin.
uk: Текст, який відображатиметься у другому стовпчику другого рядка.
zh_hans: 要在第2行第2列中显示的文字。
zh_hant: 於第 2 行第 2 列所顯示的文字。

# watch.labels.complication_text_areas.row2_column2.label
source: Row 2, Column 2
ca_es: Fila 2, Columna 2
cs: Řádek 2, Sloupec 2
cy_gb: Rhes 2, Colofn 2
da: Række 2, kolonne 2
de: Zeile 2, Spalte 2
el: Γραμμή 2, Στήλη 2
es: Fila 2, Columna 2
et: 2. rida, 2. veerg
fi: Rivi 2, sarake 2
fr: Ligne 2, Colonne 2
hu: 2. sor, 2. oszlop
id: Baris 2, Kolom 2
it: Riga 2, colonna 2
ja: 行2、列2
ko_kr: 행 2, 열 2
nb: Rad 2, kolonne 2
nl: Rij 2, kolom 2
pl_pl: Wiersz 2, kolumna 2
pt_br: Linha 2, Coluna 2
ru: Строка 2, столбец 2
sv: Rad 2, kolumn 2
tr: Satır 2, Sütun 2
uk: Рядок 2, Стовпець 2
zh_hans: 第2行，第2列
zh_hant: 第 2 行第 2 列

# watch.labels.complication_text_areas.row3_column1.description
source: The text to display in the first column of the third row.
ca_es: El text que es mostrarà a la primera columna de la tercera fila.
cs: Text, který se má zobrazit v prvním sloupci třetího řádku.
cy_gb: Y testun i'w arddangos yng ngholofn gyntaf y drydedd res.
da: Tekst der skal vises i den første kolonne i den tredje række.
de: Der Text, der in der ersten Spalte der dritten Zeile angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στην πρώτη στήλη της τρίτης γραμμής.
es: El texto a mostrar en la primera columna de la tercera fila.
et: Kolmanda rea esimeses veerus kuvatav tekst.
fi: Teksti, joka näkyy ensimmäisen sarakkeen kolmannella rivillä.
fr: Texte à afficher dans la première colonne de la troisième ligne.
hu: A harmadik sor első oszlopában megjelenítendő szöveg.
id: Teks yang akan ditampilkan dalam kolom pertama baris ketiga.
it: Il testo da visualizzare nella prima colonna della terza riga.
ja: 3行目の最初の列に表示するテキスト。
ko_kr: 세 번째 행의 첫 번째 열에 표시할 텍스트입니다.
nb: Teksten som skal vises i den første kolonnen i tredje rad.
nl: De tekst die moet worden weergegeven in de eerste kolom van de derde rij.
pl_pl: Tekst do wyświetlenia w pierwszej kolumnie trzeciego rzędu.
pt_br: O texto a ser exibido na primeira coluna da terceira linha.
ru: Текст, отображаемый в первом столбце третьей строки.
sv: Texten som ska visas i den första kolumnen i den tredje raden.
tr: Üçüncü satırın ilk sütununda görüntülenecek metin.
uk: Текст для відображення в першому стовпчику третього рядка.
zh_hans: 要在第3行第1列中显示的文字。
zh_hant: 於第 3 行第 1 列所顯示的文字。

# watch.labels.complication_text_areas.row3_column1.label
source: Row 3, Column 1
ca_es: Fila 3, Columna 1
cs: Řádek 3, Sloupec 1
cy_gb: Rhes 3, Colofn 1
da: Række 3, kolonne 1
de: Zeile 3, Spalte 1
el: Γραμμή 3, Στήλη 1
es: Fila 3, Columna 1
et: 3. rida, 1. veerg
fi: Rivi 3, sarake 1
fr: Ligne 3, Colonne 1
hu: 3. sor, 1. oszlop
id: Baris 3, Kolom 1
it: Riga 3, colonna 1
ja: 行3、列1
ko_kr: 행 3, 열 1
nb: Rad 3, kolonne 1
nl: Rij 3, kolom 1
pl_pl: Wiersz 3, kolumna 1
pt_br: Linha 3, Coluna 1
ru: Строка 3, столбец 1
sl: Vrstica 3, Stolpec 1
sv: Rad 3, kolumn 1
tr: Satır 3, Sütun 1
uk: Рядок 1, Стовпець 1
zh_hans: 第3行，第1列
zh_hant: 第 3 行第 1 列

# watch.labels.complication_text_areas.row3_column2.description
source: The text to display in the second column of the third row.
ca_es: El text que es visualitzarà a la segona columna de la tercera fila.
cs: Text, který se má zobrazit ve druhém sloupci třetího řádku.
cy_gb: Y testun i'w arddangos yn ail golofn y drydedd res.
da: Tekst der skal vises i den anden kolonne i den tredje række.
de: Der Text, der in der zweiten Spalte der dritten Zeile angezeigt werden soll.
el: Το κείμενο που θα εμφανίζεται στη δεύτερη στήλη της τρίτης γραμμής.
es: El texto a mostrar en la segunda columna de la tercera fila.
et: Kolmanda rea teises veerus kuvatav tekst.
fi: Teksti, joka näkyy kolmannen rivin toisessa sarakkeessa.
fr: Texte à afficher dans la deuxième colonne de la troisième ligne.
hu: A harmadik sor második oszlopában megjelenítendő szöveg.
id: Teks yang akan ditampilkan dalam kolom kedua dari baris ketiga.
it: Il testo da visualizzare nella seconda colonna della terza riga.
ja: 3行目の2列目に表示するテキスト。
ko_kr: 세 번째 행의 두 번째 열에 표시할 텍스트입니다.
nb: Teksten som skal vises i den andre kolonnen i tredje rad.
nl: De tekst die moet worden weergegeven in de tweede kolom van de derde rij.
pt_br: O texto a ser exibido na segunda coluna da terceira linha.
ru: Текст, отображаемый во втором столбце третьей строки.
sv: Texten som ska visas i den andra kolumnen i den tredje raden.
tr: Üçüncü satırın ikinci sütununda görüntülenecek metin.
uk: Текст для відображення у другому стовпчику третього рядка.
zh_hans: 要在第3行第2列中显示的文字。
zh_hant: 於第 3 行第 2 列所顯示的文字。

# watch.labels.complication_text_areas.row3_column2.label
source: Row 3, Column 2
ca_es: Fila 3, Columna 2
cs: Řádek 3, Sloupec 2
cy_gb: Rhes 3, Colofn 2
da: Række 3, kolonne 2
de: Zeile 3, Spalte 2
el: Γραμμή 3, Στήλη 2
es: Fila 3, Columna 2
et: 3. rida, 2. veerg
fi: Rivi 3, sarake 2
fr: Ligne 3, Colonne 2
hu: 3. sor, 2. oszlop
id: Baris 3, Kolom 2
it: Riga 3, colonna 2
ja: 行3、列2
ko_kr: 행 3, 열 2
nb: Rad 3, kolonne 2
nl: Rij 3, kolom 2
pl_pl: Wiersz 3, kolumna 2
pt_br: Linha 3, Coluna 2
ru: Строка 3, столбец 2
sv: Rad 3, kolumn 2
tr: Satır 3, Sütun 2
uk: Рядок 3, Стовпець 2
zh_hans: 第3行，第2列
zh_hant: 第 3 行第 2 列

# watch.labels.complication_text_areas.trailing.description
source: The text to display on the trailing edge of the gauge.
ca_es: El text que es mostrarà a la vora posterior de l'indicador.
cs: Text, který se má zobrazit na konci ručičkového ukazatele.
cy_gb: Y testun i'w arddangos ar ymyl llusgo'r mesurydd.
da: Tekst der skal vises på målerens bagkant.
de: Der Text, der an der nachlaufenden Kante der Anzeige angezeigt wird.
el: Το κείμενο που θα εμφανίζεται στο τελικό άκρο του μετρητή.
es: El texto que se mostrará en el borde posterior del indicador.
et: Mõõdiku tagaservas kuvatav tekst.
fi: Mittarin takareunan kohdalla näytettävä teksti.
fr: Texte à afficher sur le bord de la jauge.
hu: A mérőműszer záró szélén megjelenítendő szöveg.
id: Teks yang akan ditampilkan pada tepi akhir gauge.
it: Il testo da visualizzare sul bordo posteriore dell'indicatore.
ko_kr: 게이지의 후행 가장자리에 표시할 텍스트입니다.
nb: Teksten som skal vises på den etterfølgende kanten av måleren.
nl: De tekst die moet worden weergegeven op de achterrand van de meter.
pt_br: O texto a ser exibido na borda do medidor.
sv: Texten som ska visas på mätarens bakre kant.
tr: Göstergenin arka kenarında görüntülenecek metin.
uk: Текст для відображення на закриваючому кінці шкали.
zh_hans: 显示在仪表盘边缘的文字
zh_hant: 於測量靠右對齊顯示文字。

# watch.labels.complication_text_areas.trailing.label
source: Trailing
ca_es: Arrossegant
cs: Konec
cy_gb: Yn llusgo
da: Bagkant
de: Nachziehen
el: Ακολουθία
es: Arrastrando
et: Tagumine
fi: Perääntuleva
fr: À la fin
hu: Záró
id: DI Akhir
ja: トレーリング
ko_kr: 후행
nb: Etterfølgende
nl: Achterrand
pt_br: Seguindo
sl: Sledenje
sv: Efterföljande
tr: Izleyen
uk: Закривання
zh_hans: 结尾
zh_hant: 靠右對齊

# settings_details.notifications.categories.header
source: Categories
cs: Kategorie
cy_gb: Categorïau
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
et: Kategooriad
fi: Luokat
fr: Catégories
hu: Kategóriák
id: Kategori
it: Categorie
ja: カテゴリー
ko_kr: 카테고리
nb: Kategorier
nl: Categorieën
pl_pl: Kategorie
pt_br: Categorias
ru: Категории
sl: Kategorije
sv: Kategorier
tr: Kategoriler
uk: Категорії
zh_hans: 类别列表

# settings_details.notifications.new_category.title
source: New Category
ca_es: Nova categoria
cs: Nová kategorie
cy_gb: Categori Newydd
da: Ny kategori
de: Neue Kategorie
el: Νέα κατηγορία
es: Nueva categoría
et: Uus kategooria
fi: Uusi luokka
fr: Nouvelle catégorie
hu: Új kategória
id: Kategori Baru
it: Nuova categoria
ja: 新しいカテゴリー
ko_kr: 새 카테고리
nb: Ny kategori
nl: Nieuwe categorie
pl_pl: Nowa kategoria
pt_br: Nova categoria
ru: Новая категория
sl: Nova Kategorija
sv: Ny kategori
tr: Yeni kategori
uk: Нова категорія
zh_hans: 新建类别
zh_hant: 新類別

# settings_details.watch.remaining_sends.title
source: Remaining sends
ca_es: Enviaments restants
cy_gb: Gweithrediad anfon sydd ar ôl
da: Resterende afsendelser
el: Υπολοιπόμενες αποστολές
es: Envíos restantes
fi: Jäljellä olevat lähetykset
fr: Envois restants
it: Invii rimanenti
nb: Gjenværende sendinger
nl: Resterende verzendt
sv: Återstående sändningar
uk: Залишилось надсилань
zh_hans: 发送剩余
zh_hant: 剩餘傳送

# settings_details.watch.send_now.title
source: Send now
ca_es: Envia ara
cy_gb: Anfon nawr
da: Send nu
el: Αποστολή τώρα
es: Enviar ahora
fi: Lähetä nyt
fr: Envoyer maintenant
it: Invia ora
nb: Send nå
nl: Nu verzenden
pl_pl: Wyślij teraz
ru: Отправить сейчас
sv: Skicka nu
uk: Надіслати зараз
zh_hans: 立即发送
zh_hant: 立即傳送

# watch.configurator.rows.color.title
source: Color
cs: Barva
cy_gb: Lliw
da: Farve
de: Farbe
el: Χρώμα
et: Värv
fi: Väri
fr: Couleur
hu: Szín
id: Warna
it: Colore
ja: カラー
ko_kr: 색상
nb: Farge
nl: Kleur
pl_pl: Kolor
pt_br: Cor
ru: Цвет
sl: Barva
sv: Färg
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

# watch.configurator.rows.fractional_value.title
source: Fractional value
ca_es: Valor fraccional
cy_gb: Gwerth ffracsiynol
da: Fraktionsværdi
el: Κλασματική τιμή
es: Valor fraccionario
fi: Murtoluku
fr: Valeur fractionnelle
it: Valore frazionario
nl: Fractionele waarde
pl_pl: Wartość ułamkowa
ru: Дробное значение
sv: Bråkdel
uk: Дробове значення
zh_hans: 小数值
zh_hant: Fractional 值

# watch.configurator.rows.gauge.title
source: Gauge
ca_es: Galga
cs: Ručičkový ukazatel
cy_gb: Medrydd
da: Måler
de: Anzeige
el: Μετρητής
es: Indicador
et: Mõõtur
fi: Mittari
fr: Jauge
hu: Műszer
it: Indicatore
ja: ゲージ
ko_kr: 게이지
nb: Måler
nl: Meter
pl_pl: Wskaźnik
pt_br: Medidor
ru: Датчик
sl: Merilnik
sv: Mätare
tr: Ölçü
uk: Шкала
zh_hans: 仪表盘
zh_hant: 測量

# watch.configurator.rows.gauge.gauge_type.title
source: Type
ca_es: Tipus
cs: Typ
cy_gb: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
fi: Tyyppi
hu: Típus
id: Jenis
it: Tipo
ja: タイプ
ko_kr: 유형
pl_pl: Typ
pt_br: Tipo
ru: Тип
sl: Vrsta
sv: Typ
tr: Tip
uk: Тип
zh_hans: 类型
zh_hant: 類別

# watch.configurator.rows.gauge.gauge_type.options.open
source: Open
ca_es: Obert/a
cs: Otevřeno
cy_gb: Ar agor
da: Åben
de: Offen
el: Ανοιχτό
es: Abierto
et: Avatud
fi: Auki
fr: Ouvrir
hu: Nyitva
id: Buka
it: Aperto
ja: オープン
ko_kr: 열림
nb: Åpen
pl_pl: Otwórz
pt_br: Aberto
ru: Открыто
sl: Odprt
sv: Öppen
tr: Açık
uk: Відкрито
zh_hans: 打开
zh_hant: 開啟

# watch.configurator.rows.gauge.gauge_type.options.closed
source: Closed
ca_es: Tancat/da
cs: Zavřeno
cy_gb: Wedi cau
da: Lukket
de: Geschlossen
el: Κλειστό
es: Cerrado
et: Suletud
fi: Suljettu
fr: Fermé
hu: Zárva
id: Tertutup
it: Chiuso
ja: クローズド
ko_kr: 닫힘
nb: Lukket
nl: Gesloten
pt_br: Fechado
ru: Закрыто
sl: Zaprto
sv: Stängd
tr: Kapandı
uk: Закрито
zh_hans: 已关闭
zh_hant: 關閉

# watch.configurator.rows.gauge.style.title
source: Style
ca_es: Estil
cs: Styl
cy_gb: Arddull
da: Stil
de: Stil
el: Στυλ
es: Estilo
et: Stiil
fi: Tyyli
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko_kr: 스타일
nb: Stil
nl: Stijl
pl_pl: Styl
pt_br: Estilo
ru: Стиль
sl: Slog
sv: Stil
tr: Stil
uk: Стиль
zh_hans: 样式
zh_hant: 樣式

# watch.configurator.rows.gauge.style.options.fill
source: Fill
ca_es: Omplir
cs: Vyplnění
cy_gb: Llenwi
da: Fyld
de: Füllen
el: Γέμισμα
es: Rellenar
et: Täida
fi: Täytä
fr: Remplir
hu: Kitöltés
id: Berisi
it: Riempimento
ja: フィル
ko_kr: 채우기
nb: Fyll
nl: Vullen
pt_br: Preencher
ru: Заливка
sl: Izpolnite
sv: Fyll
tr: Doldurma
uk: Заливка
zh_hans: 填充
zh_hant: 填滿

# watch.configurator.rows.gauge.style.options.ring
source: Ring
cs: Zvonek
cy_gb: Cylch
el: Δακτύλιος
es: Anillo
et: Sõõr
fi: Rengas
fr: Anneau
hu: Gyűrű
id: Cincin
it: Anello
ja: リング
ko_kr: 링
pt_br: Anel
ru: Звонок
sl: Obroč
tr: Halka
uk: Кільце
zh_hans: 环
zh_hant: 圓環

# watch.configurator.rows.gauge.color.title
source: Color
cs: Barva
cy_gb: Lliw
da: Farve
de: Farbe
el: Χρώμα
et: Värv
fi: Väri
fr: Couleur
hu: Szín
id: Warna
it: Colore
ja: カラー
ko_kr: 색상
nb: Farge
nl: Kleur
pl_pl: Kolor
pt_br: Cor
ru: Цвет
sl: Barva
sv: Färg
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

# watch.configurator.rows.icon.choose.title
source: Choose an icon
ca_es: Tria una icona
cs: Zvolit ikonu
cy_gb: Dewiswch eicon
da: Vælg et ikon
de: Wähle ein Symbol
el: Επιλέξτε ένα εικονίδιο
es: Elige un icono
et: Vali ikoon
fi: Valitse kuvake
fr: Choisissez un icône
hu: Válasszon egy ikont
id: Pilih ikon
it: Scegli un'icona
ja: アイコンを選択
ko_kr: 아이콘을 선택하세요
nb: Velg et ikon
nl: Kies een icoon
pl_pl: Wybierz ikonę
pt_br: Escolha um ícone
ru: Выберите значок
sl: Izberite ikono
sv: Välj en ikon
tr: Bir simge seçin
uk: Оберіть значок
zh_hans: 选择一个图标
zh_hant: 選擇圖示

# watch.configurator.rows.icon.color.title
source: Color
cs: Barva
cy_gb: Lliw
da: Farve
de: Farbe
el: Χρώμα
et: Värv
fi: Väri
fr: Couleur
hu: Szín
id: Warna
it: Colore
ja: カラー
ko_kr: 색상
nb: Farge
nl: Kleur
pl_pl: Kolor
pt_br: Cor
ru: Цвет
sl: Barva
sv: Färg
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

# watch.configurator.rows.ring.title
source: Ring
cy_gb: Cylch
el: Δακτύλιος
es: Anillo
fi: Rengas
fr: Anneau
it: Anello
ru: Звонок
uk: Кільце
zh_hans: 环
zh_hant: 圓環

# watch.configurator.rows.ring.value.title
source: Fractional value
ca_es: Valor fraccional
cs: Zlomková hodnota
cy_gb: Gwerth ffracsiynol
da: Fraktionsværdi
de: Bruchwert
el: Κλασματική τιμή
es: Valor fraccionario
et: Murdosa väärtus
fi: Murtoluku
fr: Valeur fractionnelle
hu: Tört érték
id: Nilai pecahan
it: Valore frazionario
ja: 小数点以下の値
ko_kr: 분수 값
nl: Fractionele waarde
pt_br: Valor fracionário
ru: Дробное значение
sl: Delna vrednost
sv: Bråkdel
tr: Kesirli değer
uk: Дробове значення
zh_hans: 小数值
zh_hant: Fractional 值

# watch.configurator.rows.ring.color.title
source: Color
cs: Barva
cy_gb: Lliw
da: Farve
de: Farbe
el: Χρώμα
et: Värv
fi: Väri
fr: Couleur
hu: Szín
id: Warna
it: Colore
ja: カラー
ko_kr: 색상
nb: Farge
nl: Kleur
pl_pl: Kolor
pt_br: Cor
ru: Цвет
sl: Barva
sv: Färg
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

# watch.configurator.rows.ring.ring_type.title
source: Type
ca_es: Tipus
cs: Typ
cy_gb: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
fi: Tyyppi
hu: Típus
id: Jenis
it: Tipo
ja: タイプ
ko_kr: 유형
pl_pl: Typ
pt_br: Tipo
ru: Тип
sl: Vrsta
sv: Typ
tr: tip
uk: Тип
zh_hans: 类型
zh_hant: 類別

# watch.configurator.rows.ring.ring_type.options.open
source: Open
ca_es: Obert
cs: Otevřeno
cy_gb: Ar agor
da: Åben
de: Offen
el: Ανοιχτό
es: Abierto
et: Avatud
fi: Auki
fr: Ouvrir
hu: Nyitva
id: Buka
it: Aperto
ja: オープン
ko_kr: 열림
nb: Åpen
pl_pl: Otwórz
pt_br: Aberto
ru: Открыто
sl: Odprt
sv: Öppen
tr: Açık
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

# watch.configurator.rows.ring.ring_type.options.closed
source: Closed
ca_es: Tancat
cs: Zavřeno
cy_gb: Wedi cau
da: Lukket
de: Geschlossen
el: Κλειστό
es: Cerrado
et: Suletud
fi: Suljettu
fr: Fermé
hu: Zárva
id: Tertutup
it: Chiuso
ja: クローズド
ko_kr: 닫힘
nb: Lukket
nl: Gesloten
pt_br: Fechado
ru: Закрыто
sl: Zaprto
sv: Stängd
tr: Kapalı
uk: Закрито
zh_hans: 已关闭
zh_hant: 關閉

# watch.configurator.rows.row_2_alignment.title
source: Row 2 Alignment
ca_es: Alineació de la fila 2
cy_gb: Aliniad Rhes 2
da: Justering af anden række
el: Στοίχιση γραμμής 2
es: Alineación de la fila 2
fi: Rivin 2 tasaus
fr: Alignement de la ligne 2
it: Allineamento riga 2
nb: Justering av rad 2
nl: Rij 2 Uitlijning
sv: Rad 2 justering
uk: Вирівнювання Рядка 2
zh_hans: 第2行对齐
zh_hant: 第 2 行對齊

# watch.configurator.rows.row_2_alignment.options.leading
source: Leading
ca_es: Principals
cy_gb: Yn arwain
da: Forkant
el: Αρχή
es: Principales
fi: Johtava
fr: En tête
it: Iniziale
nb: Ledende
nl: Vooraf
ru: Ведущий
sv: Inledande
uk: Відкриваючий
zh_hans: 行距
zh_hant: 靠左對齊

# watch.configurator.rows.row_2_alignment.options.trailing
source: Trailing
ca_es: Arrossegant
cy_gb: Yn llusgo
da: Bagkant
el: Ακολουθία
es: Arrastrando
fi: Perääntuleva
fr: À la fin
it: Finale
nb: Etterfølgende
nl: Achteraf
sv: Avslutande
uk: Закривання
zh_hans: 结尾
zh_hant: 靠右對齊

# watch.configurator.rows.style.title
source: Style
ca_es: Estil
cy_gb: Arddull
da: Stil
el: Στυλ
es: Estilo
fi: Tyyli
it: Stile
nb: Stil
nl: Stijl
pl_pl: Styl
ru: Стиль
sv: Stil
uk: Стиль
zh_hans: 样式
zh_hant: 樣式

# watch.configurator.rows.template.selector_title
source: Choose a template
ca_es: Tria una plantilla
cs: Vybrat šablonu
cy_gb: Dewiswch dempled
da: Vælg en skabelon
de: Wähle eine Vorlage
el: Επιλογή προτύπου
es: Elija una plantilla
et: Vali mall
fi: Valitse mallia
fr: Choisissez un modèle
hu: Válasszon egy sablont
id: Pilih templat
it: Scegli un modello
ja: テンプレートを選択
ko_kr: 템플릿 선택
nb: Velg en mal
nl: Kies een sjabloon
pl_pl: Wybierz szablon
pt_br: Escolha um modelo
ru: Выберите шаблон
sl: Izberite predlogo
sv: Välj en mall
tr: Bir görünüm seçin
uk: Оберіть шаблон
zh_hans: 选择一个模板
zh_hant: 選擇模板

# watch.configurator.rows.template.title
source: Template
ca_es: Plantilla
cs: Šablona
cy_gb: Templed
da: Skabelon
de: Vorlage
el: Πρότυπο
es: Plantilla
et: Mall
fi: Malli
fr: Modèle
hu: Sablon
id: Templat
it: Modello
ja: テンプレート
ko_kr: 템플릿
nb: Mal
nl: Sjabloon
pl_pl: Szablon
pt_br: Modelo
ru: Шаблон
sl: Predloga
sv: Mall
tr: Taslak
uk: Шаблон
zh_hans: 自定义模板
zh_hant: 模板

# watch.configurator.sections.icon.header
source: Icon
ca_es: Icona
cs: Ikona
cy_gb: Eicon
da: Ikon
de: Symbol
el: Εικονίδιο
es: Icono
et: Ikoon
fi: Kuvake
fr: Icône
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
ko_kr: 아이콘
nb: Ikon
nl: Pictogram
pl_pl: Ikona
pt_br: Ícone
ru: Значок
sl: Ikona
sv: Ikon
tr: Simge
uk: Значок
zh_hans: 图标
zh_hant: 圖示

# watch.configurator.sections.icon.footer
source: The image to display in the complication.
ca_es: La imatge a mostrar a la complicació.
cs: Obrázek zobrazený v komplikaci.
cy_gb: Y ddelwedd i'w harddangos yn y cymhlethdod.
da: Billede der skal vises i komplikationen.
de: Das Bild, das in der Komplikation angezeigt werden soll.
el: Η εικόνα που εμφανίζεται στην επιπλοκή.
es: La imagen a mostrar en la complicación.
et: Elemendis kuvatav pilt.
fi: Kuva, joka näytetään komplikaatiossa
fr: L'image à afficher dans la complication.
hu: A modulban megjelenítendő kép.
id: Gambar yang akan ditampilkan dalam komplikasi.
it: L'immagine da visualizzare nella complicazione.
ja: コンプリケーションで表示する画像です。
ko_kr: 컴플리케이션에 표시할 이미지입니다.
nb: Bildet som skal vises i komplikasjonen.
nl: Het foto dat in de complicatie moet worden weergegeven.
pt_br: A imagem a ser exibida na complicação.
ru: Картинка, отображаемая в дополнении.
sl: Slika za prikaz v zapletu.
sv: Bilden som ska visas i komplikationen.
tr: Komplikasyonda gösterilecek görüntü.
uk: Зображення для відображення у циферблаті.
zh_hans: 图形显示在复杂结构中
zh_hant: 於複雜功能中顯示的圖像。

# watch.configurator.sections.gauge.header
source: Gauge
ca_es: Galga
cs: Ručičkový ukazatel
cy_gb: Medrydd
da: Måler
de: Anzeige
el: Μετρητής
es: Indicador
et: Mõõtur
fi: Mittari
fr: Jauge
hu: Műszer
it: Indicatore
ja: ゲージ
ko_kr: 게이지
nb: Måler
nl: Meter
pl_pl: Wskaźnik
pt_br: Medidor
ru: Датчик
sl: Merilnik
sv: Mätare
tr: Ölçü
uk: Шкала
zh_hans: 仪表盘
zh_hant: 測量

# watch.configurator.sections.gauge.footer
source: The gauge to display in the complication.
ca_es: L'indicador per mostrar a la complicació.
cs: Ručičkový ukazatel pro zobrazení v komplikaci.
cy_gb: Y medrydd i'w arddangos yn y complication.
da: Måler der skal vises i komplikationen.
de: Die Anzeige, die in der Komplikation dargestellt werden soll.
el: Ο μετρητής που εμφανίζεται στην επιπλοκή.
es: El indicador para mostrar en la complicación.
et: Elementides kuvatav mõõtur.
fi: Mittari, joka näytetään komplikaatiossa
fr: La jauge à afficher dans la complication.
hu: A modulban megjelenítendő mérőműszer.
id: Gauge yang akan ditampilkan dalam komplikasi.
it: Indicatore da mostrare nella complicazione
ja: コンプリケーションで表示するゲージです。
ko_kr: 컴플리케이션에 표시할 게이지입니다.
nb: Måleren som skal vises i komplikasjonen.
nl: De meter die moet worden weergegeven in de complicatie.
pt_br: O medidor a ser exibido na complicação.
sl: Merilnik za prikaz v zapletu.
sv: Mätaren som ska visas i komplikationen.
tr: Komplikasyonda görüntülenecek gösterge.
uk: Шкала для відображення у циферблаті.
zh_hans: 仪表盘显示在复杂结构中
zh_hant: 於複雜功能中顯示的測量。
