Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Onboarding.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, fi, fr, id, it, nb, nl, pl_pl, ru, sl, sv, tr, uk, zh_hans, zh_hant

# UKm-Ju-0Yr.text
source: We encountered an error while connecting to your instance. Your SSL certificate is invalid. Due to iOS limitations, you will not be able to continue with setup until a valid SSL certificate is installed. We recommend Lets Encrypt or Nabu Casa Remote UI.
ca_es: Hem trobat un error al connectar-vos a la vostra instància. El certificat SSL no és vàlid. A causa de les limitacions d'iOS, no podreu continuar amb la instal·lació fins que s'instal·li un certificat SSL vàlid. Recomanem utilitzar Lets Encrypt o Nabu Casa Remote UI.
cs: Při připojování k vaší instanci došlo k chybě. Váš certifikát SSL je neplatný. Z důvodu omezení systému iOS nebudete moci pokračovat v instalaci, dokud nebude nainstalován platný certifikát SSL. Doporučujeme používat Nabu Casa Remote UI.
cy_gb: Rydym wedi dod ar draws gwall wrth gysylltu â'ch fersiwn. Mae eich tystysgrif SSL yn annilys. Oherwydd cyfyngiadau iOS, ni fyddwch yn gallu parhau â Setup nes bod tystysgrif SSL ddilys wedi'i osod. Rydym yn awgrymu Lets Encrypt neu Nabu Casa Remote UI.
da: Vi stødte på en fejl under oprettelse af forbindelse til din installation. Dit SSL-certifikat er ugyldigt. På grund af begrænsninger i iOS, kan du ikke fortsætte opsætningen, før der er installeret et gyldigt SSL-certifikat. Vi anbefaler Lets Encrypt eller Nabu Casa Remote UI.
de: Beim Verbinden mit Home Assistant ist ein Fehler aufgetreten. Das SSL-Zertifikat ist ungültig. Aufgrund von iOS-Einschränkungen kann das Setup erst dann fortgesetzt werden, wenn ein gültiges SSL-Zertifikat installiert ist. Wir empfehlen Lets Encrypt oder Nabu Casa Remote UI.
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση στην παρουσία σας. Το πιστοποιητικό SSL δεν είναι έγκυρο. Λόγω περιορισμών iOS, δεν θα μπορείτε να συνεχίσετε με τη ρύθμιση έως ότου εγκατασταθεί ένα έγκυρο πιστοποιητικό SSL. Σας προτείνουμε Lets Encrypt ή Nabu Casa Remote UI
es: Se detectó un error al conectarse a su instancia. Su certificado SSL no es válido. Debido a limitaciones de iOS, no podrá continuar con la configuración hasta que se instale un certificado SSL válido. Recomendamos Let's Encrypt o Nabu Casa Remote UI.
fi: Kohtasimme virheen muodostettaessa yhteyttä instanssiin. SSL-varmenne ei kelpaa. IOS:n rajoitusten vuoksi asennusta ei voi jatkaa, ennen kuin kelvollinen SSL-varmenne on asennettu. Suosittelemme Let's encrypt tai NABU Casa Remote UI.
fr: Nous avons rencontré une erreur lors de la connexion à votre instance. Votre certificat SSL n'est pas valide. En raison des limitations iOS, vous ne pourrez pas continuer l'installation tant qu'un certificat SSL valide n'est pas installé. Nous recommandons Lets Encrypt ou Nabu Casa Remote UI.
id: Kami mengalami kesalahan saat menyambungkan ke instans Anda. Sertifikat SSL Anda tidak valid. Karena keterbatasan iOS, Anda tidak akan dapat melanjutkan pengaturan hingga sertifikat SSL yang valid diinstal. Kami sarankan untuk menggunakan Lets Encrypt atau Nabu Casa Remote UI.
it: Si è verificato un errore durante la connessione alla tua istanza di Home Assistant. Il certificato SSL non è valido. A causa di limitazioni di iOS, non sarà possibile continuare con l'installazione fino a quando non viene installato un certificato SSL valido. Si consiglia di utilizzare Lets Encrypt o Nabu casa Remote UI.
nb: Det oppstod en feil under tilkobling til din enhet. SSL-sertifikatet er ugyldig. På grunn av iOS-begrensninger, vil du ikke kunne fortsette installasjonen før et gyldig SSL-sertifikat er installert. Vi anbefaler lar kryptere eller NABU Casa Remote UI.
nl: Er is een fout opgetreden bij het verbinden met uw instantie. Uw SSL-certificaat is ongeldig. Vanwege iOS-beperkingen kunt u niet doorgaan met de installatie totdat een geldig SSL-certificaat is ge√Ønstalleerd. We raden Lets Encrypt of Nabu Casa Remote UI aan.
pl_pl: Wystąpił błąd podczas łączenia się z Twoją instancją. Twój certyfikat SSL jest nieprawidłowy. Z powodu ograniczeń systemu iOS kontynuowanie instalacji nie będzie możliwe, dopóki nie zostanie zainstalowany ważny certyfikat SSL. Zalecamy Lets Encrypt lub Nabu Casa Remote UI.
ru: Подключение не удалось, потому что ваш SSL-сертификат недействителен. iOS не позволяет подключиться к серверу с неверным сертификатом. Попробуйте использовать Lets Encrypt или Nabu Casa Remote UI.
sl: Med povezavo z vašim primerkom smo naleteli na napako. Vaše potrdilo SSL ni veljavno. Zaradi omejitev iOS-a ne boste mogli nadaljevati z nastavitvijo, dokler ne namestite veljavnega SSL potrdila. Priporočamo Lets Encrypt ali Nabu Casa Remote UI.
sv: Vi upptäckte ett fel vid anslutning till din instans. SSL-certifikatet är ogiltigt. På grund av iOS-begränsningar kommer du inte att kunna fortsätta med konfigurationen förrän ett giltigt SSL-certifikat har installerats. Vi rekommenderar Let's Encrypt eller NABU Casa Remote UI.
tr: Örneğinize bağlanırken bir hatayla karşılaştık. SSL sertifikanız geçersiz. İOS sınırlamaları nedeniyle, geçerli bir SSL sertifikası yüklenene kadar kuruluma devam edemezsiniz. Lets Encrypt veya Nabu Casa Remote UI'yi öneririz.
uk: Під час підключення до вашого екземпляра сталася помилка. Неприпустимий сертифікат SSL. Через обмеження iOS ви не зможете продовжити налаштування, допоки не буде інстальовано дійсний сертифікат SSL. Ми рекомендуємо використовувати Lets Encrypt або Nabu Casa Remote UI.
zh_hans: 我们在连接到您的实例时遇到错误。您的SSL证书无效。由于iOS限制，在安装有效的SSL证书之前，您将无法继续安装。我们建议使用Lets Encrypt 或Nabu Casa Remote UI。
zh_hant: 連線至裝置時發生錯誤，SSL 認證無效。由於 iOS 限制，將無法繼續設定，直到已安裝有效的 SSL 認證。建議您使用 Lets Encrypt 或 Nabu Casa Remote UI。

# wsC-f5-jbO.text
source: We are now ready to connect to your Home Assistant and do the initial authentication. Tapping the Connect button below will cause a browser to open for you to log in to.
ca_es: Ja estem preparats per connectar-vos amb el vostre assistent de casa i fer l’autenticació inicial. Si premeu el botó Connectar, s'obrirà el navegador per iniciar la sessió.
cs: Nyní jsme připraveni připojit se k vašemu Home Assistant a provést počáteční ověření. Klepnutím na tlačítko Připojit níže se otevře prohlížeč, do kterého se můžete přihlásit.
cy_gb: Rydym nawr yn barod i gysylltu â'ch Home Assistant a gwneud y dilysiad cychwynnol. Bydd tapio'r botwm Cysylltu isod yn achosi i borwr agor i chi fewngofnodi iddo.
da: Vi er nu klar til at oprette forbindelse til din Home Assistant og foretage den indledende godkendelse. Hvis du trykker på Opret forbindelse-knappen nedenfor, åbner en browser så du kan logge på.
de: Wir sind jetzt bereit, uns mit deinem Home Assistant zu verbinden und die initiale Authentifizierung durchzuführen. Wenn du unten auf die Schaltfläche Verbinden klickst, öffnet sich ein Browser, in dem du dich einloggen kannst.
el: Τώρα είμαστε έτοιμοι να συνδεθούμε με το Home Assistant και να κάνουμε τον αρχικό έλεγχο ταυτότητας. Πατώντας το κουμπί Σύνδεση παρακάτω θα ανοίξει ένα πρόγραμμα περιήγησης για να συνδεθείτε.
es: Ahora estamos listos para conectarnos con su Home Assistant y realizar la autenticación inicial. Al tocar el botón Conectar a continuación, se abrirá un navegador para que inicie sesión.
fi: Olemme nyt valmiita muodostamaan yhteyden Kotiavustajaan ja ensimmäiseen todennukseen. Kun napautat alla olevaa Yhdistä-painiketta, selain avautuu, jotta voit kirjautua sisään.
fr: Nous sommes maintenant prêts à vous connecter à votre Home Assistant et à effectuer l'authentification initiale. En appuyant sur le bouton Connecter ci-dessous, un navigateur s'ouvre pour vous permettre de vous connecter.
id: Kami sekarang siap untuk terhubung ke Home Assistant Anda dan melakukan autentikasi awal. Dengan mengetuk tombol Hubungkan di bawah ini, browser akan terbuka agar Anda bisa masuk.
it: Siamo pronti per la connessione al tuo Home Assistant e per l'autenticazione iniziale. Toccando il pulsante Connetti qui sotto, si aprirà una pagina del browser per farti effettuare l'accesso.
nb: Vi er nå klar til å koble til din Home Assistant og gjøre den første godkjenningen. Hvis du trykker på koble til-knappen nedenfor, åpnes en nettleser som du kan logge på.
nl: We zijn nu klaar om verbinding te maken met uw Home Assistant en de eerste authenticatie te doen. Als u op de knop Verbinden hieronder tikt, wordt er een browser geopend waarop u zich kunt aanmelden.
pl_pl: Jesteśmy teraz gotowi połączyć się z Twoim Home Assistant'em i dokonać wstępnego uwierzytelnienia. Stuknięcie przycisku Podłącz poniżej spowoduje otwarcie przeglądarki, w której można się zalogować.
ru: Всё готово для авторизации в Home Assistant. Нажмите «Подключиться» и войдите в систему в открывшемся браузере.
sl: Zdaj smo pripravljeni vzpostaviti povezavo z vašim Home Assistant-om in narediti začetno preverjanje pristnosti. Če tapnete spodnji gumb Poveži, se odpre brskalnik, s katerim se boste prijavili.
sv: Vi är nu redo att ansluta till din Home Assistant och göra den första autentiseringen. Knacka på Anslut-knappen nedan så öppnas en webbläsare för inloggning.
tr: Artık Home Assistanta bağlanmaya ve ilk kimlik doğrulamasını yapmaya hazırız. Aşağıdaki Bağlan düğmesine dokunmak, oturum açmanız için bir tarayıcı açılmasına neden olacaktır.
uk: Зараз ми готові підключитися до вашого Home Assistant та виконати початкову автентифікацію. Якщо натиснути кнопку підключення нижче, відкриється браузер для входу в систему.
zh_hans: 我们现在可以连接到您的Home Assistant并进行初始身份验证。点击下面的“连接”按钮将打开浏览器以便您登录。
zh_hant: 現在正準備連線至您的 Home Assistant 並進行初始驗證。點選下方連線按鈕、將開啟瀏覽器進行登入。

# xO0-K1-GJX.placeholder
source: e.g. http://homeassistant.local:8123
ca_es: p.e. http://homeassistant.local:8123
cs: např. http://homeassistant.local:8123
da: fx http://homeassistant.local:8123
de: z.B. http://homeassistant.local:8123
el: π.χ. http: //homeassistant.local: 8123
fr: par exemple : http://homeassistant.local:8123
id: mis. http://homeassistant.local:8123
it: ad es. http://homeassistant.local:8123
nb: f.eks. http://homeassistant.local:8123
nl: bijv. http: //homeassistant.local:8123/
pl_pl: np. http://homeassistant.local:8123
ru: Например http: //homeassistant.local: 8123
tr: örn. http://homeassistant.local:8123
uk: наприклад http://homeassistant.local:8123
zh_hant: 例如、http://homeassistant.local:8123

# XyQ-gy-yHY.text
source: Connected
ca_es: Connectat
cs: Připojeno
cy_gb: Wedi'i gysylltu
da: Forbundet
de: Verbunden
el: Συνδεδεμένος
es: Conectado
fi: Yhdistetty
fr: Connecté
id: Terhubung
it: Connesso
nb: Tilkoblet
nl: Verbonden
pl_pl: Połączony
ru: Подключено
sl: Povezani
sv: Ansluten
tr: Bağlı
uk: Під'єднано
zh_hans: 已连接
zh_hant: 已連接
