Repository: home-assistant/iOS
Catalog: Sources/App/Resources/*.lproj/Onboarding.strings
Languages: ca_es, cs, cy_gb, da, de, el, es, fi, fr, id, it, nb, nl, pl_pl, ru, sl, sv, tr, uk, zh_hans, zh_hant

# 4qQ-ND-WGB.text
source: Scanning your network for Home Assistant
ca_es: Escanejant la teva xarxa per Home Assistant
cs: Prohledávání vaší sítě pro Home Assistant
cy_gb: Sganio'ch rhwydwaith ar gyfer Home Assistant
da: Scanner dit netværk efter Home Assistant
de: Scanne das Netzwerk nach Home Assistant
el: Σάρωση του δικτύου σας για το Home Assistant
es: Escaneando su red por Home Assistant
fi: Kotiavustajaa etsitään verkostasi
fr: Recherche d'Home Assistant sur le réseau
id: Memindai jaringan Anda untuk menemukan Home Assistant
it: Sto cercando Home Assistant nella tua rete
nb: Skanner nettverket for Home Assistant
nl: Scannen van uw netwerk voor Home Assistant
pl_pl: Skanowanie sieci w poszukiwaniu Home Assistant
ru: Поиск Home Assistant в домашней сети
sl: Na vašem omrežju iščemo Home Assistant
sv: Skannar ditt nätverk för Home Assistant
tr: Home Assistant için ağınız taranıyor
uk: Сканування вашої мережі на наявність Home Assistant
zh_hans: 扫描您的网络中的Home Assistant
zh_hant: 搜尋網路中的 Home Assistant

# 5td-Yc-nnx.text
source: The most advanced Home Automation app on iOS
ca_es: L’aplicació de domòtica més avançada de iOS
cs: Nejpokročilejší aplikace pro domácí automatizaci pro iOS
cy_gb: Yr ap Awtomeiddio Cartref mwyaf datblygedig ar iOS
da: Den mest avancerede app til hjemmeautomatisering til iOS
de: Die fortschrittlichste Home Automation-App für iOS
el: Η πιο προηγμένη εφαρμογή οικιακού αυτοματισμού στο iOS
es: La aplicación de automatización del hogar más avanzada en iOS
fi: iOS:n kehittynein kotiautomatisointisovellus
fr: L'application de domotique la plus avancée sur iOS
id: Aplikasi Otomasi Rumah tercanggih di iOS
it: La più avanzata app per la Domotica su iOS
nb: Den mest avanserte Hjemme Automasjon-appen på iOS
nl: De meest geavanceerde Home Automation-app op iOS
pl_pl: Najbardziej zaawansowana aplikacja do automatyki domowej dla systemu iOS
ru: Передовое приложение для домашней автоматизации на iOS
sl: Najnaprednejša aplikacija za domačo avtomatizacijo v iOS-u
sv: Den mest avancerade hemautomatiseringsappen på iOS
tr: iOS'un en gelişmiş Ev Otomasyonu uygulaması
uk: Найпотужніший застосунок домашньої автоматизації для iOS
zh_hans: iOS上最先进的家庭自动化应用程序
zh_hant: iOS 上最先進的家庭自動化 App

# 7iT-bd-cdY.text
source: Manual Configuration
ca_es: Configuració Manual
cs: Ruční nastavení
cy_gb: Ffurfweddiad ar law
da: Manuel konfiguration
de: Manuelle Konfiguration
el: Μη αυτόματη ρύθμιση παραμέτρων
es: Configuracion manual
fi: Manuaalinen konfigurointi
fr: Configuration manuelle
id: Konfigurasi Manual
it: Configurazione manuale
nb: Manuell konfigurasjon
nl: Handmatige configuratie
pl_pl: Konfiguracja ręczna
ru: Ручная настройка
sl: Ročna konfiguracija
sv: Manuell konfiguration
tr: Manuel Yapılandırma
uk: Налаштування вручну
zh_hans: 手动配置
zh_hant: 手動設定

# 87t-Ca-ZJb.normalTitle
source: Error
cs: Chyba
cy_gb: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
id: Kesalahan
it: Errore
nb: Feil
nl: Fout
pl_pl: Błąd
ru: Ошибка
sl: Napaka
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# bP1-C8-fgs.text
source: Integration Created
ca_es: Integració creada
cs: Integrace vytvořena
cy_gb: Wedi'i greu integreiddio
da: Integration oprettet
de: Integration erstellt
el: Δημιουργήθηκε ενοποίηση
es: Integración Creada
fi: Integrointi luotu
fr: Intégration créée
id: Integrasi Dibuat
it: Integrazione creata
nb: Integrasjon er opprettet
nl: Integratie gemaakt
pl_pl: Utworzono integrację
ru: Создана интеграция
sl: Integracija ustvarjena
sv: Integration skapad
tr: Entegrasyon Oluşturuldu
uk: Інтеграція створена
zh_hans: 集成创建
zh_hant: 整合已設定

# CIS-8C-niN.text
source: Uh Oh!
cy_gb: O Na!
da: Åh åh!
de: Oh Oh!
el: Ωχ!
fi: Voi ei!
id: Yah!
pl_pl: O nie!
ru: О нет!
sv: Hoppsan!
uk: Ой-йой!
zh_hant: 喔喔！

# d97-7H-RBe.text
source: Encrypted Communications Established
ca_es: Comunicacions xifrades establertes
cs: Nastavena šifrovaná komunikace
cy_gb: Cyfathrebu Amgryptiedig Wedi'i Sefydlu
da: Krypteret kommunikation etableret
de: Verschlüsselte Kommunikation hergestellt
el: Δημιουργία κρυπτογραφημένων επικοινωνιών
es: Establecida la comunicación encriptada
fi: Salattu viestintä perustettu
fr: Communications chiffrées établies
id: Komunikasi Terenkripsi Dibuat
it: Comunicazioni crittografate stabilite
nb: Kryptert kommunikasjon etablert
nl: Versleutelde communicatie tot stand gebracht
pl_pl: Ustanowiono szyfrowaną komunikację
ru: Установлено безопасное соединение
sl: Vzpostavljena šifrirana komunikacija
sv: Krypterad kommunikation etablerad
tr: Şifreli İletişim Kuruldu
uk: Встановлено зашифроване з’єднання
zh_hans: 加密通信已建立
zh_hant: 加密連線已建立

# djx-xj-AwF.text
source: To continue with automatic setup, please connect to your home Wi-Fi network
ca_es: Per continuar amb la configuració automàtica, connecteu-vos a la xarxa Wi-Fi de casa vostra
cs: Chcete-li pokračovat v automatickém nastavení, připojte se k domácí síti Wi-Fi
cy_gb: I barhau â setup awtomatig, cysylltwch â'ch rhwydwaith Wi-Fi cartref
da: Hvis du vil fortsætte med automatisk opsætning, skal du oprette forbindelse til dit Wi-Fi-hjemmenetværk
de: Um mit der automatischen Einrichtung fortzufahren, verbinde dich bitte mit deinem Heim-Wi-Fi-Netzwerk.
el: Για να συνεχίσετε με την αυτόματη ρύθμιση, συνδεθείτε στο οικιακό σας δίκτυο Wi-Fi
es: Para continuar con la configuración automática, conéctese a la red Wi-Fi de su casa.
fi: Jos haluat jatkaa automaattista asennusta, muodosta yhteys kotisi Wi-Fi verkkoon
fr: Pour poursuivre la configuration automatique, connectez-vous à votre réseau Wi-Fi domestique.
id: Untuk melanjutkan penyiapan otomatis, harap sambungkan ke jaringan Wi-Fi rumah Anda
it: Per continuare con la configurazione automatica, connettiti alla tua rete Wi-Fi
nb: For å fortsette med automatisk oppsett, vennligst koble til ditt hjem Wi-Fi-nettverk
nl: Als u wilt doorgaan met de automatische installatie, maakt u verbinding met uw Wi-Fi-thuisnetwerk
pl_pl: Aby kontynuować automatyczną konfigurację, połącz się ze swoją domową siecią Wi-Fi
ru: Подключитесь к домашней Wi-Fi сети для автоматической настройки
sl: Če želiš nadaljevati s samodejno nastavitvijo, se poveži z domačim omrežjem Wi-Fi
sv: För att fortsätta den automatiska installationen, anslut till ditt hemma Wi-Fi-nätverk
tr: Otomatik kuruluma devam etmek için lütfen ev Wi-Fi ağınıza bağlanın
uk: Щоб продовжити автоматичне налаштування, підключіться до домашньої мережі Wi-Fi
zh_hans: 要继续自动设置，请连接到家庭Wi-Fi网络
zh_hant: 欲繼續自動設定，請連線至家裡的無線網路

# f1j-Ol-pW5.normalTitle
source: Connect
ca_es: Connectar
cs: Připojit
cy_gb: Cysylltu
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Muodosta yhteyttä
fr: Connecter
id: Hubungkan
it: Connetti
nb: Koble til
nl: Verbind
pl_pl: Podłącz
ru: Подключиться
sl: Poveži
sv: Anslut
tr: Bağlan
uk: Підключення
zh_hans: 连接
zh_hant: 連接

# fqx-lo-wDB.normalTitle
source: Enter Address Manually
ca_es: Introduïu l'adreça manualment
cs: Zadat adresu ručně
cy_gb: Rhowch y Cyfeiriad â Llaw
da: Indtast adresse manuelt
de: Adresse manuell eingeben
el: Εισαγωγή διεύθυνσης χειροκίνητα
es: Introducir la dirección manualmente
fi: Syötä osoite käsin
fr: Saisie manuelle de l'adresse
id: Masukkan Alamat Secara Manual
it: Inserire l'indirizzo manualmente
nb: Angi adresse manuelt
nl: Voer handmatig een adres in
pl_pl: Wprowadź adres ręcznie
ru: Ввести адрес вручную
sl: Vnesi naslov ročno
sv: Ange adress manuellt
tr: Adresi El ile Girin
uk: Ввести адресу вручну
zh_hans: 手动输入地址
zh_hant: 手動輸入位址

# gld-QQ-oTD.normalTitle
source: Connect
ca_es: Connectar
cs: Připojit
cy_gb: Cysylltu
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Muodosta yhteyttä
fr: Connecter
id: Hubungkan
it: Connetti
nb: Koble til
nl: Verbind
pl_pl: Podłącz
ru: Подключиться
sl: Poveži
sv: Anslut
tr: Bağlan
uk: Підключення
zh_hans: 连接
zh_hant: 連接

# jrL-9x-fFX.normalTitle
source: Continue
ca_es: Continuar
cs: Pokračovat
cy_gb: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Fermer
id: Lanjutkan
it: Chiudi
nb: Fortsette
nl: Ga verder
pl_pl: Kontynuuj
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# Kj7-hM-8gN.text
source: Connecting to My Home Assistant
ca_es: Connectant al Meu Home Assistant
cs: Připojení k mému Home Assistant
cy_gb: Cysylltu â'm Home Assistant
da: Opretter forbindelse til Min Home Assistant
de: Verbindung mit Home Assistant wird hergestellt
el: Σύνδεση με το Home Assistant μου
es: Conectando a mi Home Assistant
fi: Yhteys muodostetaan Kotiavustajaan
fr: Connexion à Home Assistant
id: Menghubungkan ke Home Assistant Saya
it: Mi sto connettendo a Home Assistant
nb: Kobler til Min Home Assistant
nl: Verbinding maken met Mijn Home Assistant
pl_pl: Łączenie do mojego Home Assistant'a
ru: Подключение к Home Assistant
sl: Vzpostavljanje povezave z mojim Home Assistant-om
sv: Ansluter till Min Home Assistant
tr: Home Assistant'ıma Bağlanılıyor
uk: Підключення до мого Home Assistant
zh_hans: 连接到Home Assistant中
zh_hant: 連線至我的 Home Assistant

# Kwy-Pt-nws.text
source: HTTP Basic Username
ca_es: Nom d'usuari bàsic de HTTP
cs: HTTP základní uživatelské jméno
cy_gb: Enw Defnyddiwr HTTP Sylfaenol
da: HTTP Basic-brugernavn
de: HTTP Basic Benutzername
el: Βασικό όνομα χρήστη HTTP
es: Nombre de usuario básico de HTTP
fr: Nom d'utilisateur HTTP basic
id: Nama Pengguna HTTP Basic
it: Nome utente di base HTTP
nb: HTTP Basic-brukernavn
nl: HTTP-basisgebruikersnaam
pl_pl: Podstawowa nazwa użytkownika HTTP
ru: Имя пользователя HTTP basic
sl: HTTP osnovno uporabniško ime
sv: HTTP Basic Användarnamn
tr: HTTP Temel Kullanıcı Adı
uk: Ім'я користувача HTTP Basic
zh_hans: HTTP 基本用户名
zh_hant: HTTP 基本驗證使用者名稱

# LCc-oP-eTO.text
source: HTTP Basic Password
ca_es: Contrasenya bàsica HTTP
cs: HTTP základní heslo
cy_gb: Cyfrinair HTTP Sylfaenol
da: HTTP Basic-adgangskode
de: HTTP Basic Passwort
el: Βασικός κωδικός πρόσβασης HTTP
es: Contraseña básica de HTTP
fr: Mot de passe HTTP basic
id: Kata Sandi HTTP Basic
it: Password di base HTTP
nb: HTTP Basic-passord
nl: HTTP Basis Wachtwoord
pl_pl: Podstawowe hasło HTTP
ru: Пароль HTTP basic
sl: HTTP Osnovno Geslo
sv: HTTP Basic Lösenord
tr: HTTP Temel Şifresi
uk: Пароль HTTP Basic
zh_hans: HTTP 基本密码
zh_hant: HTTP 基本驗證密碼

# lM3-aA-jqO.text
source: Authentication
ca_es: Autenticació
cs: Ověřování
cy_gb: Dilysiad
da: Godkendelse
de: Authentifizierung
el: Ελέγχος ταυτότητας
es: Autenticación
fi: Todennus
fr: Authentification
id: Autentikasi
it: Autenticazione
nb: Godkjenning
nl: Authenticatie
pl_pl: Uwierzytelnienie
ru: Авторизация
sl: Preverjanje pristnosti
sv: Autentisering
tr: Kimlik Doğrulama
uk: Аутентифікація
zh_hans: 身份验证
zh_hant: 驗證

# mse-YA-DiV.text
source: Welcome to Home Assistant Companion!
ca_es: Benvingut a Home Assistant Companion!
cs: Vítejte v Home Assistant Companion!
cy_gb: Croeso i Home Assistant Companion!
da: Velkommen til Home Assistant Companion!
de: Willkommen bei Home Assistant Companion!
el: Καλώς ήλθατε στο Home Assistant Companion!
es: Bienvenido a Home Assistant Companion!
fi: Tervetuloa Kotiavustajan kumppaniin!
fr: Bienvenue sur Home Assistant Compagnon !
id: Selamat datang di Home Assistant Companion!
it: Benvenuto ad Home Assistant Companion!
nb: Velkommen til Home Assistant Companion!
nl: Welkom bij Home Assistant Companion!
pl_pl: Witamy w aplikacji Home Assistant Companion!
ru: Добро пожаловать в компаньон Home Assistant!
sl: Dobrodošli v Home Assistant Companion!
sv: Välkommen till Home Assistant Companion!
tr: Home Assistant Companion'a hoş geldiniz!
uk: Ласкаво просимо до Home Assistant Companion!
zh_hans: 欢迎来到Home Assistant应用！
zh_hant: 歡迎使用 Home Assistant Companion！

# N4h-WC-wIw.normalTitle
source: Continue
ca_es: Continuar
cs: Pokračovat
cy_gb: Parhau
da: Fortsæt
de: Fortsetzen
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
id: Lanjutkan
it: Continua
nb: Fortsett
nl: Ga verder
pl_pl: Kontynuuj
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# NJM-pS-Fuc.text
source: We found 1 Home Assistant
ca_es: Hem trobat 1 Home Assistant
cs: Našli jsme 1 Home Assistant
cy_gb: Rydym yn dod o hyd â 1 Home Assistant
da: Vi fandt 1 Home Assistant
de: Wir haben 1 Home Assistant gefunden
el: Βρήκαμε 1 Home Assistant
es: Se encontró 1 Home Assistant
fi: Löysimme 1 Kotiavustajan
fr: Nous avons trouvé 1 Home Assistant
id: Kami menemukan 1 Home Assistant
it: Abbiamo trovato 1 Home Assistant
nb: Vi fant 1 Home Assistant
nl: We hebben 1 Home Assistant gevonden.
pl_pl: Znaleźliśmy 1 Home Assistant
ru: Обнаружен 1 Home Assistant
sl: Našli smo 1 Home Assistant
sv: Vi hittade 1 Home Assistant
tr: 1 tane Home Assistant bulduk
uk: Ми знайшли один Home Assistant
zh_hans: 我们找到了1个Home Assistant
zh_hant: 搜尋到一組 Home Assistant

# nJr-sw-A9l.text
source: Authenticated
ca_es: Autentificat
cs: Ověřeno
cy_gb: Dilyswyd
da: Godkendt
de: Authentifiziert
el: Έλεγχος ταυτότητας
es: Autenticado
fi: Todennettu
fr: Authentifié
id: Diautentikasi
it: Autenticato
nb: Godkjent
nl: Geauthenticeerd
pl_pl: Uwierzytelniony
ru: Авторизация пройдена
sl: Preverjeno
sv: Autentiserad
tr: Doğrulanmış
uk: Автентифіковано
zh_hans: 已验证
zh_hant: 已驗證

# O7a-0s-trd.text
source: Nabu Casa Cloud Detected
ca_es: Núvol Nabu Casa detectat
cs: Nabu Casa Cloud detekován
cy_gb: Wedi canfod Nabu Casa Cloud
da: Nabu Casa Cloud registreret
de: Nabu Casa Cloud erkannt
el: Εντοπίστηκε το Nabu Casa Cloud
es: Nabu Casa Cloud Detectada
fi: NABU Casa Cloud havaittu
fr: Nabu Casa Cloud détecté
id: Nabu Casa Cloud Terdeteksi
it: Nabu Casa Cloud rilevato
nb: Nabu Casa Cloud oppdaget
nl: Nabu Casa Cloud gedetecteerd
pl_pl: Wykryto chmurę Nabu Casa
ru: Включено облако Nabu Casa
sl: Zaznan oblak Nabu Casa
sv: Nabu Casa Cloud Upptäckt
tr: Nabu Casa Cloud Algılandı
uk: Виявлено Nabu Casa Cloud
zh_hans: Nabu Casa Cloud 被发现
zh_hant: 偵測到 Nabu Casa Cloud 服務

# PIW-dY-j0P.text
source: Please enter your Home Assistant URL to continue. It must be a fully formed URL of the format "http://homeassistant.local:8123" (that is, containing a scheme/protocol, hostname and port).
ca_es: Si us plau, introduïu l'adreça URL del seu Home Assistant per continuar. Ha de ser una adreça URL completa amb el format format "http://homeassistant.local:8123" (és a dir, que conté un esquema/protocol, nom del host i port).
cs: Chcete-li pokračovat, zadejte URL adresu Home Assistent. Musí se jednat o plně vytvořenou URL adresu formátu "http://homeassistant.local:8123" (to znamená, že obsahuje schéma/protokol, název hostitele a port).
cy_gb: Rhowch eich URL Home Assistant i barhau. Rhaid iddo fod yn URL wedi'i ffurfio'n llawn o'r fformat "http: //homeassistant.local: 8123" (hynny yw, sy'n cynnwys scheme/protocol, hostname and port).
da: Indtast din Home Assistant-webadresse for at fortsætte. Det skal være en URL i formatet "http://homeassistant.local:8123" (det vil sige indeholde en protokol, værtsnavn og port).
de: Bitte gib deine Home Assistant-URL ein, um fortzufahren. Es muss sich um eine vollständige URL im Format "http://homeassistant.local:8123" handeln (d. h. sie enthält Protokoll, Hostnamen und Port).
el: Πληκτρολογήστε τη διεύθυνση URL του Home Assistant για να συνεχίσετε. Πρέπει να είναι μια πλήρως διαμορφωμένη διεύθυνση URL της μορφής "http://homeassistant.local:8123" (δηλαδή, που περιέχει ένα σχήμα/πρωτόκολλο, όνομα κεντρικού υπολογιστή και θύρα).
es: Por favor ingrese la URL de su Home Assistant para continuar. Debe ser una URL completa con el formato "http://homeassistant.local:8123" (es decir, que contiene un esquema / protocolo, nombre de host y puerto).
fi: Syötä Kotiavustajan URL-osoitetta jatkaaksesi. Sen on oltava täysin muodostettu URL-osoite, jonka muoto on "http://homeassistant.local:8123" (eli sisältää kaavio/protokolla, palvelinnimi ja portti).
fr: S'il vous plaît, entrez votre URL Home Assistant pour continuer. Il doit s'agir d'une URL complètement formée au format http://homeassistant.local:8123" (c'est-à-dire contenant un protocole, un nom d'hôte et un port).
id: Masukkan URL Home Assistant untuk melanjutkan. Ini harus dalam format URL lengkap (artinya, berisi skema/protokol, nama host, dan port), mis. "http://homeassistant.local:8123" .
it: Inserisci l'URL di Home Assistant per continuare. Deve essere un URL completo del formato "http://homeassistant.local:8123" (e cioè schema/protocollo, nome host e porta).
nb: Skriv inn url-adressen til Home Assistant for å fortsette. Det må være en fullt utformet URL av formatet "http://homeassistant.local:8123" (det vil si inneholder et skjema / protokoll, vertsnavn og port).
nl: Voer je Home Assistant URL in om door te gaan. Het moet een volledig gevormde URL zijn van het formaat "http://homeassistant.local:8123" (dat een schema / protocol, hostnaam en poort bevat).
pl_pl: Wprowadź adres URL Home Assistant, aby kontynuować. Musi to być w pełni sformatowany adres URL w formacie na przykład „http://homeassistant.local:8123” (tzn. zawierający schemat / protokół, nazwę hosta i port).
ru: Для продолжения введите адрес Home Assistant. Необходим полный URL в формате «http://homeassistant.local:8123», содержащий протокол, адрес сервера и порт.
sl: Za nadaljevanje vnesite URL svojega Home Assistant-a. To mora biti v celotni URL v obliki "http://hassio.local:8123" (to je, da vsebuje shemo/protokol, ime gostitelja in vrata).
sv: Ange URL till din Home Assistant för att fortsätta. Det måste vara en fullständig URL av formatet "http://homeassistant.local:8123" (det vill säga, som innehåller ett schema/protokoll, värdnamn och port).
tr: Devam etmek için lütfen Home Assistant URL si giriniz. Tam formatlı uygun URL formatında olmalıdır "http://homeassistant.local:8123" (protokol, sunucu adı ve portu).
uk: Введіть URL-адресу Home Assistant, щоб продовжити. Це має бути повністю сформована URL-адреса такого формату: "http://homeassistant.local:8123" — (тобто, повинна містити схему або протокол, ім'я хоста та порт).
zh_hans: 请输入您的主页助理网址以继续。它必须是格式为“http://homeassistant.local:8123”的正确格式化的URL（即包含方案/协议，主机名和端口）。
zh_hant: 請輸入 Home Assistant URL 位址以繼續。必須為完整網址格式，如 "http://homeassistant.local:8123"（即包含通訊協定、主機名稱與通訊埠）。

# Re7-IX-23x.normalTitle
source: Enter Address Manually
ca_es: Introduïu l'adreça manualment
cs: Zadat adresu ručně
cy_gb: Rhowch y Cyfeiriad â Llaw
da: Indtast adresse manuelt
de: Adresse manuell eingeben
el: Εισαγωγή διεύθυνσης χειροκίνητα
es: Introducir la dirección manualmente
fi: Syötä osoite käsin
fr: Entrer l'adresse manuellement
id: Masukkan Alamat Secara Manual
it: Inserisci manualmente l'indirizzo
nb: Angi adresse manuelt
nl: Voer handmatig een adres in
pl_pl: Wprowadź adres ręcznie
ru: Ввести адрес вручную
sl: Vnesi naslov ročno
sv: Ange adress manuellt
tr: Adresi El ile Girin
uk: Ввести адресу вручну
zh_hans: 手动输入地址
zh_hant: 手動輸入位址

# Rle-jZ-AWa.text
source: Sensors Configured
ca_es: Sensors configurats
cs: Nakonfigurované senzory
cy_gb: Synwyryddion wedi'u Ffurfweddu
da: Sensorer konfigureret
de: Sensoren konfiguriert
el: Αισθητήρες ρυθμισμένοι
es: Sensores Configurados
fi: Anturit määritetty
fr: Capteurs configurés
id: Sensor Dikonfigurasi
it: Sensori configurati
nb: Sensorer Konfigurert
nl: Sensoren geconfigureerd
pl_pl: Skonfigurowane sensory
ru: Датчики настроены
sl: Senzorji konfigurirani
sv: Sensorer konfigurerade
tr: Sensörler Yapılandırıldı
uk: Сенсори налаштовані
zh_hans: 传感器已设置成功
zh_hant: 感測器已設定

# RSW-l5-eRA.normalTitle
source: Start Over
ca_es: Començar de nou
cs: Začít znovu
cy_gb: Dechrau eto
da: Start forfra
de: Von vorn anfangen
el: Ξανά από την αρχή
es: Comenzar de nuevo
fi: Aloita alusta
fr: Recommencer
id: Mulai dari Awal
it: Torna indietro
nb: Start på nytt
nl: Opnieuw beginnen
pl_pl: Rozpocznij od nowa
ru: Перезапуск
sl: Začni znova
sv: Börja om
tr: Baştan Başla
uk: Почати заново
zh_hans: 重新开始
zh_hant: 重新開始

# SnL-y3-0HP.text
source: My Home Assistant
ca_es: El meu Home Assistant
cs: Můj Home Assistant
cy_gb: Fy Home Assistant
da: Min Home Assistant
de: Mein Home Assistant
el: Το Home Assistant μου
es: Mi Home Assistant
fi: Kotiavustajani
fr: Mon Home Assistant
id: Home Assistant Saya
it: Il mio Home Assistant
nb: Min Home Assistant
nl: Mijn Home Assistant
pl_pl: Mój Home Assistant
ru: Мой Home Assistant
sl: Moj Home Assistant
sv: Min Home Assistant
tr: Ev Asistanım
uk: Мій Home Assistant
zh_hant: 我的 Home Assistant

# suf-pJ-Nle.normalTitle
source: Start Over
ca_es: Començar de nou
cs: Začít znovu
cy_gb: Dechrau eto
da: Start forfra
de: Von vorn anfangen
el: Ξανά από την αρχή
es: Comenzar de nuevo
fi: Aloita alusta
fr: Recommencer
id: Mulai Dari Awal
it: Ricomincia
nb: Starte På Nytt
nl: Opnieuw beginnen
pl_pl: Rozpocznij od nowa
ru: Перезапуск
sl: Začni znova
sv: Börja om
tr: Baştan başlamak
uk: Почати заново
zh_hans: 重新开始
zh_hant: 重新開始

# TEX-zW-Byk.text
source: For the best experience while using Home Assistant Companion, please grant the following permissions:
ca_es: Per obtenir la millor experiència mentre utilitzeu Home Assistant Companion, concediu els permisos següents:
cs: Chcete-li získat co nejlepší možnosti při používání Home Assistant Companion, povolte prosím následující oprávnění:
cy_gb: Am y profiad gorau wrth ddefnyddio Home Assistant, rhowch y caniatâd canlynol:
da: For at opnå den bedste oplevelse, når du bruger Home Assistant Companion, bør du give følgende tilladelser:
de: Um die beste Erfahrung bei der Verwendung von Home Assistant Companion zu erhalten, erteile bitte die folgenden Berechtigungen:
el: Για την καλύτερη εμπειρία κατά τη χρήση του Home Assistant Companion, παραχωρήστε τα ακόλουθα δικαιώματα:
es: Para la mejor experiencia al usar el Home Assistant Companion, por favor conceda los siguientes permisos:
fi: Saat parhaat käyttökokemukset Kotiavustajan kumppanilta antamalla seuraavat oikeudet:
fr: Pour une utilisation optimale de Home Assistant Companion, accordez les autorisations suivantes:
id: Untuk pengalaman terbaik saat menggunakan Home Assistant Companion, berikan izin berikut:
it: Per una migliore esperienza durante l'utilizzo di Home Assistant Companion, puoi concedere le seguenti autorizzazioni:
nb: For best mulig opplevelse når du bruker Home Assistant, vennligst gi følgende tillatelser:
nl: Voor de beste ervaring tijdens het gebruik van Home Assistant Companion, verleent u de volgende machtigingen:
pl_pl: Aby uzyskać najlepsze doświadczenie podczas korzystania z Home Assistant Companion, należy udzielić następujących uprawnień:
ru: Компаньон Home Assistant будет работать ещё лучше, если предоставить эти разрешения:
sl: Za najboljšo izkušnjo uporabe programa Home Assistant Companion potrdite naslednja dovoljenja:
sv: För bästa upplevelse av Home Assistant Companion, ge följande behörigheter:
tr: Home Assistant Companion'ı kullanırken en iyi deneyim için lütfen aşağıdaki izinleri verin:
uk: Щоб отримати найкращі враження від користування Home Assistant Companion, будь ласка, надайте такі дозволи:
zh_hans: 为了在使用Home Assistant应用时获得最佳体验，请授予以下权限：
zh_hant: 為了取得 Home Assistant Companion 最佳的使用經驗，請授予以下權限：

# Tqw-iY-A2S.normalTitle
source: More Info
ca_es: Més informació
cs: Více informací
cy_gb: Mwy o Wybodaeth
da: Mere information
de: Mehr Info
el: Περισσότερες πληροφορίες
es: Más Información
fi: Lisätietoja
fr: Plus d’infos
id: Info Lebih Lanjut
it: Più info
nb: Mer informasjon
nl: Meer informatie
pl_pl: Więcej informacji
ru: Подробнее
sl: Več informacij
sv: Mer information
tr: Daha fazla bilgi
uk: Більше інформації
zh_hans: 更多信息
zh_hant: 更多資訊
